[
    {
        "citation1":"TB9-07773",
        "citation2":"",
        "dataset":"RAD",
        "name":"",
        "source_url":"3229926.txt",
        "scraped_timestamp":"2023-11-17",
        "document_date":"2010-01-24",
        "year":2010,
        "unofficial_text":"\nRAD File \/ Dossier de la SAR : TB9-07773\nTB9-07774 \/ TB9-07775\n\nPrivate Proceeding \/ Huis clos\n\nReasons and decision ? Motifs et décision\n\nPersons who are the subject of the appeal\nXXXX XXXX XXXXXXXX XXXX XXXXXXXX XXXX XXXX\nPersonnes en cause\n\n\n\nAppeal considered \/ heard at \nVancouver, BC\nAppel instruit \/ entendu à\n\n\n\nDate of decision \nJanuary 24, 2010\nDate de la décision \n\n\n\nPanel\nKim Polowek\nTribunal\n\n\n\nCounsel for the persons who are the subject of the appeal\nDiane B. Coulthard \nBarrister and Solicitor\nConseil des personnes en cause\n\n\n\nDesignated representative\nXXXX XXXX for\nXXXX XXXX XXXX\nReprésentant(e) désigné(e)\n\n\n\nCounsel for the Minister\nN\/A\nConseil du ministre\n\n\n\n\n\nREASONS FOR DECISION\n\nOVERVIEW\n\n[1] XXXX XXXX (Principal Appellant) and XXXX XXXX (Female Appellant), citizens of Syria, and XXXX XXXX XXXX (Minor Appellant), collectively referred to as the Appellants, are citizens of the United States, appealed a decision of the Refugee Protection Division (RPD), dated March 5, 2019, rejecting their claims for refugee protection on the basis of credibility and subjective fear. The Principal Appellant was appointed Designated Representative for the Minor Appellant. The Minor Appellant did not advance a claim against the United States. The Appellants have submitted no new evidence and are not requesting an oral hearing. The Appellants allege that the RPD's credibility and subjective fear findings are unsustainable.\n\nDETERMINATION\n\n[2] Having considered the evidence, the RAD sets aside the RPD's determination and substitutes the decision that, in the RAD's opinion, should have been made, namely that the Appellants are Convention1 refugees under section 96 of the Immigration and Refugee Protection Act (IRPA).2 The appeal is allowed.\n\nBACKGROUND\n\n[3] The Appellants have lived in the Kingdom of Saudi Arabia for many years. They had residence permits based on the Principal Appellant's employment. The Principal Appellant was informed in early 2017 that his job was ending and as a result the family would be deported to Syria. The family fears targeting due to their religion as moderate Sunnis; their family connection to persons who oppose the Assad regime, their membership in a particular social group, that being perceived as wealthy and at great risk of kidnapping; and the Principal Appellant's objection of being forced to serve in the Syrian army.\nRole of the RAD\n\n[4] When reviewing the RPD decision, the RAD is required to independently assess all the evidence and determine whether the RPD erred in relation to each alleged error of law, fact or mixed fact and law. For this assessment, the standard of correctness as per the Federal Court of Appeal decision in Huruglica3 is applied. The RAD may defer to the RPD in the exceptional situation that the RPD had a meaningful advantage in assessing the oral testimony. \n\n[5] The RAD finds that the RPD was not in an advantageous position regarding the assessment of the Appellants' evidence, and the RAD was able to review and understand the Appellants' testimony through listening to the entire oral hearing, as well as a review of the documentary evidence.\n\nArguments raised on appeal\n\n[6] The Appellants raise a number of arguments on appeal against the RPD decision. Following the RAD's independent analysis of the evidence, the RAD has substituted its own decision for that of the RPD. Accordingly, there is no need to consider further the arguments raised on appeal. \n\nANALYSIS\n\nFear of persecution in Syria is well-founded\n\n[7] The RPD found that the Appellants lacked a subjective fear of returning to Syria and found that their fears related to a generalized risk of civil war in Syria. The RAD does not agree and following an independent assessment of the evidence, finds that the Appellants have a well-founded fear of persecution in Syria. \n\n[8] The RAD agrees with the Appellants that the central allegations of their claim did not relate to generalized risk of civil war but rather persecution due to forcible recruitment into an army that commits war crimes; their religion and their membership in a particular social group, that of being perceived as wealthy and at great risk of kidnapping. \n\n[9] There is a considerable body of credible, objective documentary evidence that confirms that human rights abuses are common and widespread throughout Syria. The National Documentation Package for Syria is devoid of any evidence to the contrary. Also, there are widespread reports of gender-based violence which are relevant to this case. Women and girls routinely suffer rape and other forms of sexual abuse in Syria at the hands of agents of the state and the members of the pervasive militias and paramilitary organizations.\n\n[10] Young men, such as the Principal Appellant, are subject to forcible recruitment into military and paramilitary groups that are credibly accused of perpetrating human rights abuses and committing war crimes.\n\n[11] Persons who are perceived as opponents of the Syrian government are routinely imprisoned in inhumane conditions, and suffer torture and death at the hands of state actors and associated groups.4 The Principal Appellant would be particularly vulnerable to persecution based on imputed political opinion were he to resist recruitment.\n\n[12] The RPD found that the Appellants' subjective fear of returning to Syria is undermined by the fact that they left Saudi Arabia. The RAD does not agree that subjective fear is rebutted by the fact that the Appellants left Saudi Arabia where, according to sworn testimony, they had transitory protection based on the employment status of the Principal Appellant's husband which was illegal.\n\n[13] Sworn testimony enjoys the presumption of truth unless the presumption is rebutted. The RAD finds that the Appellants have a subjective fear of returning to Syria as they have testified. Given the overwhelming confirmation of an objective basis for their fear, the RAD finds that the Appellants have a well-founded fear of persecution in Syria if they were to return there. The RAD accepts the Appellants' profiles that they are Sunni Muslims, women and children, and finds that the documentary evidence confirms the objective, well-foundedness of the Appellants' subjective fear of returning to Syria. \n\nState protection is not available in Syria\n\n[14] There is a considerable body of credible objective documentary evidence that confirms that state protection is not available in Syria. A recent United States State Department report concerning abuses states that \"The government took no steps to identify, investigate, prosecute, or punish officials who committed human rights violations or abuses. Impunity was pervasive and deeply embedded in the security forces and elsewhere in the government.\"5\n\nInternal Flight Alternatives (IFAs) are not available in Syria\n\n[15] Given the pervasiveness of human rights abuses throughout Syria and the absence of state protection detailed above, the RAD finds that the Appellants do not have an IFA in all of Syria.\n\nOther Arguments raised on appeal\n\n[16] The Appellants raise a number of arguments on appeal against the RPD decision. As the RAD has substituted its own decision for the RPD, there is no need to consider further arguments raised on Appeal. \n\n\n\nCONCLUSION\n\n[17] The appeal is allowed. Pursuant to section 111(1)(b) of the Immigration and Refugee Protection Act, the RAD sets aside the determination of the RPD and substitutes its own determination that the Appellants are Convention refugees.\n\n\n\n(signed)\n\"Kim Polowek\"\n\nKim Polowek\n\nJanuary 24, 2020\n\nDate\n\n1 1951 Convention Relating to the Status of Refugees: Office of the United Nations High Commissioner for Refugees, \"Handbook on Procedures and Criteria for Determining Refugee Status\", under the 1951 Convention.\n2 Immigration and Refugee Protection Act, S.C. 2001, c. 27 (IRPA).\n3 Canada (Minister of Citizenship and Immigration) v. Huruglica, 2016 FCA 93.\n4 National Documentation Package (NDP) for Syria (30 September 2019), at Item 2.1. \n5 NDP for Syria (30 September 2019), at Item 2.1, p. 2.\n---------------\n\n------------------------------------------------------------\n\n\n\n\n\n------------------------------------------------------------\n\n\n\n\n\n\n\nRAD File \/ Dossier de la SAR : TB9-07773\nTB9-07774 \/ TB9-07775\n\n\n\nRAD.25.02 (April 04, 2019)\nDisponible en français\n2\n\n\n\nImmigration and Refugee\nBoard of Canada\nRefugee Appeal Division\n\nCommission de l'immigration\net du statut de réfugié du Canada\nSection d'appel des réfugiés\n\n\nRAD.25.02 (April 04, 2019)\nDisponible en français\n\n\n\n",
        "language":"en",
        "other":"{\"decision-maker_name\": \"Kim Polowek\"}"
    }
]