[
    {
        "citation1":"TB9-07773",
        "citation2":"",
        "dataset":"RAD",
        "name":"",
        "source_url":"3229927.txt",
        "scraped_timestamp":"2023-11-13",
        "document_date":"2010-01-24",
        "year":2010,
        "unofficial_text":"\nDossier de la SAR \/ RAD File: TB9-07773\nTB9-07774 \/ TB9-07775\n\nHuis clos \/ Private Proceeding\n\nMotifs et décision ? Reasons and decision\n\nPersonnes en cause\nXXXX XXXX XXXXXXXX XXXX XXXXXXXX XXXX XXXX\nPersons who are the subject of the appeal\n\n\n\nAppel instruit \/ entendu à\nVancouver (C.-B.)\nAppeal considered \/ heard at \n\n\n\nDate de la décision\n24 janvier 2010\nDate of decision \n\n\n\nTribunal\nKim Polowek\nPanel\n\n\n\nConseil des personnes en cause\nDiane B. Coulthard\nAvocate\nCounsel for the persons who are the subject of the appeal\n\n\n\nReprésentant(e) désigné(e)\nXXXX XXXX pour\nXXXX XXXX XXXX\nDesignated representative\n\n\n\nConseil du ministre\nS\/O\nCounsel for the Minister\n\n\n\n\n\nMOTIFS DE DÉCISION\n\nAPERÇU\n\n[1] XXXX XXXX (l'appelant principal) et XXXX XXXX (l'appelante), des citoyens de la Syrie, et XXXX XXXX XXXX (l'appelant mineur), collectivement nommés les appelants, sont des citoyens des États-Unis; ils interjettent appel de la décision de la Section de la protection des réfugiés (SPR) datée du 5 mars 2019 rejetant leurs demandes d'asile pour des motifs liés à la crédibilité et à la crainte subjective. L'appelant principal a été nommé le représentant désigné de l'appelant mineur. L'appelant mineur n'a pas présenté de demande d'asile à l'égard des États-Unis. Les appelants n'ont présenté aucun nouvel élément de preuve et ne demandent pas la tenue d'une audience. Ils soutiennent que les conclusions tirées par la SPR quant à la crédibilité et la crainte subjective sont insoutenables.\n\nDÉCISION\n\n[2] Après avoir considéré la preuve, la Section d'appel des réfugiés (SAR) casse la décision attaquée et y substitue la décision qui aurait dû être rendue selon elle, soit la décision selon laquelle les appelants ont qualité de réfugié au sens de la Convention1 suivant l'article 96 de la Loi sur l'immigration et la protection des réfugiés2 (LIPR). Il est fait droit à l'appel.\n\nCONTEXTE\n\n[3] Les appelants ont vécu au Royaume d'Arabie saoudite pendant de nombreuses années. Ils disposaient de permis de résidence grâce à l'emploi occupé par l'appelant principal. Au début de 2017, l'appelant principal a été avisé que son emploi prenait fin et que la famille serait donc expulsée en Syrie. La famille craint d'être prise comme cible en raison de sa religion, ses membres étant des sunnites modérés; des liens entretenus par la famille avec des opposants au régime Assad; de son appartenance à un groupe social en tant que personnes perçues comme étant riches et très susceptibles d'être victimes d'enlèvement; et de l'objection de l'appelant principal au fait d'être contraint de servir dans l'armée syrienne.\n\nRôle de la Section d'appel des réfugiés\n\n[4] Au moment d'examiner la décision de la SPR, la SAR doit évaluer tous les éléments de preuve de façon indépendante et établir si la SPR a commis ou non chacune des erreurs de droit, des erreurs de fait ou des erreurs mixtes qui lui sont reprochées. Pour effectuer cette évaluation, la SAR applique la norme de la décision correcte, conformément à l'arrêt rendu par la Cour d'appel fédérale dans l'affaire Huruglica3. La SAR peut faire preuve de déférence à l'égard de la SPR dans le cas exceptionnel où cette dernière bénéficiait d'un véritable avantage pour apprécier les témoignages de vive voix.\n\n[5] La SAR estime que la SPR ne se trouvait pas dans une position avantageuse pour apprécier les éléments de preuve des appelants, et la SAR a pu examiner et comprendre les témoignages des appelants en procédant à une écoute de l'ensemble de l'audience et en passant en revue la preuve documentaire.\n\nArguments formulés en appel\n\n[6] Les appelants formulent un certain nombre d'arguments en appel contre la décision de la SPR. Après avoir procédé à une analyse indépendante de la preuve, la SAR substitue sa propre décision à la décision attaquée. Il n'est donc pas nécessaire de considérer de façon plus approfondie les arguments formulés en appel.\n\nANALYSE\n\nLa crainte d'être persécutés en Syrie est fondée\n\n[7] La SPR a conclu à l'absence de crainte subjective des appelants de retourner en Syrie et a conclu que leurs craintes concernaient un risque généralisé lié à la guerre civile en Syrie. La SAR n'est pas d'accord et, après avoir procédé à un examen indépendant de la preuve, elle estime que les appelants craignent avec raison d'être persécutés en Syrie.\n\n[8] La SAR souscrit à l'argument des appelants selon lequel les allégations centrales de leur demande d'asile ne concernaient pas un risque généralisé lié à la guerre civile, mais plutôt la persécution attribuable au recrutement forcé au sein d'une armée qui commet des crimes de guerre; à leur religion et à leur appartenance à un groupe social, soit celui des personnes perçues comme étant riches et très susceptibles d'être victimes d'enlèvement.\n\n[9] De nombreux éléments de preuve documentaire objectifs et crédibles confirment que les violations des droits de la personne sont fréquentes et généralisées partout en Syrie. Le cartable national de documentation sur la Syrie ne contient aucun élément de preuve établissant le contraire. Par ailleurs, de très nombreux signalements font état de violence fondée sur le sexe, ce qui est pertinent en l'instance. Les femmes et les filles sont couramment victimes de viol et d'autres formes d'agressions sexuelles en Syrie de la part d'agents de l'État et de membres des nombreuses milices et organisations paramilitaires.\n\n[10] Les jeunes hommes, comme l'appelant principal, sont recrutés de force au sein de groupes militaires et paramilitaires qui font l'objet d'accusations crédibles de violations des droits de la personne et de crimes de guerre.\n\n[11] Les personnes perçues comme étant des opposants du gouvernement syrien sont couramment emprisonnées dans des conditions inhumaines et sont soumises à la torture ou tuées par des agents de l'État et des groupes qui y sont associés4. L'appelant principal serait particulièrement susceptible d'être persécuté du fait de ses opinions politiques présumées s'il s'opposait à son recrutement.\n\n[12] La SPR a conclu que la crainte subjective de retourner en Syrie que ressentaient les appelants est minée par le fait qu'ils ont quitté l'Arabie saoudite. La SAR ne souscrit pas à la conclusion selon laquelle la crainte subjective est réfutée par le fait que les appelants ont quitté l'Arabie saoudite où, selon les témoignages rendus sous serment, ils bénéficiaient d'une protection provisoire du fait de la situation professionnelle de l'époux de l'appelant principal, qui occupait un emploi illégal.\n\n[13] Les témoignages rendus sous serment sous présumés vrais à moins que cette présomption ne soit réfutée. La SAR estime que les appelants ressentent bien une crainte subjective de retourner en Syrie, comme ils l'ont affirmé dans leurs témoignages. Comme l'existence d'un fondement objectif de la crainte des appelants a été indiscutablement confirmée, la SAR juge que les appelants craignent avec raison d'être persécutés en Syrie s'ils y retournent. La SAR admet le profil des appelants en tant que musulmans sunnites, femmes et enfants, et elle estime que la preuve documentaire confirme le caractère objectif et fondé de la crainte subjective de retourner en Syrie ressentie par les appelants.\n\nAucune protection n'est assurée par l'État en Syrie\n\n[14] De très nombreux éléments de preuve documentaire objectifs crédibles confirment que la protection de l'État est inexistante en Syrie. Selon un récent rapport du Département d'État des États-Unis traitant d'agressions, [traduction] \" Le gouvernement n'a pris aucune mesure pour identifier les fonctionnaires qui ont commis des violations ou des abus des droits de la personne, enquêter sur eux, et les poursuivre ou les punir. L'impunité était omniprésente et profondément ancrée dans les forces de sécurité et ailleurs dans le régime5. \"\n\nIl n'existe pas de possibilité de refuge intérieur en Syrie\n\n[15] Comme les violations des droits de la personne sont chose courante partout en Syrie et compte tenu de l'absence de protection de l'État décrite ci-dessus, la SAR estime que les appelants ne bénéficient pas d'une possibilité de refuge intérieur où que ce soit en Syrie.\n\nAutres arguments formulés en appel\n\n[16] Les appelants formulent en appel un certain nombre d'arguments contre la décision de la SPR. Comme la SAR a substitué sa propre décision à la décision attaquée, il n'est pas nécessaire de considérer de façon plus approfondie les arguments formulés en appel.\n\n\n\nCONCLUSION\n\n[17] Il est fait droit à l'appel. Au titre du paragraphe 111(1) de la LIPR, la SAR casse la décision attaquée et y substitue sa propre décision selon laquelle les appelants ont qualité de réfugié au sens de la Convention.\n\n\n\n(signé)\n\" Kim Polowek \"\n\nKim Polowek\n\n24 janvier 2020\n\nDate\nTraduction de la CISR\nLangue originale : anglais\n1 Convention de 1951 relative au statut des réfugiés : Haut Commissariat des Nations Unies pour les réfugiés, Guide des procédures et critères à appliquer pour déterminer le statut de réfugié au regard de la Convention de 1951.\n2 Loi sur l'immigration et la protection des réfugiés, L.C. 2001, chap. 27.\n3 Canada (Ministre de la Citoyenneté et de l'Immigration) c. Huruglica; 2016 CAF 93.\n4 Cartable national de documentation (CND) sur la Syrie (30 septembre 2019), point 2.1.\n5 CND sur la Syrie (30 septembre 2019), point 2.1, p. 2.\n---------------\n\n------------------------------------------------------------\n\n\n\n\n\n------------------------------------------------------------\n\n\n\n\n\n\n\nDossier de la SAR \/ RAD File: TB9-07773\nTB9-07774 \/ TB9-07775\n\n\n\nSAR.25.02 (4 avril 2019)\nAvailable in English\n5\n\n\n\nCommission de l'immigration\net du statut de réfugié du Canada\nSection d'appel des réfugiés\n\nImmigration and Refugee\nBoard of Canada\nRefugee Appeal Division\n\n\nSAR.25.02 (4 avril 2019)\nAvailable in English\n\n\n\n",
        "language":"fr",
        "other":"{\"decision-maker_name\": \"Kim Polowek\"}"
    }
]