[
    {
        "citation1":"MB9-27420",
        "citation2":"",
        "dataset":"RAD",
        "name":"",
        "source_url":"3546053.txt",
        "scraped_timestamp":"2023-11-17",
        "document_date":"2011-01-12",
        "year":2011,
        "unofficial_text":"\nRAD File No. \/ No de dossier de la SAR : MB9-27420\nMB9-27421 \/ MB9-27422 \/ MB9-27423\n\nPrivate Proceeding \/ Huis clos\n\nReasons and Decision - Motifs et décision\n\nPersons who are the subject of the appeal\nXXXX XXXX XXXXXXXX XXXX XXXXXXXX XXXX XXXXXXXX XXXX\nPersonnes en cause\n\n\n\nAppeal considered \/ heard at\nMontréal, Quebec\nAppel instruit \/ entendu à \n\n\n\nDate of decision \nJanuary 12, 2011\nDate de la décision \n\n\n\nPanel\nMarie-Lyne Thibault\nTribunal\n\n\n\nCounsel for the persons who are the subject of the appeal\nRachel Benaroch \nConseil des personnes en cause\n\n\n\nDesignated representative\nXXXX XXXX\nReprésentant(e) désigné(e)\n\n\n\nCounsel for the Minister\nN\/A \nConseil du ministre\n\n\n\n\n\n\n\nREASONS FOR DECISION\nOVERVIEW\n[1] The principal appellant, XXXX XXXX; his wife, the female appellant, XXXX XXXX; and their minor children, the associate appellants, XXXX XXXX and XXXX XXXX, are Algerian citizens. \n[2] If they were to return to Algeria, they fear for their lives because of Islamic extremists, as they do not practise any religion. They also fear reprisals from the principal appellant's former employees, to whom he owes money. \n[3] They are appealing the decision of the Refugee Protection Division (RPD) rejecting their refugee protection claims. They claim that the RPD erred in its assessment of their credibility and in its prospective risk analysis. They also allege that the RPD failed to observe the principles of natural justice and procedural fairness. \n[4] For the following reasons, the Refugee Appeal Division (RAD) concludes that the RPD's decision is correct. While the RAD is of the opinion that the principal appellant's credibility with respect to a physical assault in 2016 was undermined by an omission from the initial draft of his Basis of Claim Form1 (BOC Form), the determinative issues for the RAD are the principles of natural justice and prospective risk. As did the RPD, the RAD concludes that the appellants have not demonstrated, on a balance of probabilities, the existence of prospective risk at the hands of Islamic extremists or the principal appellant's former employees.\n[5] The appeal is dismissed.\nNEW EVIDENCE\n[6] The appellants are asking that, under subsection 110(4) of the Immigration and Refugee Protection Act (IRPA), the RAD admit the following new evidence:\n* Exhibit \"A\" - Media articles about Salafist Abdelfatah Hamadache;2\n* Exhibit \"B\" - Research article about the role of Islam in Kabylia.3\n[7] The admissibility of new evidence before the RAD falls under subsection 110(4) of the IRPA and the criteria in Raza,4 as adapted by Singh.5\nExhibit \"A\" is admissible in evidence\n[8] In his affidavit,6 the principal appellant explains that he believed that the Salafist Abdelfatah Hamadache was known to the RPD. He therefore did not consider it necessary to provide documentary evidence to the RPD about him and the existence of Islamic fundamentalists in Algeria. He also added that the RPD did not request any evidence from him regarding the existence of Abdelfatah Hamadache and his organization. It was only when he received the RPD decision that he realized this evidence would be crucial to his refugee protection claim.\n[9] The RAD concludes that the articles about Abdelfatah Hamadache were published in November 2019, after the RPD had rejected the appellants' refugee protection claim. Furthermore, the information in these articles states that, in a video recording of Abdelfatah Hamadache, dated several days before the publication of the articles, Hamadache called for the murder of Christians and the destruction of churches in Algeria.\n[10] The RAD concludes that this evidence arose after the refugee protection claim was rejected and that Exhibit \"A\" meets one of the criteria of subsection 110(4) of the IRPA.\n[11] The RAD also concludes that the evidence is new, as it refers to recent developments related to religious extremism in Algeria. This evidence is also credible, since the articles are dated and sources were identified. This evidence is also relevant, as the appellants claim that they fear religious extremism in Algeria. \n[12] In light of the foregoing, the RAD concludes that Exhibit \"A\" meets the requirements set out in the Raza7 ruling, as adapted in Singh8. Exhibit \"A\" is admissible in evidence. \n\nExhibit \"B\" is not admissible in evidence\n[13] The appellant is responsible for providing all documentation in a timely fashion. The RAD is of the opinion that exhibit \"B\" would allow the appellant to complete a deficient record. This runs counter to the objective of subsection 110(4) of the IRPA.9 \n[14] As noted above, in his affidavit,10 the principal appellant explains that it was not until he received the RPD decision that he understood that evidence relating to Abdelfatah Hamadache was crucial to his refugee protection claim. The appellants argue in their memorandum that Exhibit \"B\" indicates that Abdelfatah Hamadache is a Kabyle imam who wants to impose Islam in Kabylia.\n[15] The RAD notes that Exhibit \"B\" was allegedly published in 2017,11 approximately two years before the RPD rendered its decision. The appellants do not contend that this evidence was not available prior to the rejection of their refugee protection claim. Rather, the appellants maintain that it is evidence they would not normally have produced, as they expected the RPD would know about Imam Hamadache.\n[16] The threats allegedly made by Abdelfatah Hamadache are central to the appellants' refugee protection claim. For the purposes of the RPD hearing, the appellants were represented by experienced legal counsel. In addition, the adult appellants were questioned by the RPD about whom they feared in Algeria.12 They must therefore have known that the identity of their agent of persecution was of interest to the RPD. In the RAD's view, the evidence regarding the agent of persecution is information that would normally have been provided to the RPD. \n[17] In light of the foregoing, the RAD concludes that Exhibit \"B\" meets none of the criteria set out in subsection 110(4) of the IRPA.\n[18] The appellants are also asking that the RAD hold an oral hearing.\nNO CAUSE TO HOLD AN ORAL HEARING\n[19] The question of the identity of one of the appellants' agents of persecution is not a determinative issue for the RAD. Accordingly, the RAD holds the view that Exhibit \"A\" does not present a material issue of credibility and is not essential to determination of the refugee protection claim. \n[20] In the circumstances, the RAD concludes there is no cause for an oral hearing under subsection 110(6) of the IRPA.\nANALYSIS\n[21] The RAD applied the correctness standard.13 The RAD conducted an independent review of the testimony, which included listening to the recording of the hearing. \n[22] It is important to note that the appellants are not challenging the RPD's conclusion that they failed to establish that were targeted in Algeria because they are Kabyle. The RAD does not see any errors and agrees with this conclusion.\n[23] The appellants allege that the RPD erred as follows:\n*  in concluding that they did not establish the presence of the Sahwa Islamist group in Tizi Ouzou, the city where they were living before leaving Algeria;\n* in failing to ask them for evidence of the Sahwa group's presence in Tizi Ouzou, which represents a breach of natural justice;\n* in concluding that they were unable to connect the attacks against them with the Sahwa group;\n* in concluding that they failed to establish the existence of prospective risk at the hands of the principal appellant's former employees.\n[24] For the reasons set out below, while the RAD accepts that adult appellants were victims of threats from religious extremists, and that this may have been the Sahwa group, the RAD concludes that the RPD's decision is correct. As a result of an omission in the initial draft of the principal appellant's BOC Form, his credibility was undermined regarding the alleged assault against him by religious extremists in 2016. Furthermore, the RAD concludes that appellants have not demonstrated the existence of a prospective risk on both religious grounds and for failure to make payments or delay in payments to former employees.\nNexus to the Convention\n[25] It is apparent from the RPD's reasons that the threat from the religious extremists was analyzed under section 96 of the IRPA, with the RPD concluding that there was a nexus with the Convention, on the basis of religion.\n[26] Regarding the potential for retaliation at the hands of the appellant's former employees for default and late payment, the RPD analyzed this under paragraph 97(1)(b) of the IRPA.\n[27] The appellants are not contesting this RPD conclusion. In addition, the RAD does not see any errors and agrees with this conclusion. The RAD is of the opinion that there is no nexus to the Convention regarding the potential for retaliation by former employees for non-payment.\nThere is no reason to set aside the decision\n[28] The appellants maintain that the RPD breached the principles of natural justice by failing to ask why they had not provided evidence of the presence of the Sahwa group in Tizi Ouzou. They maintain that this failure alone is sufficient to warrant vacating the decision, since this was a key factor in the RPD decision.\n[29] To ensure that the principles of natural justice are respected, refugee protection claimants should know exactly what they need to prove and must be afforded a meaningful opportunity to present their case.\n[30] In this case, because fear of the Sahwa group is central to the refugee protection claim, the RAD considers it implicit that the appellants had to prove the existence of this group in their region in Algeria. \n[31] Even if the RAD concluded that the RPD did not comply with the principles of natural justice by failing to confront the appellants about insufficient documentary evidence regarding the presence of the Sahwa group in Tizi Ouzou, in this case, this failure would not justify setting aside the decision. \n[32] Contrary to the appellants' testimony, a reading of the RPD reasons indicates that insufficient documentary evidence of the Sahwa's presence in Tizi Ouzou was not the sole determining factor in the RPD decision, but one of many. \n[33] In addition, as explained below, while the RAD accepts that appellants were threatened by religious extremists in Tizi Ouzou, the RAD concludes that the appellants have not established the presence of a prospective risk. Accordingly, even if the RAD were to conclude that the RPD breached the principles of natural justice by not confronting the appellants with the fact that the documentary evidence would not mention the Sahwa's presence in Tizi Ouzou, upon re-examination of the file, the final outcome would be the same. \nThe Refugee Appeal Division accepts that religious extremists were active in Tizi Ouzou at the time of the incidents alleged by the appellants\n[34] The appellants also maintain that, contrary to the RPD finding, the documentary evidence refers to the existence of terrorist groups in Tizi Ouzou.\n[35] As the appellants submit, Tab 1.8 of the National Documentation Package (NDP) on Algeria14 provides information on the existence of jihadist militants and terrorist groups, until 2017, in the northeastern provinces of Algeria, including Tizi Ouzou.\n[36] Although the NDP on Algeria15 does not specifically mention the Sahwa group, the RAD acknowledges the presence of religious extremists in Tizi Ouzou. Accordingly, the RAD will not address the appellants' arguments that the RPD erred in its conclusion that the testimony provided by the appellants on the Sahwa group is insufficient and deficient. In the RAD's view, the question of whether the religious extremists are from the Sahwa group or another group is not determinative in this circumstance. The issue is whether the appellants would face a serious possibility of persecution at the hands of religious extremists if they were to return to Algeria.\nThe principal appellant's credibility regarding the incident in 2016 is undermined\n[37] The RAD concludes that the RPD did not err in its negative credibility finding, based on the principal appellant's omission in his initial BOC Form that, in 2016, he was assaulted by four individuals and treated as a non-believer for consuming alcohol.\n[38] The appellants have not presented any specific argument against this RPD finding, beyond the fact that they were without counsel when they prepared and submitted their refugee protection claim. The appellants argue that the RPD erred in finding that they are not credible because they did not contradict themselves about the incidents they experienced.\n[39] First, it is not solely the contradictions that raise doubts about the credibility of sworn testimony. The omissions, for which no satisfactory explanation is offered, may raise doubts concerning sworn testimony.\n[40] That said, contrary to the RPD finding, the principal appellant did not testify at his hearing that he had failed to mention the 2016 incident because he was not represented by counsel. He explained instead that, when he submitted his initial BOC Form,16 there was no mention of being beaten while intoxicated, because he feared that Canadian authorities would think he was a bad fit.17 In the RAD's view, this explanation is not satisfactory. The lack of representation by counsel is another unsatisfactory explanation. He testified that while he was unconscious, his assailants took the opportunity to steal his wallet and cell phone.18 The principal appellant made a point of mentioning in his initial BOC Form that his children had been subjected to insults at school. In the circumstances, and given the seriousness of the 2016 incident, a physical assault at the hands of four individuals that rendered him unconscious, the RAD would expect the principal appellant to report this incident in his initial BOC Form. Given the lack of satisfactory explanation, the RAD finds that appellant's credibility regarding the incident in 2016 is undermined.\n[41] The appellants are also alleging that the RPD erred in its assessment of the prospective risk.\nThe appellants have not established a serious possibility of persecution or demonstrated, on a balance of probabilities, the existence of prospective risk\n[42] The RAD is of the opinion that the RPD did not err in concluding that the appellants failed to establish a serious possibility of persecution or demonstrate, on a balance of probabilities, the existence of a prospective risk as set out in subsection 97(1) of the IRPA, should they return to Algeria.\n[43] The appellants argue that the RPD erred in concluding that the appellants failed to establish that the workers who were not paid by the principal appellant would have any interest in finding him and seeking revenge. They also claim that it is evident that the workers who were unpaid for several months may have endured extreme suffering, considering Algeria's economic situation, which may result in a desire for revenge.\n[44] The RAD does not accept these arguments. At his hearing, the principal appellant testified that, since his arrival in Canada, he has paid some of his workers, but five of them are still unpaid. The five workers went to his father's house to claim what is owed to them.19 Although he sent them some funds, he still owes XXXX XXXX XXXX dinars, which is equivalent to approximately CAN$XXXX XXXX XXXX. He alleges that they will seek revenge because they were not paid on time.20 In the RAD's view, this is speculation. The principal appellant testified that around XXXX 2017, the workers who had not been paid were threatening to harm him and his family.21 His car was XXXX in XXXX 2017.22 The appellant is of the opinion that this was an attack by his workers.23 However, the destruction of material goods on its own does not warrant granting international protection. In addition, the RAD notes that the appellants left Algeria approximately eight months later, in XXXX 2018. The appellant continued to work until XXXX 2018.24 His children continued to attend school. Apart from threats, the appellants do not allege that they experienced any other adverse incidents, even though they did not relocate until they had left for Canada.25 Furthermore, the principal appellant testified that his father and brother, who still live in Algeria, are not experiencing any difficulties, apart from being visited by workers who demand what is owed to them.26 The principal appellant testified that he has sent money to his father to give to the workers.27 The appellant's testimony indicates that he is in the process of repaying them. In light of the appellants' testimony, the RAD concludes that the RPD did not err in concluding that they did not establish that the workers who have not been paid by the principal appellant would have any interest in finding him and retaliating. \n[45] The onus is on the appellants to establish, on a balance of probabilities, that if they were to return to Algeria, they would be personally subjected to a risk to their lives, or to a risk of cruel and unusual treatment or punishment under subsection 97(1) of the IRPA. Even if the RAD were to accept the explanation that the workers would seek revenge against the appellants if they returned to Algeria, the appellants have not established, on a balance of probabilities, that this revenge would involve a risk to their lives or a risk of cruel and unusual treatment or punishment. \n[46] With regard to the risk of persecution on religious grounds at the hands of extremists, the appellants, on the basis of documentary evidence that refers to the existence of discrimination against women,28 claim that this evidence corroborates their allegations.\n[47] The RAD acknowledges the presence of religious extremists in Algeria, specifically in Kabylia, where Tizi Ouzou is located. The RAD also acknowledges that a Salafist imam in Algeria named Hamadache is making inflammatory speeches.29 However, in the RAD's view, the documentary evidence30 does not support a conclusion that merely being atheists and Kabyle in Algeria would subject the appellants to a serious possibility of persecution.\n[48] The appellants left Algeria in XXXX 2018.31 The most recent incident experienced by the appellants at the hands of religious extremists occurred three years earlier, in XXXX 2015, when the principal appellant was allegedly arrested by police after he was reported for eating in public during Ramadan. He was detained for five to six hours, insulted, beaten, and later released with a warning not to commit the crime again.32 Despite his refusal to XXXX XXXX XXXX XXXX XXXX of a XXXX at the request of the Salafist Hamadache,33 other than insults, the XXXX 2014 mention of his name at his cousin's mosque to the effect that he declined to XXXX to the Tizi Ouzou XXXX, his XXXX 2015 arrest, and the fact that the female appellant was XXXX XXXX XXXX XXXX by two people in XXXX 2015 who told her to dress properly, the appellants did not experience any further incidents by extremists since that time. Clearly, the fact that the principal appellant was arrested and beaten is a serious incident. However, he was released the same day without charge and has not had any further problems since then. As to the female appellant being XXXX, which resulted in a XXXX XXXX, this was also a serious and grave incident. However, according to the appellants' testimony, these were isolated incidents that occurred three years prior to their departure from Algeria. The RAD takes into consideration the appellants' testimony that they had been careful since then, the female appellant no longer went out alone, except to take the children to school and they were insulted as [translation] \"dirty, non-believers.\" However, the RAD also takes into consideration that the appellants were able to work and support themselves in Algeria. The principal appellant was a XXXX XXXX and the female appellant was employed by his company. After the XXXX 2015 incident, the female appellant sought treatment in the hospital.34 She does not allege that she experienced any problems at the hospital because she is an atheist. She does not allege that she received threats prior to the XXXX 2015 incident because of her manner of attire.\n[49] The documentary evidence indicates that Algerian society is conservative.35 As pointed out by the appellants, it also mentions that women experience discrimination in certain aspects of the law, such as inheritance and traditional social practices.36 However, this testimony does not support the conclusion that being a non-Islamic woman would subject the female appellant to a serious risk of persecution should she return to Algeria.\n[50] With regard to terrorist groups, the appellants' evidence37 indicates that terrorist attacks are generally directed at security forces and local governments in rural areas. In general, civilians are not targeted. The groups are not believed to control any specific territory.\n[51] In the documentary evidence pertaining to religious minorities in Algeria,38 the RAD did not find any specific information regarding the treatment of atheists. However, the RAD does find that the evidence indicates that certain individuals who openly practise a religion other than Sunni Islam have reported that their family, neighbours or others have criticized their choice, harassed them into converting, and sometimes implied that they may be in danger.39 Based on this evidence, the RAD acknowledges that the risk to an individual who abandons Islam is determined by those around them and the manner in which they practise their religion.\n[52] Regarding their Kabyle identity, the principal appellant testified that Arabs did not give him XXXX.40 This constitutes discrimination. However, the RAD takes into consideration that he nevertheless obtained contracts in Kabylie and operated his own business. Furthermore, the appellant does not allege that he is a Berber activist. The evidence produced by the appellants and the documentary evidence concerning the treatment of Berbers41 do not lead to the conclusion that the appellants, who do not claim to be Berber activists, would be subjected to a serious risk of persecution if they returned to Algeria because of their Kabyle status.\n[53] The RAD accepts that the appellants, as Kabyle, as atheists and as a woman in the case of the female appellant, may be discriminated against in Algeria. However, in light of the above-namely that, other than the insults, the incidents date back more than three years before the appellants' departure from Algeria-the RAD concludes that the appellants have not established that the discrimination that they would be subjected to, if they return to Algeria, as Kabyle and as atheists, would amount, cumulatively, to a serious possibility of persecution.\n[54] In light of the above, the RAD concludes that the RPD's decision is correct. The appellants have not established a serious possibility of persecution on any of the five Convention grounds or demonstrated, on a balance of probabilities, that if they were to return to Algeria, they would be personally subjected to a risk to their lives, to a risk of cruel and unusual treatment or punishment under subsection 97 (1) of the IRPA.\nDECISION\n[55] The RAD dismisses the appeal and confirms the determination according to which XXXX XXXX, XXXX XXXX, XXXX XXXX and XXXX XXXX are neither \"Convention refugees\" under section 96 of the IRPA nor \"persons in need of protection\" under section 97 of the IRPA.\n\n(signed)\nMarie-Lyne Thibault\n\nMarie-Lyne Thibault\n\nJanuary 12, 2021\n\nDate\nIRB translation\nOriginal language: French\n1 \tSPR-1, Refugee Protection Division (RPD) record, Basis of Claim Form (BOC Form), pp. 16 to 60.\n2 \tP-2, Appellant's record, Exhibit A, Il appelle à la destruction de toutes les églises d'Algérie : le salafiste Abdelfatah Hamadache récidive [a call for the destruction of all churches in Algeria: Salafist Abdelfatah Hamadache reoffends]. The light of the world November 12, 2019, pp. 17-20; Le salafiste Abdelfatah Hamadache appelle aux \" meurtres \" des Chrétiens\" [Salafist Abdelfatah Hamadache calls for the \"murder\" of Christians.] Kabylie Times. November 7, 2019, pp. 21-22.\n3 \tP-2, Appellant's record, Exhibit B, Religion et identité amazighe : réflexions sur le rôle de l'islam en Kabylie (Algérie) [religion and the Amazigh identity: reflections on the role of Islam in Kabylia, Algeria]. Carmen Garraton Mateu. Centre Jacques-Berque. 2017, pp. 23-49.\n4.\tRaza v. Canada (Minister of Citizenship and Immigration), 2007 FCA 385.\n5 \tCanada (Citizenship and Immigration) v. Singh, 2016 FCA 96.\n6\tP-2, Appellant's record, Appellant's affidavit, December 13, 2019, p. 16.\n7.\tRaza v. Canada (Minister of Citizenship and Immigration), 2007 FCA 385.\n8     Canada (Citizenship and Immigration) v. Singh, 2016 FCA 96.\n9 \tArafa v. Canada (Citizenship and Immigration), 2019 FC 6.\n10\tP-2, Appellant's record, Appellant's affidavit, December 13, 2019, p. 16.\n11 \tSupra, endnote 3, Exhibit B, p. 49.\n12 \tRecording of the RPD hearing on October 7, 2019, at approximately 00:14:55 and 00:55:15.\n13 \tCanada (Citizenship and Immigration) v. Huruglica, 2016 FCA 93.\n14 \tSPR-1, National Documentation Package (NDP) on Algeria, July 31, 2019, Tab 1.8: Country Policy and Information Note. Algeria: Fear of Islamic Terrorist Groups. Version 1.0. United Kingdom. Home Office. August 2017 (This document is also part of the most recent NDP on Algeria, published on March 31, 2020.).\n15 \tIbid, NDP on Algeria.\n16 \tSPR-1, RPD record, BOC Form of Chabane TOUATI, dated August 16, 2018, pp. 18-30.\n17 \tRecording of the RPD hearing on October 7, 2019, at approximately 01:46:30.\n18 \tIbid., at approximately 01:03:00.\n19 \tRecording of the RPD hearing on October 7, 2019, at approximately 01:26:00.\n20 \tIbid, at approximately 02:11:00.\n21 \tSupra endnote 1, BOC Form, p 17; Recording of the RPD hearing on October 7, 2019, at approximately 01:15:00.\n22 \tSPR-1, RPD record, P-2, Fire department intervention reports and photographs, pp. 143-144.\n23 \tRecording of the RPD hearing on October 7, 2019, at approximately 01:17:15.\n24 \tIbid, at approximately 01:25:00.\n25 \tSPR-1, RPD record, IMM 5669, question 12, p. 93.\n26 \tRecording of the RPD hearing on October 7, 2019, at approximately 01:49:45.\n27 \tIbid, at approximately 01:27:20.\n28 \tSPR-1, NDP on Algeria, July 31, 2019, Tab 2.1: Algeria. Country Reports on Human Rights Practices for 2018. United States. Department of State, March 13, 2019. \n29 \tSupra, endnote 3, Exhibit B.\n30 \tSPR-1, NDP on Algeria, July 31, 2019, Tab 12.1: Algeria. International Religious Freedom Report for 2018. United States. Department of State. June 21, 2019; Tab 12.2: Algeria: Non-Muslim minorities in Algeria. Human Rights Without Frontiers International. September 15, 2016. ; Tab12.3: Situation of individuals who have converted from Islam to Christianity, including treatment by society and authorities; availability of state protection (2014-May 2015) Immigration and Refugee Board of Canada. June 30, 2015. DZA105210.E.\n31 \tSupra endnote 1, BOC Form, p 17. \n32 \tSupra endnote 1, BOC Form, p 17. \n33 \tRecording of the RPD hearing on October 7, 2019, at approximately 00:58:00.\n34 \tIbid, at approximately 00:24:00.\n35 \tSupra endnote 28, Tab 2.1. \n36 \tSupra endnote 28, Tab 2.1. \n37 \tSupra endnote 14, Tab 1.8, p. 5\/22.\n38 \tSupra, endnote 30.\n39 \tSupra endnote 30, Tab 12.1, pp. 14-15.\n40 \tRecording of the RPD hearing on October 7, 2019, at approximately 02:14:45.\n41 \tSPR-1, NDP on Algeria, July 31, 2019, Tab 13.1: Treatment of Berbers including social, economic and political issues. Ireland. Refugee Documentation Centre. December 18, 2015. Tab 4.1 : The Movement for the Self-Determination of Kabylia (Mouvement pour l'autodétermination de la Kabylie, MAK), including its activities and the treatment of MAK members by the authorities and Islamists; treatment of Berbers by the authorities... Immigration and Refugee Board of Canada. August 29, 2017. DZA105963.FE.\n---------------\n\n------------------------------------------------------------\n\n---------------\n\n------------------------------------------------------------\n\nRAD File No. \/ No de dossier de la SAR : MB9-27420\nMB9-27421 \/ MB9-27422 \/ MB9-27423\n\n\nRAD 25.02 (January 2020)\nDisponible en français \n13\n\n\n\nImmigration and Refugee\nBoard of Canada\nRefugee Appeal Division\n\nCommission de l'immigration\net du statut de réfugié du Canada\nSection d'appel des réfugiés\n\n\nRAD 25.02 (January 2020)\nDisponible en français\n\n\n\n",
        "language":"en",
        "other":"{\"decision-maker_name\": \"Marie-Lyne Thibault\"}"
    }
]