[
    {
        "citation":"MC2-03068",
        "citation2":"",
        "dataset":"RAD",
        "name":"",
        "source_url":"MC2-03068 - Final February 2023.txt",
        "scraped_timestamp":"2023-11-12",
        "document_date":"2023-02-02",
        "year":2023,
        "unofficial_text":"\nRAD File \/ Dossier de la SAR : MC2-03068\nMC2-03069 \/ MC2-03070 \/ MC2-03071\nMC2-03190\nPrivate Proceeding \/ Huis clos\nReasons and Decision ? Motifs et décision\nPersons who are the subject of the appeal\nXXXX XXXX XXXX XXXXXXXX XXXX XXXX XXXXXXXX XXXX XXXXXXXX XXXX XXXXXXXX XXXX\nPersonnes en cause\nDate of decision\nFebruary 2, 2023\nDate de la décision\nPanel\nMe Martine Durocher\nTribunal\nCounsel for the persons who are the subject of the appeal\nMe Alexandra Goncharova\nConseil des personnes en cause\nDesignated representative\nXXXX XXXX XXXX\nReprésentant(e) désigné(e)\nCounsel for the Minister\nMe Mike Milette\nConseil du ministre\nREASONS FOR DECISION\nOVERVIEW\n[1] I dismiss this appeal. XXXX XXXX XXXX(Principal Appellant) and XXXX XXXX XXXX, XXXX XXXX, XXXX XXXX(Minor Associate Appellants), XXXX XXXX(Associate Appellant) are citizens of South Africa. They are appealing the negative decision of the Refugee Protection Division (RPD) rendered from the bench, the day of the hearing on January 11, 2022.\n[2] The RPD ruled that Mr. XXXX XXXX, husband of the Principal Appellant, was excluded on the basis of Article 1F(a) of the Convention. In reaching this ruling, the RPD found that there were serious reasons to consider that he significantly and knowingly contributed to crimes against humanity of apartheid while he was employed as a XXXX XXXX in the XXXX XXXX XXXX from 1990 until 1994. He was therefore excluded from claiming refugee status. The RPD further found that, even if Mr. XXXX was not to be excluded, he would still not be a Convention refugee for the same reasons that such status was denied to the other Appellants.\n[3] Indeed, the RPD concluded that the Principal Appellant and her children, the Minor Associate Appellants, had failed to establish an objective basis to their fear of being persecuted as a result of their ethnicity, namely being White South Africans, and the perception of wealth that is attached to it. The Principal Appellant and the two female Associate Appellants also failed to establish a serious possibility of persecution on the basis of their gender.\n[4] I find that the RPD erred in excluding Mr. XXXX, the Associate Appellant, from refugee protection based on his alleged participation in apartheid, as a crime against humanity. Indeed, I find that: (a) the RPD erred in considering only the Rome Statute in assessing whether the alleged conduct that predated its signature constituted apartheid as a crime against humanity; (b) Apartheid, as a crime against humanity, did not form part of customary international law at the time of the alleged conduct; (c) the RPD erred in applying the mens rea of recklessness to the alleged conduct of the Associate Appellant; (d) the Associate Appellant did not contribute in a significant manner, or alternatively in a knowing manner, to the crimes against humanity, of murder and of torture, nor to the illegal common plan consisting of the implementation of apartheid.\n[5] However, I rule that the RPD correctly found that there is a lack of evidence to establish the objective basis of the Appellants' fear of returning to South Africa.\nDECISION\n[6] I dismiss the appeal. I find that the Associate Appellant is not excluded from the refugee protection regime, pursuant to section 98 of IRPA, however, I conclude that the RPD correctly found that the Appellants are neither Convention refugees nor persons in need of protection, pursuant to sections 96 and 97 of IRPA.\nNEW EVIDENCE\nThe evidence presented by the Appellants is accepted\n[7] According to the IRPA,1 I can only accept evidence that:\ni. arose after the RPD decision; or\nii. was not reasonably available at the time of the decision; or\niii. that you could not reasonably have been expected in the circumstances to bring to the RPD before the decision.\n[8] If the evidence meets one or more of these requirements, I must decide if the evidence is new, credible and relevant before I can accept it.2\n[9] Also, for the RAD to admit the Post Appeal Additional Evidence that was submitted after the filing of the Appellants' record, the Appellants must satisfy the requirements of Rule 29(4) of the RAD Rules. In particular, the RAD must consider the document's relevance and probative value, any new evidence the document brings to the appeal, and whether the person who is the subject of the appeal, with reasonable effort, could have provided the document or written submissions with the Appellant's record.3 Those criteria are cumulative.\n[10] On November 22, 2022, the Appellants submitted a series of additional evidence in support of their contentions regarding the Second Alazar Notice sent by the RAD on August 30, 2022, that responded to the Minister's second intervention dated October 7, 2022. It consists of academic articles and books, as well and international jurisprudence. I find that, since they are linked to the new issue that was not raised before the RPD, the Appellants could not have provided them prior to the perfection of the appeal or the RPD negative decision, thus meeting the requirements of Rule 29(4) of the RAD Rules and section 110 (4) of IRPA. They are also relevant, credible and new and they will be referred to in the analysis. Indeed, their credibility was not challenged by the Minister as they all concern known academics, or they were issued by international instances. They will be admitted into the record under P-4.\n[11] Since this new evidence does not concern the credibility of the Appellants, I find that the criteria of section 110(6) of IRPA are not met and therefore a hearing was not held.\nANALYSIS\n[12] My role is to look at all the evidence, including to listen to the recording of the hearing, and decide if the RPD made the correct decision.4\nExclusion under Article 1F(a) of the Convention\n[13] This part of the analysis is divided in the following manner: (i) the application of the Rome Statute to Pre-1998 events; (ii) the existence in customary international law of apartheid as a crime against humanity between 1990-1994; (iii)\nThe Application of the Rome Statute to Pre-1998 Events\n[14] According to section 98 of the Immigration and Refugee Protection Act (IRPA):\nA person referred to in section E or F of Article 1 of the Refugee Convention is not a Convention refugee or a person in need of protection.\n[15] Section F (a) of Article 1 of the Refugee Convention (the Convention) states the following:\nThe provisions of this Convention shall not apply to any person with respect to whom there are serious reasons for considering that:\n(a) He has committed a crime against peace, a war crime, or a crime against humanity, as defined in the international instruments drawn up to make provision in respect of such crimes. [emphasis added]\n[16] In its analysis leading to the exclusion of Mr. XXXX, the RPD member referred to article 7 of the Rome Statute of the International Criminal Court (Rome Statute), as it was implemented in Canadian jurisdiction through the Crimes Against Humanity and War Crimes Act in 2000 (CAHWCA). However, the alleged criminal conduct of Mr. XXXX took place from 1990 until 1994, at least four years prior to the signing of the Rome Statute in 1998 and eight years before its entry into force on July 1, 2002.\n[17] This is particularly important, as the main international instruments pertaining to international criminal law, prior to the Rome Statute, do not list apartheid as a crime against humanity, and neither does the definition of crimes against humanity under the Canadian legislation. In fact, neither the Charter of the International Military Tribunal of 1945 (IMT)5, the Charter of the International Tribunal enacted to prosecute crimes committed by Japan in 19466, Control Council Law No. 107, the Statute of the International Criminal Tribunal for the former Yugoslavia (ICTY)8, nor the Statute for the International Criminal Tribunal for Rwanda (ICTR)9 list apartheid as a crime against humanity. This apparent retroactive application of a criminal law instrument to the alleged criminal acts prompted me to raise a new issue and requested the parties for additional submissions on July 6, 2022 (First Alazar Notice).\n- Parties' Submissions\n[18] The Associate Appellant submitted that the applicability or relevance of the Rome Statute and the CAHWCA to the exclusion cases dealing with alleged acts that predate their implementation is not settled in Canadian jurisprudence. He pleads that the Federal Court in the Jean-Baptiste and Verbanov cases stated that the Rome Statute should be applied to cases in which the alleged crimes occurred after its signature in 1998.10 He alleges that, when a reproached conduct occurred prior to the Rome Statute, Federal Court decisions relied on the existence of customary international law to make the finding that the enumerated act was indeed recognized as a crime against humanity at the time of the reproached conduct, as opposed to exclusively relying on the Rome Statute. Finally, he quotes the holding of Judge Pamel in the Elve case, affirming that the CAHWCA and Rome Statute attach \"new consequences for acts committed prior\" to their implementation, constituting a retrospective, as opposed to a retroactive application of the CAHWCA, but only after a discussion concluding that torture, as a crime against humanity, had been recognised in international customary law prior to the Rome Statute.11 He noted that no similar analysis was carried out in Canadian jurisprudence regarding the crime of apartheid.\n[19] The Minister relies on the Elve case to argue that a distinction needs to be drawn between the concepts of retroactivity and retrospectivity in the application of the Rome Statute, setting aside the Ventocilla precedent in which it was declared that it could not be applied to acts predating its implementation without violating the non-retroactivity ratione personae clause. The Minister affirms that the RAD must come to the same conclusions regarding apartheid, as the Rome Statute and CAHWCA are not applied retroactively, but rather attach new consequences to acts committed prior to their implementation. He adds that, well before the entry into force of the Rome Statute, the international community agreed that the crime of apartheid had to be considered as a crime against humanity, citing Resolution 2202 of the General Assembly of the United Nations dated December 16, 1966, as well as the International Convention on the Suppression and Punishment of the Crime of Apartheid of 1973 (Apartheid Convention). However, in his Additional Memorandum, the Minister argues that the Rome Statute is not a full codification of customary international law at the time of its signature.12 According to the Minister, the Rome Statute is a multilateral treaty that confers jurisdiction to the International Criminal Court (ICC) but is not an authoritative source of conventional law for the purposes of defining an international crime.13\n- Analysis\n[20] The RAD finds the Minister's arguments confusing and seemingly taking contradictory positions, which is unhelpful. It might also be symptomatic of the confusion prevailing in the Canadian jurisprudence dealing with international criminal law in refugee and admissibility cases.\n[21] The RAD believes that a distinction needs to be drawn between sections 35(1)(a) and 98 of IRPA. The former was amended to require the decision-maker to consider the CAHWCA when deciding on admissibility cases.14 However, the legislator chose not to amend section 98 of IRPA to include such reference to the CAHWCA. Indeed, section 98 of IRPA applies the exclusion regime of Article 1F(a) of the Convention that requires the decision maker to assess whether an asylum claimant could be excluded on the grounds that there are serious reasons to consider that he or she committed a crime against peace, a crime against humanity or a war crime as defined in international instruments. It thus follows that the regime of section 98 of IRPA does not require the decision maker to apply Canadian legislation in the context of its analysis. As a matter of fact, the Supreme Court or Canada (SCC) in Ezokola stated that Article 1F(a) of the Convention \"instructs us\" to apply international law to reflect the realities of international crimes, beyond the boundaries of Canadian criminal law:\n[44] Whether an individual is complicit in an international crime cannot be considered in light of only one of the world's legal systems: Ramirez, at p. 315; Moreno v. Canada (Minister of Employment and Immigration), 1993 CanLII 2993 (FCA), [1994] 1 F.C. 298 (C.A.), at p. 323. This flows not only from the explicit instruction in art. 1F(a) to apply international law, but also from the extraordinary nature of international crimes. They simply transcend domestic norms.\n[46] We are therefore required by both the text of art. 1F(a) and the realities of international crime to look beyond the bounds of Canadian criminal law. We must refrain from interpreting and applying international criminal law as if it were simply the mirror of our domestic criminal law: Cassese's International Criminal Law (3rd ed. 2013), revised by A. Cassese et al., at pp. 6-7. 15 (emphasis added).\n[22] Consequently, I find that the debate as to whether the application of the Rome Statute, as implemented in the CAHWCA, should be considered prospective, and not retroactive, in accordance with the Canadian legislation not to be relevant to the case at bar. A decision maker must assess whether the alleged crime against humanity was part of international customary law at the time of the reproached conduct, the Canadian legislation being one consideration among others.\n[23] I note that, in Verbanov, Justice Grammond referred to paragraph 223 of the Tadic Appeals Judgement of the ICTY to affirm that the definition of international crimes featured in the Rome Statute reflects the intention of the State Parties to codify international customs, supporting the presumption articulated in section 6(4) of the CAHWCA that articles 6 to 8 of the Rome Statute are part of customary international law starting on July 17, 1998, the date of the signature. I note that the ICTY Appeals Chamber was not so specific. The relevant portion of the Tadic case reads:\n223. As for the Rome Statute, at present it is still a non-binding international treaty (it has not yet entered into force). It was adopted by an overwhelming majority of the States attending the Rome Diplomatic Conference and was substantially endorsed by the General Assembly's Sixth Committee on 26 November 1998. In many areas the Statute may be regarded as indicative of the legal views, i.e. opinio juris of a great number of States. Notwithstanding article 10 of the Statute, the purpose of which is to ensure that existing or developing law is not \"limited\" or \"prejudiced\" by the Statute's provisions, resort may be had cum grano salis to these provisions to help elucidate customary international law. Depending on the matter at issue, the Rome Statute may be taken to restate, reflect or clarify customary rules or crystallise them, whereas in some areas it creates new law or modifies existing law. At any event, the Rome Statute by and large may be taken as constituting an authoritative expression of the legal views of a great number of States.16 (emphasis added)\n[24] Justice Grammond's conclusion also relies on the work of the academics.17 However, as argued by the Minister, the same articles actually discuss that the definitions of the crimes included in the Rome Statute may depart from customary international law as some elements might be the results of a consensus.18\n[25] Consequently, I find that articles 6 to 8 of the Rome Statute are, at large, a reflection of customary international law, but elements could also be the result of negotiations, while \"importing deviations and normative developments.\"19 This approach was echoed in the Ezokola case, in which the SCC stated \" despite its importance, the Rome Statute cannot be considered as a complete codification of international criminal law.\"20 In the Mugesera case, the SCC also inferred that the Rome Statute was not a complete codification of customary international law.21 I note that the Verbanov case concerns the application of section 35 of the IRPA instructing the decision maker to apply the Canadian legislation imposing a legal presumption to the effect that the Rome Statute is a reflection of customary international law, which is not the situation in the instant case. I believe that it is also important to note that the International Criminal Court (ICC) itself recognized that the Rome Statute might not always reflect customary international law, especially regarding the crimes listed under article 7 of the Rome Statute.22\n[26] In any event, the legal presumption of the Canadian legislation to the effect that the Rome Statute is an expression of customary international law featured in the CAHWCA only applies to situations that arose after the signature of the Rome Statute. Indeed, section 6 (4) of the CAHWCA indicates that, for situations that arose before July 17, 1998, the Rome Statute may be used as an indication that those crimes were part of international customary law, falling short of imposing a legal presumption:\nFor greater certainty, crimes described in articles 6 and 7 and paragraph 2 of article 8 of the Rome Statute are, as of July 17, 1998, crimes according to customary international law, and may be crimes according to customary international law before that date. This does not limit or prejudice in any way the application of existing or developing rules of international law. [emphasis added]\n[27] This can only be construed as requiring that an analysis be conducted to ascertain whether the crimes of which the claimant is being suspected formed part of the international customary law at the relevant time prior to 1998. Indeed, the \"reasonable grounds to believe\" standard of proof in the determination of Article 1F(a) exclusions concerns only allegations of facts, not questions of law. The decision maker must assess whether those facts did constitute a crime against humanity at the time of the alleged crime:\nWhen applying the \"reasonable grounds to believe\" standard, it is important to distinguish between proof of questions of fact and the determination of questions of law. The \"reasonable grounds to believe\" standard of proof applies only to questions of fact: Moreno v. Canada (Minister of Employment and Immigration), 1993 CanLII 2993 (FCA), [1994] 1 F.C. 298 (C.A.), at p. 311. This means that in this appeal the standard applies to whether Mr. Mugesera gave the speech, to the message it conveyed in a factual sense and to the context in which it was delivered. On the other hand, whether these facts meet the requirements of a crime against humanity is a question of law. Determinations of questions of law are not subject to the \"reasonable grounds to believe\" standard, since the legal criteria for a crime against humanity will not be made out where there are merely reasonable grounds to believe that the speech could be classified as a crime against humanity. The facts as found on the \"reasonable grounds to believe\" standard must show that the speech did constitute a crime against humanity in law.23 (emphasis added)\n[28] As held in the Harb case, the Rome Statute can certainly be used as a guide to evaluate whether the crime against humanity in question did form part of customary international law when the alleged criminal acts were perpetrated prior to 1998, but like in this instant case, further evidence was required to be submitted by the Minister in order to establish that apartheid was indeed a crime against humanity at the time of the alleged conduct.24\n- Federal Court Jurisprudence\n[29] In my view, this conclusion aligns with the rationale expressed by the Federal Court. I do not believe that the decision in Ventocilla stands in contradiction with the subsequent Federal Court decisions on the issue of the retroactive or retrospective application of the Rome Statute. Indeed, in those cases, the Federal Court based their conclusion on additional evidence that, when the reproached conduct occurred prior to the signature of the Rome Statute, the international crimes alleged by the Minister were part of customary international law. The Rome Statute, in and of itself, did not suffice.\n[30] In Ventocilla, the Federal Court declared that the RPD erred when it relied only on the Rome Statute to assume that the alleged war crime could be committed as part of an internal armed conflict, as opposed to an international armed conflict regarding conduct that occurred between 1985 until 1992 in Peru. It implicitly ruled that, since the Rome Statute was not applicable at the time of alleged perpetration, the decision maker needed to ascertain whether such war crimes were part of the laws and customs of war - or customary international law. It relied on the definition of war crimes provided in the CAHWCA that specified that an act or omission is a war crime when \"at the time and in the place of its commission\" it was defined as such by \"customary international law or conventional international law applicable to armed conflicts\".25 Since the Rome Statute was not in force at the time of the conduct, the Minister needed to adduce evidence that it formed part of customary international law. This interpretation is in line with section 6(4) of the CAHWCA, that indicates that for pre-1998 conducts, war crimes described in article 8 of the Rome Statute may be part of customary international law, which is insufficient to meet the legal standard for a question of law.\n[31] In Bonilla, the Federal Court was dealing with torture as a crime against humanity. It opined that, regarding this particular crime, the Rome Statute was a \"consolidation of the traditional definition which was in existence at least since 1945.\" 26 Indeed, as pointed out by the Federal Court of Appeal in the Harb case, this international crime of torture had been recognized as such since at least the trials of Nuremberg in 1945-1946 and other international instruments that came afterwards, including the IMT, ICTY and the Convention against Torture (CAT) of 1984.27 This situation led the Federal Court to declare that, in that regard, the Rome Statute was declaratory of the existence of that crime within customary international law, well before the signature of the Rome Statute. It did not rely solely on the Rome Statute in order to make that finding, but it also considered other older international instruments. The Appellants do not challenge that torture, as a crime against humanity, was part of customary international law prior to 1998.\n[32] In Betoukoumesou, the Federal Court distinguished Ventocilla, as it was dealing with war crimes and not crimes against humanity. However, I do not believe this distinction to be so relevant. In Betoukoumesou, Justice Mosley viewed section 14 of the CAHWRC, as declaratory of the applicable law at the time of the conduct, not the Rome Statute.28 Indeed, the CAHWCA did not proclaim the Rome Statute regime of modes of responsibility set forth in article 25 of the Rome Statute, nor the defense of superior order contained in article 33 of the Rome Statute as a reflection of international customary law. Instead, the Federal Court applied the rationale elaborated in the SCC case Finta in relation to the defence of obedience to superior orders applicable in both war crime and crimes against humanity cases, as it was mostly mirroring section 14 of CAHWCA.29 In my view, this case does not deal with the application of the Rome Statute within the context of an article 1F(a) exclusion.\n[33] Even in the Elve case, the Federal Court rejected Ventocilla, but in fact applied the same rationale, citing extensive evidence as to the existence of torture as a crime against humanity or war crime being part of customary international law before 1998, making the Rome Statute (and section 6 of the CAHWCA) declaratory or prospective.30 It did not rely on the Rome Statute alone to conduct predating its signature. It also cited the Betoukoumesou case which concerns the application of the CAHWCA, not the Rome Statute, but failed to draw a distinction between the inadmissibility regime of section 35 of the IRPA and the one of refugee law of section 98 of IRPA, the latter not requiring the application of the CAHWCA.\n[34] I thus find that the Canadian jurisprudence supports my earlier finding that the Minister was required to adduce additional evidence to establish that the crime of apartheid, as a crime against humanity, was part of customary law at the time of the alleged conduct.\n[35] In his intervention of July 22, 2022, the Minister pleaded that apartheid, as a crime against humanity, was part of customary international law before the signature of the Rome Statute. He relied mainly on the Apartheid Convention of 1973, the first international instrument providing a definition of the crime of apartheid for which individual criminal responsibility could be incurred. However, as revealed by the United Nations Treaty Collection Depository website, Canada never ratified nor signed the Apartheid Convention, neither did its Western counterparts.31 The Minister failed to explain how this was not relevant to the case.\n[36] Consequently, on August 30, 2022, I asked the parties for further submissions to assess whether apartheid, as a crime against humanity, formed part of customary international law between 1990 and 1994 (Second Alazar Notice).\nApartheid as crime against humanity did not form part of customary international law between 1990-1994\n- Procedural Background\n[37] In this Second Alazar Notice, the parties were requested to file further submissions to determine whether apartheid, as a crime against humanity, was part of international customary law at the time of the reproached conduct (1990-1994). The parties were also invited by the RAD to provide submissions on a list of documents annexed to the Second Alazar notice. Abstracts of relevant documents, unavailable online, were also provided by the RAD.\n[38] Following an oral request from the Minister, the Tribunal provided clarifications regarding the new issue on September 21, 2022. It is worth noting that the information then provided could be found in the abstracts and other documents listed in the annex.\n[39] The parties were given another 7 days to provide submissions. On September 22, 2022, the Minister requested an additional 14 days to respond to the new issue. He explained that the new issue further complexified an already complex case and it needed the support of the Ministry of Justice to prepare the submissions. The request was granted.\n- Parties Submissions\n[40] In his supplementary submissions, dated October 7, 2022, the Minister argues that, though the existence of apartheid as a crime against humanity has been the subject of some debate, sufficient evidence supports the allegation that such crime was recognised as a crime against humanity, under customary international law, before the coming into force of the Rome Statute in 2000. According to the Minister, the fact that Canada did not sign the Apartheid Convention is not dispositive of the question. Basing his reasoning on the Nevsun case, he opines that evidence shows the two requirements for a norm of customary international law to be recognized as such are met, namely general practice of States and the belief that such practice amounts to a legal obligation (opinion juris).32 The Minister invoked several international instruments condemning the policies and practice of apartheid that was proclaimed a crime against humanity: (i) three United Nations (UN) General Assembly Resolutions condemning policies of apartheid practised by the Government of South Africa as a crime against humanity in 1965 and 1966; (ii) the 1965 International Convention on the Elimination of All Forms of Racial Discrimination (ICERD) explicitly requiring State parties to condemn practice of apartheid; (iii) Article I(b) of the 1968 Convention on the Non-Applicability of Statutory Limitations to War Crimes and Crimes Against Humanity defining apartheid as a crime against humanity; (iv) 1973 Apartheid Convention; (v) the 1977 Additional Protocol 1 to the Geneva Conventions (AP1) identified practices of apartheid as a grave breach of the treaties; (vi) two UN Security Council (UNSC) resolutions stating that apartheid was a crime against humanity; (vii) the 1992 International Law Commission (ILC) Draft Code of Crimes Against the Peace and Security of Mankind in which apartheid was put \"on par\" with the crime of genocide; (viii) 1996 ILC Draft Code of Crimes Against the Peace and Security of Mankind describing apartheid as a crime against humanity; (ix) ICTY Tadic case; (x) 1966 South West Africa cases, in which the International Court of Justice (ICJ) stated that prohibition of racial discrimination is part of customary international law. He opined that those international instruments in which apartheid was condemned by the international community leave little doubt that the crime of apartheid was recognized as a crime against humanity even before the implementation of the Rome Statute. I note that the Minister did not articulate any submission regarding the documents disclosed in the Second Alazar Notice by the tribunal.\n[41] The Associate Appellant replied that apartheid as a crime against humanity, prior to the enactment of the Rome Statute, did not meet the requirements set out by the SCC in the Nevsun case of \"sufficiently general, widespread, representative and consistent.\" He argued that Canada's failure to ratify both the Apartheid Convention and the ICERD reveals that the Canadian government had the intent not to recognize apartheid as a crime against humanity, as acknowledged by recognized scholars. He cited several of those scholars, including Cassese, Schabas, and Lafontaine who reached the same conclusion after having considered the relevant international instruments. He opined that, though several of those international instruments cited by the Minister recognised apartheid as a crime against humanity, the reluctance of States to include the crime in the Rome Statute during the negotiation phase and the fact that no \"Western States\" have ratified the Apartheid Convention undermined the Minister's allegation that the opinion juris criterion was met.\n- Analysis\n[42] In the context of the international crime of slavery, the Supreme Court of Canada (SCC), in Nevsun, articulated the following rules underlying the formation of international customary law:\nThere are two requirements for a norm of customary international law to be recognized as such: general but not necessarily universal practice, and opinio juris, namely the belief that such practice amounts to a legal obligation (United Nations, International Law Commission, Report of the International Law Commission, 73rd Sess., Supp. No. 10, U.N. Doc. A\/73\/10, 2018, at p. 124; North Sea Continental Shelf, Judgment, I.C.J. Report 1969, p. 3, at para. 71; Kazemi Estate v. Islamic Republic of Iran, 2014 SCC 62 (CanLII), [2014] 3 S.C.R. 176, at para. 38; Harold Hongju Koh, \"Twenty-First Century International Lawmaking\" (2013), 101 Geo. L.J. 725, at p. 738; Jean-Marie Henckaerts, \"Study on customary international humanitarian law: A contribution to the understanding and respect for the rule of law in armed conflict\" (2005), 87 Int'l Rev. Red Cross 175, at p. 178; Antonio Cassese, International Law (2nd ed. 2005), at p. 157).\nTo meet the first requirement, the practice must be sufficiently general, widespread, representative and consistent (International Law Commission, at p. 135). To meet the second requirement, opinio juris, the practice \"must be undertaken with a sense of legal right or obligation\", as \"distinguished from mere usage or habit\" (International Law Commission, at p. 138; North Sea Continental Shelf, at para. 77).33 (emphasis added)\n[43] The ICTR Appeals Chamber specified the requirements to determine whether a norm has reached the status of customary international law, in the context of international criminal law:\n14. Norms of customary international law are characterized by the two familiar components of state practice and opinio juris. In concluding that customary international law permitted a conviction for, inter alia, a crime against humanity through participation in a joint criminal enterprise, the Tadic Appeals Judgement held that the recognition of that mode of liability in prosecutions for crimes against humanity and war crimes following World War II constituted evidence of these components. The ICTY Appeals Chamber has placed similar reliance in other cases on proceedings held following World War II, including the proceedings before the International Military Tribunal and before tribunals operating under Allied Control Council Law No. 10 (\"Control Council Law No. 10\"), as indicative of principles of customary international law at that time. For the reasons that follow, the Appeals Chamber concludes that these proceedings, as well as the text and drafting history of the Genocide Convention of 1948, lead to the conclusion that customary international law criminalized intentional participation in a common plan to commit genocide prior to 1992.34 (emphasis added)\n[44] I conclude from that jurisprudence that, in the context of international criminal law, criminalising individual participation in an international crime, the Minister needs to show a sufficiently general, widespread, representative and consistent State practice in recognizing apartheid as a crime against humanity, for which individual criminal liability can be incurred. This State practice may include the public exercise of executive, legislative, judicial or other functions, including decisions of national courts.35 This needs to be combined with evidence showing that States felt legally bound to implement the practice. As the analysis will show, neither criterion is met in the instant case. Judicial proceedings will have a particular significance in the analysis.\nInternational Instruments\n- UN documents\n[45] The Minister points to the UN General Assembly resolutions of 1965 and 1966 declaring apartheid a crime against humanity, a determination that was endorsed by the UNSC in 1984.36 This determination led the States to impose economic sanctions on the South African government. Indeed, the imposition of a system of apartheid was considered a grave breach of international law posing a great threat to international peace and security, giving rise to State responsibility in the arena of international law. Professor Crawford explained that the maintenance of such regime constitutes an example of peremptory norm whose violation leads to an international crime.37 However, this is distinct from the individual criminal responsibility that can be incurred as a result of one's participation in such crime, which differs from the international responsibility that can be borne by a State.38 None of those UN documents set out a definition of the crime that would allow criminal prosecution to take place while respecting the principle of legality.39\n- Apartheid Convention and other treaties\n[46] In the Convention on the Non-Applicability of Statutory Limitations to War Crimes and Crimes Against Humanity of November 26, 1968, the parties condemned the policies of apartheid as crimes against humanity. The Tribunal notes that this Convention was ratified by only 57 countries, and Canada is not one of them, nor are any other Western states.40 I also note that this international instrument does not provide a definition of the crime of apartheid and focuses instead on criminalising the inhumane acts resulting from the policies of apartheid, which probably include murder, torture and persecutions that are recognised as crimes against humanity. I therefore consider the non-ratification of this Convention by Canada and others expresses a State intention not to recognize apartheid as a crime against humanity, leading to individual criminal liability. In my view, this detracts from a sufficiently general, widespread, representative and consistent State recognition of apartheid as a crime against humanity.\n[47] On November 30, 1973, the Apartheid Convention came into effect and garnered over 100 ratifications. It reiterated that apartheid was considered an international crime, but also provided for the first time a definition of such crime. However, as pointed out by the parties, very few of those States implemented the treaty by prosecuting the crime within their national jurisdictions and the Minister failed to provide evidence that those States implemented the Apartheid Convention in any other way.\n[48] Besides, Canada has still not ratified this Convention, and nor have most Western countries.41 I agree with the Minister that this is not dispositive, in and of itself, but it carries a significant weight, in my view. Indeed, this Convention is the first one that provides a legal definition of the crime, and liberal States championing the application and prosecution of international crimes, either through domestic prosecutions or international supports, failed to recognize it as binding.42 Furthermore, Professor Lafontaine noted that, in a response to the Universal Periodic Review of 2009, Canada responded that it was not considering ratifying this international human rights instrument.43 This is reflected in the absence of apartheid in the list as a crime against humanity in Canadian legislation, at the time of the conduct at issue in this case.44 Canada refused to consider ratifying the Apartheid Convention. It is therefore not a situation of legislative inaction on Canada's part, but rather an express governmental action against the recognition of the Apartheid Convention as a binding treaty.\n[49] The 1965 ICERD received wide support from the international community and is a binding legal instrument. At article 3, States are required to \"condemn racial segregation and apartheid and undertake to prevent, prohibit and eradicate all practices of this nature in territories under their jurisdiction.\" I note that this provision falls short of qualifying apartheid as a crime against humanity and does not provide a legal definition of the crime. It is not at issue that discrimination and segregation, such as the apartheid policies, are prohibited, but it does not label apartheid as an international crime for which individual criminal liability can be incurred.45\n[50] The AP1, at article 85 (4) c), includes \"practices of apartheid and other inhuman and degrading practices involving outrages upon personal dignity, based on racial discrimination\" as a grave breach that could lead to individual criminal liability. However, a grave breach is considered a war crime, not a crime against humanity, and requires the existence of an armed conflict or a situation of occupation to become applicable, which was not the situation in South Africa during apartheid.46\n- International Law Commission (ILC)\n[51] In 1991, the ILC was charged with preparing a Draft Code of Crimes Against the Peace and Security of Mankind (Draft Code). At that time, the ILC opted to include apartheid in the Draft Code, but to limit its scope rationae personae to \"leaders and organizers\" of the regime.47 Professor Tomuschat, Emeritus of Humboldt University in Berlin, then member of the ILC, highlighted the difference between apartheid as grave violations of human rights and contrary to public international law, and the individual international criminal liability that one can incur as a perpetrator of such crime:\nThere could be no doubt that, as ICJ had found in its advisory opinion concerning the legal consequences for States of the continued presence of South Africa in Namibia,5 apartheid constituted a denial of fundamental human rights and was therefore contrary to generally accepted rules of international law. However, the Commission was concerned with individual responsibility and the question at issue was therefore whether apartheid was a crime whose perpetrators were liable to incur an international criminal penalty. It had to be admitted that the International Convention on the Suppression and Punishment of the Crime of Apartheid had thus far had only very limited success and that none of the States of one specific region had acceded to it. It was therefore not possible to speak of universally recognized customary law and, that being so, the pacta tertiis nee nocent nee prosunt rule was fully applicable.48 (emphasis added)\n[52] It follows that apartheid, as a crime against humanity, was not included in the 1996 final text of the Draft Code, though it criminalised \"institutionalized discrimination on racial, ethnic or religious grounds\", which was meant to be a broader definition.49 Instead, the practices of apartheid were criminalised as a war crime.50 In my view, this does not show a uniform State practice of criminalising apartheid as a crime against humanity. This militates against the allegation that apartheid, as a crime against humanity for which individual criminal liability could be incurred, was part of international customary law at the time of the reproached conduct.\n- Academics\n[53] In 2008, Professor Cassese stated that apartheid, as a crime against humanity, was not part of customary international law at the time the Rome Statute was signed.51 He later acknowledged, in 2013, that its inclusion in the Rome Statute \"might facilitate the formation of a customary rule.\"52\n[54] In 2014, Eden, a lecturer at the University of Sussex, concluded that, based on its history and the principle of legality, apartheid, as a crime against humanity, giving rise to individual responsibility prior to 1998, was not part of customary international law. In 2015, Lingaas, a PhD candidate at the Faculty of Law of the University of Oslo, based on the widespread mention of apartheid as a crime against humanity in different international instruments, reached the opposite conclusion. In my view, Eden was correct when he drew a distinction between the condemnation of apartheid as a crime against humanity violating international law, and its becoming an international crime indictable in a court of law. Lingaas failed to make this distinction, though she recognized that such a crime had never been charged in any criminal proceedings.53 She also mistakenly stated that Canada had added apartheid as a crime against humanity in its legislation, which is only partially true, as it was done through the incorporation of the Rome Statute into the domestic legislation, but not included directly as such.54\n[55] This approach was also elaborated in an article by Julia Gebhard, published under the auspices of the Max Planck Institute for Comparative Public Law and International Law. After pointing to different instruments declaring the prohibition of apartheid as a peremptory norm or ius cogens for which State responsibility can be incurred, she recognized that State practice has been insufficient to meet the criteria necessary for individual criminal responsibility for the same crime to be part of customary international law.55\n[56] Mettraux admitted that \"the only genuine remaining objection to recognizing the customary law status of apartheid as a category of crimes against humanity pertains to the adequacy of its definitional outline.\"56 He added that the definition of this crime will likely crystallise around the definition provided in the Rome Status, which reads \"inhumane acts and the suppression of the rights committed in the context of an institutionalized regime of systematic oppression, discrimination and domination by a racial group over another with the intention of maintaining that regime\".57 This, in the author's view, means that apartheid is now criminalized as part of customary law through the 1998 Rome Statute. Hence, it became an indictable offense when it became part of the Rome Statute, but not before.\n[57] Professor Schabas detailed the process under which the crime of apartheid became part of the Rome Statute. In the Report of the Preparatory Committee on the Establishment of an International Criminal Court of 1996, the crime of apartheid was listed under \"treaty crimes\" along with illicit drug trafficking. The State parties also discussed that it could be included as a war crime, as opposed to being featured under the heading \"crime against humanity\".58 This situation evolved during the Rome Conference, as Professor Schabas explained:\nDuring the Rome Conference, Mexico proposed adding apartheid to the list of crimes against humanity. There was broad support for this, but also substantial opposition. A written amendment was submitted, entitled: 'Institutionalized racial discrimination, including the practices of apartheid.' A similar proposal was made with respect to the war crimes provision. The crime of apartheid was incorporated within the enumeration of crimes against humanity in the Bureau Discussion Paper of 6 July 1998 without any subsequent objection.59 (emphasis added)\n[58] I conclude that the work of the academics, at the very least, exposes the uncertainty of the status of apartheid as an indictable international offense, which militates against its forming part of customary international law as a result of the failure to meet the requirement of a sufficiently general, widespread, representative and consistent State practice.\n- Judicial State Practice\n[59] The crime of apartheid, as a crime against humanity, was prosecuted for the first time in South Africa in 2021.60 Indeed, the South African authorities opted for the establishment of a Truth and Reconciliation Commission (TRC) to deal with past human rights violations committed during the apartheid regime that was instituted in 1948 and completely dismantled by 1994.61 While most of those who admitted their crimes were granted amnesty, only 800 cases were forwarded to the Public Prosecution Office for further investigations.62\n[60] Before then, as repeatedly observed in the academia, such a crime was never indicted nor tried, whether at the national or international levels.63 Though it seems that some national jurisdictions incorporated this crime into their national jurisdictions, the extent of such incorporation remains unclear and unambitious.64 It is therefore safe to say that, in practice, the implementation of the crime of apartheid as a crime against humanity, for which individuals could be indicted, remained marginal. This lack of judicial State practice militates against a finding that apartheid was part of customary international law at the time of the reproached conduct of the Associate Appellant.\n- Conclusion\n[61] Consequently, I find that the two requirements for the crime of apartheid to be part of customary international law, namely the general and uniform State practice as well as the opinion juris, are not met because: (i) the UN international instruments qualifying apartheid as a crime against humanity lead to economic sanctions, but failed to provide a legal definition of the crime to make it an indictable offense; (ii) that Canada and other like-minded countries failed to ratify the Apartheid Convention and other treaties dealing with the criminalisation of apartheid; (iii) that it was not listed within the CAHWCA definition of crimes against humanity; (iv) that members of the ILC acknowledged that it did not form part of customary international law as an indictable offence during their exchanges between 1991-1996; (v) that some States still opposed its featuring in the Rome Statute as a crime against humanity up to 1998; and (vi) that it was not prosecuted until after the adoption of the Rome Statute. I am therefore of the opinion that, between 1990 and 1994, the crime of apartheid, as a crime against humanity, as defined in article 7 of the Rome Statute, as well as the Elements of the Crime, did not form part of customary international law. Despite this conclusion, the evidence, including the UN documents and different treaties discussed above, clearly shows that, by imposing the apartheid regime, South Africa was violating a peremptory norm resulting in an international crime and thereby engaging its international responsibility as a State.\nMurder and Torture as Crimes against Humanity were Committed in South Africa between 1990 and 1994\n[62] The Minister argues that other crimes against humanity could be identified to have been committed during the apartheid regime, including murder and torture as a crime against humanity. The Associate Appellant does not contest that there are serious reasons to consider that the XXXX XXXX XXXX XXXX(XXXX) committed those crimes during apartheid, nor that they existed as part of customary international law between 1990-1994. He submits that, as a member of the XXXX, he did not participate in those crimes and that finding otherwise would be based on his mere membership in the group, which is contrary to the Ezokola jurisprudence.\n[63] The Minister alleges that the crimes of murder and torture formed part of the international customary law system at the time of the alleged conduct.65 Indeed, both international crimes were listed in the IMT, Control Council Number 10, ICTY and ICTR Statutes and prosecuted at both national and international levels. The RAD agrees with those allegations and notes that the Appellants did not object. The tribunal therefore finds that both international crimes were part of the international customs between 1990-1994, based on the reasoning put forward by the Minister in his Additional Memorandum.\n[64] The Minister pleads that the acts committed by the XXXXamounted to murder and torture as crimes against humanity during the time of the reproached conduct, namely between 1990 and 1994. The Appellants seem to allege that the RPD and the Minister failed to conduct or submit a proper analysis of the Mugesera test, arguing that they lack references to a particular timeframe.\n[65] In the Mugesera case, the SCC distilled the following elements for crimes against humanity to be established:\n1. An enumerated proscribed act was committed (this involves showing that the accused committed the criminal act and had the requisite guilty state of mind for the underlying act);\n2. The act was committed as part of a widespread or systematic attack;\n3. The attack was directed against any civilian population or any identifiable group of persons; and\n4. The person committing the proscribed act knew of the attack and knew or took the risk that his or her act comprised a part of that attack.66\n- Proscribed Acts or Conduct\n[66] The Minister alleges that the RPD rightfully found that the following acts were perpetrated as part of a widespread and systematic attack between 1990 and 1994:\n(1) widespread torture by the police; evidence of widespread ill-treatment by the police. This included widespread evidence of the police's involvement in the mistreatment of suspects;\n(2) police involvement in killing and executions. This included widespread evidence of the killing of African National Congress (ANC) supporters;\n(3) the police's key role in upholding apartheid, a general institution creating a separate system designed to uphold the privilege and power of the White minority. In this regard it was systematic, in addition to being widespread as it was perpetrated by the police against the Black population throughout South Africa.\n[67] Indeed, the evidence shows that the XXXX, mainly through the security forces division, were involved in committing such crimes. Here are some factual illustrations:\nEvents of 1990\n* Security forces were implicated in the killings of more than 1000 South Africans in the townships of Johannesburg. On March 26, 1990, the police killed 17 Black protesters in Sebokeng.67 [emphasis added]\nEvents of 1991\n* At least 217 opposition activists were detained under the Internal Security Act permitting the indefinite detention without charge of suspects. Some were reported to have been tortured.68\n* The police and military Special Forces units were widely alleged to have taken part in political assassinations and to have assisted those responsible for such killings. The police were also alleged to have acted in a biased manner in favour of the LFP and against the ANC by failing to protect ANC supporters from attack, and by not investigating killings or bringing those responsible to justice. The government denied these allegations, but a growing body of evidence emerged during the year which pointed to official responsibility for or acquiescence in a series of political killings, largely of ANC supporters.69\nEvents of 1992\n* More than 3000 people killed in Natal, many of them victims of security forces action in the fighting between supports of Inkatha Freedom Party (IFP) and ANC. The worst incident occurred on June 17 where 49 people were killed, including children by IFP supporters. New evidence showed that covert security forces were involved in those killings.70\n* There were reports of torture and ill-treatment of detainees, with at least 121 deaths in custody in suspicious circumstances, despite the government guidelines prohibiting torture.71\nEvents of 1993\n* By the end of October 1993, a total of 3521 people were killed in political attacks as a result of the conflict between ANC and IFP.72\n* Police misconduct, including the indiscriminate use of lethal force in crowd control, and the torture and ill-treatment of individuals in police detention, remained routine during 1993. According to the HRC, 115 people were killed in actions by the security forces, and thirty-five people died in police custody in South Africa in 1993 up to the end of October. One of the most noteworthy incidents of bad crowd policing occurred in April, when police fired on a demonstration in Soweto protesting the death of Chris Hani, killing four people.73\nEvents of 1994\n* The security forces remained powerful and largely autonomous, despite profound changes;\n* the year 1994 was a turning point with the entry into force of the Interim Constitution and the Bill of Fundamental Rights. The provision of the Security Act allowing for indefinite detention without charge was repealed. Nevertheless, politically motivated killings persisted through the year. The number of unexplained deaths in police custody continued at a high level.\n* A pattern of police torture of detainees in the Vaal Triangle area of Johannesburg was revealed.74\n* A total of 94 extrajudicial killings were computed in 1994.75 The majority of those killings were a result of the conflict opposing the ANC to the IFA. The Goldstone Commission continued to show that the IFA was supported by coveted operations conducted by the security forces.76\n[68] The RPD also correctly considered evidence to the effect that the South African government established a system aiming at the separation based on race, discriminatory against the non-White population. Based on the foregoing, I rule that the RPD correctly found that the XXXXcommitted acts of murder and torture as crimes against humanity between 1990 and 1994, and that those acts were perpetrated in the context of a regime of systemic oppression and domination by the White South Africans against the non-White population.\n- Widespread and Systematic Attack Against the Population\n[69] The Minister argues that the chapeau requirement of crimes against humanity, namely the widespread and systematic attack against a civilian population, was constituted by the imposition of the system of apartheid, referring to the Mugesera case. The Appellants did not contest this allegation or RPD finding.\n[70] The regime aimed at segregating a portion of the population based on race through the violations of their human rights which constitutes, in my view, an attack against the civilian population, namely against the non-White South Africans. The ICTR in the Akayesu Trial Judgement held that the \"attack\" can also be comprised of non-violent acts, like the imposition of an apartheid regime:\n581. The concept of 'attack' may be defined as an unlawful act of the kind enumerated in Article 3(a) to (I) of the Statute, like murder, extermination, enslavement, etc. An attack may also be non-violent in nature, like imposing a system of apartheid, which is declared a crime against humanity in Article 1 of the Apartheid Convention of 1973 or exerting pressure on the population to act in a particular manner, may come under the purview of an attack, if orchestrated on a massive scale or in a systematic manner.77 [emphasis added]\n[71] This definition of an attack was later followed by the ICTY that explicitly recognized that this notion also includes mistreatments of the civilian population:\nAn 'attack' may be defined as a course of conduct involving the commission of acts of violence. In the context of crimes against humanity, an 'attack' is distinct from the concept of 'armed conflict' and not limited to the use of armed force. Rather, it may encompass any mistreatment of the civilian population. The attack may precede, outlast or continue during the armed conflict and need not be part of it.78\n[72] I understand that the ICC in the Ntaganda case rejected this approach to the application of the explicit requirement that the attack must include acts listed under article 7 of the Rome Statute. 79 However, since I am not applying the ICC definition of crimes against humanity, but rather the one hailing from customary international law, I will apply the jurisprudence of the ICTY\/ICTR and consider that the policy of apartheid formed part of the widespread and systematic attack against the civilian population.\n[73] I note the Minister's submissions at paragraphs 52 to 56 of his Additional Memorandum regarding the requirement that the attack be carried out in furtherance of a state or organizational policy was not part of customary international law, at least prior to the 1998 Rome Statute. As it was already discussed above, the RAD does not consider the Rome Statute to be a full codification of the customary international law at the time of its signature, in application of the SCC jurisprudence.80 However, it is not disputed that, the apartheid regime in South Africa was a state policy, openly codified through state legislation.81 I therefore find that, regardless of whether or not the requirement of a state or organizational policy was part of customary international law prior to 1998, the issue is not determinative in this case.\n[74] I therefore find that murder and torture were perpetrated as part of a widespread or systematic attack against a portion of the South African population, namely the non-White South Africans, between 1990 and 1994, by the XXXX.\nActus Reus and Mens Rea of Complicity as a Mode of Responsibility of an International Crime\n- RPD Findings\n[75] The RPD found that the Associate Appellant knowingly and voluntarily provided a significant contribution to the crime of apartheid through his employment as a XXXXof the XXXX XXXX XXXX. Regarding the actus reus of the mode of responsibility, it found that for four years, the Associate Appellant \"helped create openings for other positions that would further the organization's more brutal purposes\" and that he was \"involved with specifically arrested criminals\" who would be handed off to the detective unit that perpetrated widespread torture to suspects.82 Finally, it considered that assisting the XXXX in its goal, \"even its goals that were unrelated to maintaining the apartheid, nonetheless did assist them in their overall goal of maintaining apartheid\", which was found to be the basis of the Associate Appellant's \"significant contribution\". For the mens rea, the RPD found that, since the Associate Appellant worked for the XXXX on a voluntary basis, it led to the conclusion that the voluntary criterion was met. Regarding the requirement of knowledge, the RPD considered that the Appellant had been reckless as to whether his actions would further the role of the XXXX in implementing the apartheid policies, citing the Hadhiri case.\n- Parties' Submissions\n[76] In their supplementary submissions, both parties addressed this issue.\n[77] The Associate Appellant argues that the RPD's findings to exclude him were based merely on the fact that he had been a XXXX XXXX during the apartheid era, a finding akin to guilt by association. He contends that the SCC eliminated the \"guilt by association\" approach in Ezokola. He insists that a link between him and the criminal purpose of the group must be established and that he made a \"significant contribution\" to the criminal purpose, not just \"a contribution.\" In application of the Verbanov case, he opines that the RPD \"shifted its focus towards the criminal activities of the group and way from the individual's contribution to that criminal activity.\" Finally, he contests the RPD's finding to the effect that the Associate Appellant's recklessness as to whether his actions constituted part of the crime against humanity to be sufficient. He argues that the Hadhiri case must be distinguished, as it involved a high-ranking employee of the Tunisian Ministry of Interior, holding a supervisory role, who failed to look into whether torture was practised as part of the Ministry. He insists that, contrary to that case, he had a low-level position XXXX XXXX XXXX XXXX in a branch that was dedicated to serving the community. Finally, he contests the negative credibility findings regarding the unreasonable use of force that he might have witnessed while working in the XXXX XXXX.\n[78] In his Reply to the Minister's Additional Memorandum of November 22, 2022, he reiterates that the Minister relies on his mere membership in the group to allege his complicity in the crimes against humanity, which stands against the holding in Ezokola. He refers to the Federal Court Eriator case in which it was found that being the member of the Nigerian police force was insufficient to a conclusion of significant contribution and akin to guilt by association or passive acquiescence.83 He also suggests that, even if the imposition of apartheid is accepted to constitute \"an attack\", it is irrelevant to his case, as he was born decades after the system was put in place and he joined the XXXXwhile it was in the process of transformation and remained employed after the apartheid era.\n[79] The Minister argues that the RPD correctly concluded that the Associate Appellant knowingly made a voluntary and significant contribution to the crimes and the criminal purpose of the XXXX. He argues that the XXXXhad no legitimacy as a XXXX XXXX, since its role was limited to enforce the apartheid laws and to make sure that the system would continue. He opines that the RPD correctly found that he provided a substantial contribution to the goal of the XXXX, namely the implementation of the apartheid regime. The Minister submits that, contrary to the Associate Appellant's arguments, recklessness is enough to find a person \"knowingly\" contributed to a criminal common purpose, in light of the Ezokola case. Finally, he contends that it was reasonable for the RPD to find that it was implausible that the Associate Appellant did not know of the XXXXcriminal activities. In his Additional Memorandum, the Minister relies on the RPD findings regarding apartheid as a crime against humanity to support his position that the Associate Appellant significantly and knowingly contributed to the crimes of murder and torture as crimes against humanity.\n- Analysis\n[80] In the Ezokola case, the SCC provides a guide to assess \"whether an individual has voluntarily made a significant and knowing contribution to a crime or criminal purpose.\"84 From this statement, I understand the actus reus to be comprised of \"a significant contribution to the criminal purpose or crimes\" and the mental element to have contributed in a \"knowingly and voluntary\" manner. After a long study of the applicable customary international law, including the jurisprudence of the ICC, ICTY and ICTR, as well as other national jurisdictions, the SCC listed a series of factors against which the IRB should assess the actus reus and mens rea of the modes of responsibility:\n(i) the size and nature of the organization;\n(ii) the part of the organization with which the refugee claimant was most directly concerned;\n(iii) the refugee claimant's duties and activities within the organization;\n(iv) the refugee claimant's position or rank in the organization;\n(v) the length of time the refugee claimant was in the organization, particularly after acquiring knowledge of the group's crime or criminal purpose; and\n(vi) the method by which the refugee claimant was recruited and the refugee claimant's opportunity to leave the organization.\n[81] I find the RPD's analysis confusing: it first assessed the above-listed factors, without reaching an overall conclusion, and then moved on to determine the \"three-prong\" Ezokola test that includes whether the appellant made a \"voluntary and knowingly significant contribution\" to further the common criminal purpose, but without considering its previous assessment of the factors. According to my understanding, the SCC put forward those factors against which the Board must assess whether the appellant made a \"voluntary and knowingly significant contribution\" to the alleged crimes. These are not two separate exercises. Also, the RPD rendered its decision orally, which did not provide a clear structure to this complex analysis.\n[82] This tribunal found that the underlying acts perpetrated by the XXXXincluded murder and torture as crimes against humanity, but that the attack against the civilian population consisted, inter alia, of the imposition of the system of apartheid by the South African governmental apparatus that included the XXXX. The system of apartheid was therefore part of the common unlawful purpose imposed by the South African government. Indeed, though the tribunal found that individual criminal responsibility for apartheid was probably not part of customary international law at the time of the conduct, there is no doubt that pursuing this policy was a violation of peremptory norm by South Africa, constituting an international crime at State level.85 In Ezokola, the SCC specified that, in the context of the application of article 1F(a), \"there must be serious reasons for considering that the claimant has voluntarily made a significant and knowing contribution to the organization's crime or criminal purpose.\"86\nThe RPD erred in finding that the contribution of the Associate Appellant was significant\n[83] I believe that the RPD erred when omitting to assess the significance of the impact of the Associate Appellant's acts and conduct on the overall criminal purpose consisting of apartheid and on the crimes against humanity of murder and torture. In my view, it conflated the \"knowledge\" with the \"significant contribution\" of the Associate Appellant to the crimes committed by the XXXXand the overall implementation of the system of apartheid. I find that it also erred when it found that, by discharging his duties, he helped create openings for other positions that would further the organization's more brutal purposes. This, in my view, is dangerously close to participation through membership, since, arguably, everyone's work in the organisation allows the others to accomplish their own. Though the evidence shows that the XXXXplayed a prominent role in implementing apartheid through repressive measures, the institution was of a mix nature and the evidence needs to show more than just a mere membership to the XXXXto result in a conclusion that the RPD also mistakenly took into account the Associate Appellant's testimony that he had been \"involved with specifically arrested criminals\" in 1997 and 1998, as those events clearly fall outside of the reproached conduct period of 1990-1994 under the apartheid regime.87\n[84] I also note that this RPD conclusion was the result of the application of the Federal Court jurisprudence of the Hadhiri and Uriol Castro cases that applied the reasoning of the Rutayisire case:\nAny realistic approach to state-sanctioned crimes against humanity and genocide must acknowledge that the circle of complicity is much broader than simply those directly ordering or carrying out violent acts. It should properly encompass those who, with knowledge of the crimes being perpetrated, acted or acquiesced in administrative positions that facilitated violence and normalized brutality.88\n[85] When it comes to the actus reus of the complicity, namely the \"significant contribution\" of the appellant to the crime, it is imperative to assess the impact of possible assistance on the commission of the underlying crimes. The SCC was adamant in the Ezokola case:\nThat said, even for groups with a limited and brutal purpose, the individual's conduct and role within the organization must still be carefully assessed, on an individualized basis, to determine whether the contribution was voluntarily made and had a significant impact on the crime or criminal purpose.89 [emphasis added]\n[86] I find that the RPD erred in relying on the holding in the Rutayisire case to conclude that the Associate Appellant's contribution raised to the level of significant. The assessment of the significance of the contribution is fact intensive and one must avoid directly applying a rationale that was clearly elaborated to suit a different context. I note that the facts of the Rutayisire case, rendered before the Ezokola case, involved the commission of the genocide and extermination as a crime against humanity in Rwanda in 1994, during which 800,000 Tutsis and moderate Hutus were brutally killed in four months, between April 1994 until July 1994.90 Mr. Rutayisire was holding a high-ranking position within the administration as sous-préfet in the Butare prefecture during the massacres and was in charge of travel passes and military escorts that could directly save people's lives. The Federal Court relied on specific expert evidence of Alison Des Forges filed in the ICTR Butare case to establish how Mr. Rutayisire, when discharging his administrative duties, could not ignore the impact of his conduct to the commission of the acts of genocide, where his administrative acts could have a direct impact on whether a person would live or die, in the particular context of the Rwandan genocide.91 Though the Federal Court broadened this rationale to all state-sanctioned crimes against humanity in the Hadhiri and Uriol Castro cases, I believe that it is important not to apply the same reasoning to different contexts without the proper adjustments, including the impact of the alleged contribution of the appellant on the furtherance of the criminal purpose.92 As contended by the Associate Appellant, both the Hadhiri and Uriol Castro cases also involved individuals that held high-ranking positions within their respective units.93 I do not believe that the situation in South Africa between 1990 and 1994 compares to the high-level intensity of the massacres that took place between April and July 1994 in Rwanda. The direct link between Mr. Rutayisire and the possibility that his administrative actions could save lives contrasts with the far-removed connection between the Appellant and the epicentre of international crimes committed by the XXXX. I find that the RPD erred in applying a general statement meant to fit a different situation, without analysing the actual impact of the alleged conduct on the commission of the crimes and the furtherance of the illegal purpose.\n[87] I will thus proceed with my own analysis of the significant contribution of the Associate Appellant to the crime against humanity of murder and torture in light of the Ezokola factors to determine whether his alleged contribution was significant, knowing and voluntary.\n(i) The Size and Nature of the Organization\n[88] The RPD considered that, due to its limited and brutal purpose of maintaining apartheid, this factor \"pointed\" towards complicity, even in light of the large size of the XXXXand the fact that it carried out both criminal and legitimate functions. However, as it was noted by the RPD, the XXXXcounted more than 100,000 members, both XXXX XXXX XXXX. I note document\nM-10 reporting that the XXXXlacked legitimacy and functioned as an instrument of control of political opponents, while poorly equipped for crime control and prevention. M-20 states that the XXXXwas designed to be a paramilitary force, not a civilian force, especially regarding Black South Africans. However, Document M-14 describes the XXXX, with its different divisions and functions. Though the XXXXwere not structured like a regular XXXX XXXX characterizing a democratic system, it did fulfill tasks that aimed at general \"conventional\" policing, including investigating frauds, providing child protection, discharging some level of crime prevention proactive policing functions. I consider therefore the XXXXto be of a mix nature.\n[89] As it was outlined by the SCC in paragraph 94 of the Ezokola case, \"if the organization is multifaceted or heterogenous, i.e. one that performs both legitimate and criminal acts, the link between the contribution and the criminal purpose will be more tenuous.\" Consequently, I find that the size and mixed nature of the overall organization of the XXXXconstitute such a structure that it provides a tenuous link between the Associate Appellant's conduct, as a XXXX inXXXX XXXX XXXXassigned to XXXX XXXX XXXX XXXX, and the crimes committed by the Security Forces or the common purpose of implementing the apartheid by the South African government.\n(ii) The Part of the Organization with which the Appellant Was Most Directly Concerned\n[90] It is worth emphasizing that the particular division of the XXXX that concerned the Associate Appellant, namely the XXXX XXXX in XXXX XXXX XXXX XXXX, performed day-to-day operations and comprised of around 900 XXXX XXXX around the country.94 Its functions included: the administration XXXX XXXX XXXX, crime prevention, investigation of certain categories of crime, and all other XXXX XXXX which fall outside the ambit of the other branches.95 Though the XXXX XXXX was used to implement the apartheid regime as a national policy, so was the entire governmental apparatus at the time of the alleged criminal conduct. There was no evidence that pointed at crimes that had been committed by this particular branch, as opposed to the Security and Operational branches that were responsible for murder, execution, torture and crowd control operations.96 This militates against a finding that the Associate Appellant significantly contributed to the crimes of murder and torture as crimes against humanity and the overall illegal implementation of the apartheid regime.\n(iii) The Appellant's Duties and Activities, Position and Rank\n[91] The Associate Appellant carried no executive or supervisory role within the XXXX from 1990 until 1994. In fact, the evidence shows that he was a simple XXXX who was assigned to XXXX XXXX XXXX to XXXX XXXX from members of the population. There is no evidence to suggest that he refused to accept complaints from Black individuals or that he was involved in any illegal detention or arrests that resulted in torture. As articulated earlier, the RPD mistakenly took into consideration arrests that the Associate Appellant conducted in the years post-apartheid. The fact that by discharging his duties he was making room for others to possibly contribute is clearly insufficient to elevate \"possible\" contribution to the crimes to the level of \"significant\" to furthering the common illegal objective. As reiterated by the Federal Court in the Eriator case: \"Mere membership or failure to dissociate from a multifaceted organization do not find complicity. Contrary to what is implied by the IAD, guilt by association or passive acquiescence will not do.\"97\n[92] As stated before, I cannot subscribe to the reasoning that by fulfilling his duties, he was allowing the other branches to carry out the crimes, the Appellant was significantly contributing to the common purpose. I believe this link to be too stretched out and dangerously close to encompassing anyone working for the XXXX, leading to guilt by association.\n(iv) The Length of Time the Appellant Was in the Organization, particularly after Acquiring Knowledge of the Group's Crime or Criminal Purpose\n[93] Considering that the South African illegal regime had received constant condemnation from the international community since 1949, but most importantly through the UN Convention against the crime of Apartheid in 1973, it would be difficult to imagine that the Associate Appellant had no knowledge of the crimes committed by the South African government, including the police force. There was also the establishment of the Goldstone Commission in 1990 that was set up to investigate the alleged crimes, and more specifically those perpetrated by the Security Forces.98 I agree with the RPD that, considering the nature of the political regime in place, the Associate Appellant could not ignore that crimes were being committed by the XXXXover the years. This general knowledge is not sufficient to support a finding that there were serious reasons to believe that the Associate Appellant made a knowing significant contribution to the crimes against humanity. I note in particular that the Associate Appellant remained an employee of the XXXXafter the dismantling of apartheid in 1994, which could militate against a finding that he knew (or even desired) to contribute to the maintaining of the apartheid regime through his employment as a XXXX XXXX.\n(v) The Method by which the Refugee Claimant Was Recruited and the Opportunity He Had to Leave the Organization\n[94] This concerns the voluntary requirement of the mode of responsibility. I agree with the RPD's reasoning that the Associate Appellant was never under duress or forced to remain in the police force and that he joined the force voluntarily. In fact, this finding was not contested by the Associate Appellant. This could militate in favour of a contribution to the common purpose.\nConclusion as to the Appellant's Significant Contribution to Committing Apartheid\n[95] I believe that, based on the Associate Appellant's rank, duties, size of the organization and the department in which he was hired, the Minister failed to establish that there were serious reasons to consider that the Appellant significantly contributed to the common purpose of apartheid or to the crimes against humanity of torture and murder while he was employed by the XXXX.\n[96] The RPD reasoned that, by fulfilling his duties for four years, he allowed the other departments to commit the crime of apartheid. I believe the possible link between the Associate Appellant's duties and the crimes committed by another department of 100,000 strong force over the course of four years to be rather tenuous and too close to a \"guilt by association\", especially in light of his low rank and assignment to a branch that, according to the evidence submitted by the Minister, was not directly involved in the crimes recorded by Amnesty International and other NGOs.\n[97] I also note that this RPD holding was reliant on the finding that the XXXXwere one of the \"key drivers\" in charge of implementing the apartheid, which the RPD believed was not the case of every government institution that existed during the apartheid. I believe that this consideration ignores the relevant objective evidence on the topic contained in the National Documentation Package (NDP). Indeed, the whole governmental apparatus was involved in implementing the policy, including the education system, the financial network, the business and judiciary sectors. They all aimed at maintaining the privilege of the minority White population over the majority Black population with the socio-economic and legal discriminatory system, through repressive means used by the security forces or members of the justice system, though clearly the police force remained an important tool in the forced implementation of the policies of apartheid and repression.99 Also, the evidence shows that the acts of murder as crimes against humanity mostly took place between the Inkatha Freedom Party (IFP) and African National Congress (ANC), while the security services were found to have supported those crimes through coveted operations. The crimes of torture were mostly perpetrated in prisons and during investigations, in which the Associate Appellant did not participate. I find that the Associate Appellant's duties were too far removed from the epicenter of those involved in the international crimes to have significantly contributed to them.\n[98] Consequently, I find that the RPD erred and that the Minister did not meet his burden of proof of establishing that there were serious reasons to consider that the Associate Appellant had provided a \"significant contribution\" to the illegal common purpose of implementing apartheid or of any of the crime against humanity put forward by the Minister, including murder and torture. I consider this finding to be the determinative issue regarding the exclusion in this case.\n[99] In a subsidiary manner, I will also address the mental element issue of \"recklessness\", even if it is not determinative, as I already found that the evidence does not show a \"significant contribution\" of the Associate Appellant.\nRecklessness: mens rea for mode of responsibility in international criminal law\n[100] The RPD found that it was sufficient to find that the Associate Appellant was reckless as to whether his actions would have significantly contributed to crimes against humanity of murder and torture. The Minister underlines the holding of the SCC to the effect that \"recklessness\" is an acceptable subjective awareness linking the Associate Appellant to those crimes, so therefore the RPD's finding is correct. The Associate Appellant submits that, according to the test of Ezokola, knowledge remains an important factor in determining complicity.\n[101] I agree with the Associate Appellant on this issue. The Minister refers to paragraph 68 of the Ezokola Judgement to support his position that recklessness is sufficient in the context of exclusion under article 1Fa) of the Convention. However, I note that this paragraph is located under the heading \"Summary of Complicity Under International Law\", and constitutes a preliminary finding, as opposed to the finding regarding the mens rea test finally adopted by the SCC at paragraphs 89-90 of the Judgement:\nTo be complicit in crimes committed by the government, the official must be aware of the government's crime or criminal purpose and aware that his or her conduct will assist in the furtherance of the crime or criminal purpose.\nIn our view, this approach is consistent with the mens rea requirement under art. 30 of the Rome Statute. Article 30(1) explains that \"a person shall be criminally responsible and liable for punishment for a crime within the jurisdiction of the Court only if the material elements are committed with intent and knowledge\". Article 30(2)(a) explains that a person has intent where he \"means to engage in the conduct\". With respect to consequences, art. 30(2)(b) requires that the individual \"means to cause that consequence or is aware that it will occur in the ordinary course of events\". Knowledge is defined in art. 30(3) as \"awareness that a circumstance exists or a consequence will occur in the ordinary course of events\".\n[102] As noted by the Supreme Court of Canada (SCC), the International Criminal Court most likely rejected recklessness as being insufficient to meet the threshold of article 30 of the Rome Statute.100 When summarising the doctrine of the third form of Joint Criminal Enterprise (JCE III) elaborated by the International Criminal Tribunal for the former Yugoslavia and for Rwanda (ICTY and ICTR or ad hoc Tribunals), the SCC mainly relied on the Tadic and Brdanin Appeals Judgements.101 As pointed out in Ezokola, JCE III, according to the ad hoc tribunals, requires a finding that the accused shared the intent of the participants to the common plan. Only then can the mens rea of recklessness regarding the foreseeable crimes, namely those that were not part of the common plan, be applied.102 JCE III is a form of principle liability, not an accessory.103 In my view, this is very important, as the accessory doctrine of aiding and abetting, that could allow for the mens rea of recklessness in international customary law, requires a higher level of contribution to the crimes or to the common plan to result in criminal liability.104 Such contribution must have a \"substantial\" effect over the crimes or common plan, as opposed to only be significant.105\n[103] The actus reus of \"significant contribution\" combined to a mens rea of \"recklessness\", divorced from any finding of intent to participate in the common criminal purpose, as a form of participation in an international crime, was considered insufficient to result in criminal liability by the ad hoc tribunals. Responding to concerns raised by the Brdanin Defence Team, the ICTY Appeals Chamber reiterated, in the excerpt cited by the SCC in Ezokola, that a finding of intent to participate in the common plan is necessary for the significant contribution to result in a criminal liability, in order to avoid guilt by association.106 This interpretation concurs with the one of the Refugee Convention by the UNHRC's recommendation requiring that a substantial contribution of the asylum claimant to the international crimes be established with his or her knowledge that his or her act or omission would facilitate the criminal conduct in the context of an article 1F(a) analysis.107 This corresponds to the material and mental elements of aiding and abetting, not the ones of JCE III.\n[104] In short, the common Appeals Chambers of the ICTY and ICTR teach us that, for recklessness to be accepted as mens rea standard, the Minister needs to prove that the Appellant intended to participate in the furtherance of the common purpose. It follows that the RPD erred in applying the recklessness standard to the instant case without a finding that the Associate Appellant shared the intent to participate in the furtherance of the common plan, namely the imposition of apartheid, or that his alleged contribution had a substantial effect over crimes against humanity of murder and torture.108\n[105] The SCC requires that the Canadian jurisprudence and legislation be construed in such a way that it is not in conflict with Canada's international obligations.109 In my view, the analysis of the SCC elaborated in paragraphs 62 to 68 of the Ezokola judgement constitutes a summary of the different modes of liability recognized by the ad hoc tribunals to determine whether guilt by association was an accepted form of liability in international customary law: its conclusion is not operative or meant to be directly applied to the 1F(a) cases. Paragraphs 84 to 90 contain the operative findings of the SCC, that rejects the application of recklessness as a mens rea in application of article 30 of the Rome Statute.\n[106] I believe that the Federal Court in Hadhiri misconstrued Ezokola. Indeed, it considered that paragraph 68 of Ezokola permitted \"to find individuals guilty of complicity under international law if they have knowingly or recklessly made a significant contribution to a crime or criminal purpose of the group to which they are associated.\"110 This interpretation is misleading as it fails to reflect international customary law standards.\n[107] I therefore conclude that the RPD erred when it found that recklessness was sufficient to meet the mental requirement for participation in international customary law and, therefore, that the Associate Appellant recklessly participated in the crimes against humanity of murder and torture or in furthering the illegal common purpose.\n[108] I already found that I do not believe that the alleged contribution of the Associate Appellant rose to the level of \"significant\". Even if it did, the Minister did not adduce sufficient evidence to support a finding that there were serious reasons for considering that the Associate Appellant, through his position as a XXXX in XXXX XXXX XXXX XXXX XXXX XXXX, knowingly contributed to the commission of crimes against humanity (murder or torture), or to the implementation of the apartheid policy as an illegal common purpose of the South African governmental apparatus. Indeed, his duties were too far removed from the alleged crimes against humanity. Nothing reveals that he would know he was contributing to them, even if he was aware that the XXXXwere committing those crimes. Also, since all government apparatus were implementing the policy of apartheid, everyone in the government was contributing to this illegal common purpose. I understand that the police force was particularly involved in implementing the policy, but nothing reveals that the Associate Appellant's branch was directly involved in the perpetration of those crimes, like, for instance, the Security Forces.\n[109] Consequently, I am of the opinion that the RPD erred in excluding the Associate Appellant from the refugee protection regime pursuant to article 1F(a) of the Convention either because the Minister failed to establish serious reasons to consider that the Associate Appellant significantly contributed to crimes against humanity or, alternatively, that he knowingly contributed to the crimes or common plan. I am therefore reversing this conclusion and will assess whether Mr. XXXXqualifies as a Convention refugee as alleged and found by the RPD.\nThe RPD Was Correct when It Found that the Appellants Were not Convention Refugees\n[110] The RPD found that the Appellants testified in a credible manner. However, their allegations remained unsupported by the country condition evidence that, instead, indicated that crimes alleged were economically, as opposed to racially motivated. The RPD considered that, though evidence pointed at some instances of crimes directed against White South Africans that were racially motivated, the objective evidence indicates that the vast majority of crimes against the White population are not so. All in all, the RPD acknowledged the genuine subjective fear of the Appellants of returning to their birth country, but ruled that there was a lack of evidence underpinning their allegation of an objective basis of that fear. Finally, it decided that the Appellants would face the same risk linked to generalised criminality plaguing the South African society as a whole, which does not allow for granting protection under section 97 of IRPA.\n[111] The Appellants submit that the RPD erred when it assessed whether there was a serious possibility that they would be subjected to one of the specific types of crimes that are included in the country conditions evidence, instead of assessing whether they would be subject to persecution based on the Convention grounds of race as White South Africans and membership in a particular social group as White South Africans perceived wealthy. They opined that the RPD also erred by applying an incorrect test by requiring evidence that extreme violence is disproportionately felt solely by White South Africans. They also submit that the RPD erred in reaching its conclusions by ignoring relevant evidence which supported the Appellants' narrative, while rejecting the claim because not all crimes experienced by White South Africans are racially motivated. In any event, they plead that they still benefited from the Maldonado truthfulness presumption and were not required to produce corroborative evidence. They argue that the RPD reached inconsistent findings by first holding that they will likely experience similar attacks when they returned to South Africa, but falling short from qualifying those recurrences as a serious possibility of persecution. They also opine that the RPD member erred by attaching too much weight to the lack of evidence of racially motivated crimes towards White South Africans in annual international reports contained in the NDP. They further submit that the tribunal erred by discarding documents on the basis that they were crowdsourced, while not clearly identifying the documents to which the tribunal attached low weight. Finally, they contend that the tribunal erred in its reading of the surveys, by failing to understand the connection between the feared crimes and the racial animus against South Africans Whites by Black South Africans, pointing at the public hate rhetoric of Black politicians against the Whites.\nNexus to the Convention\n[112] It is unclear what the RPD member considered to be the nexus to the Convention, but the member stated that he was \"willing to provisionally accept\" that the Appellants are members of a particular social group (PSG) formed by individuals targeted for their perceived wealth as a result of the apartheid. The tribunal specified that PSG would have to be targeted for more than economic reasons, as this has been excluded by the jurisprudence.\n[113] In his Basis of Claim form (BOC), Mr. XXXXwrote that he was not asking for refugee status as a member for the social group \"Whites in South Africa\". Instead, he claims that he is basing his refugee claim on \"race\", because he is White. Unfortunately, I am not sure I understand the difference. In their appeal submissions, the Appellants argue that they are members of a PSG defined as \"White South Africans perceived as wealthy\". He affirms that the international human rights reports do not reflect the reality in South Africa, as, contrary to what it is reported, \"violence of Blacks against Whites\" is a frequent occurrence among his circles. They also put forward that a refugee claim cannot fail only because they did not adduce extrinsic evidence to corroborate it.\n[114] I note that in the Yusuff case, the Federal Court reiterated that \"this Court has consistently held that perceived wealth, without more, does not constitute a particular social group\". 111 In the case of South Africa, the nexus is mixed, as race and perception of wealth can intertwine.\n[115] However, and it will be further analysed, objective evidence contained in the NDP states that White South Africans do not face particular challenges when it comes to employment, education and housing, a statement that is not contested by the Appellants.112 It also indicates that the White South Africans still hold a \"privileged position\" within the society, explaining that \"the net wealth of Black South Africans is only about five per cent of the average net wealth of White South Africans. White South Africans in South Africa live in the \"First World\"; their social and economic standard of living is similar to that in Eastern Europe or Israel.\"113 This, in my view, supports the finding of the RPD to the effect that the White South Africans are mostly targeted as a result of the high crime rate plaguing the country and because of their actual, as opposed to perceived, wealth.114 As wealth is not recognized as a valid ground of persecution, I will analyse whether there would be a serious possibility that the Appellants be subjected to persecution based on their race, if they were to return to their birth country. I will also analyse the risk under section 97 of IRPA.\nThe RPD Correctly Assessed the Appellants' Evidence\n[116] The Appellants testified that they were themselves victims of racially motivated crimes: (1) in XXXX 2011, when XXXX was almost snatched from Mrs. XXXXarms while at the bank machine; (2) in XXXX 2017, the adult Appellants were afraid that their daughter would be taken from the hospital; (3) six incidents in 2016 when Mrs. XXXXand her children were almost run over by Black taxi drivers. They also alleged that several White children were 'mowed over' by Black taxi drivers in recent years. They report the case of a friend's mother, XXXX XXXX, who was brutally tortured and murdered by her garden domestic helper. In XXXX 2017, the Appellant's aunt was attacked trying to prevent her own daughters from being raped by four Black men. The Appellants also talk about the six incidents during which their house was broken into by Black people. Finally, he recalls an incident when his car was almost stolen.\n[117] I agree with the RPD that, even if some of the violence seems to be racially motivated, the bulk of them were rather perpetrated for economic purposes, such as the breaking in the house. Even the attempt to snatch the boy from Mrs. XXXX can probably be seen as targeting to obtain a possible ransom, as she was taking money out of the bank machine at the relevant time.\n[118] As alleged by the Appellants, the racial tensions run high in South Africa. Corroborated by the objective evidence, utterances from some politicians display unacceptable racial hatred against the White minority.115 I also note the Facebook posts submitted by the Appellants in support of their allegations that they fear persecution based on their skin colour if they were to go back to South Africa.\n[119] I agree with the RPD that the episodes of racially motivated violence, such as the attempted run overs the Appellants experienced or those reported in the objective evidence they submitted, do not amount, in and of itself, to a serious possibility of persecution. As pointed out by the tribunal, though those incidents can be distressful, they do not support a systemic criminality based on racial discrimination against White South Africans.\n[120] I reject the Appellants' contentions to the effect that the RPD erred in ignoring evidence or selecting evidence that did not support their narrative. I note that the Appellants failed to identify which documents were in fact ignored and the impact it would have had on the conclusion.\n[121] As it will be later analysed, other pieces of evidence that demonstrate violence based on racial hatred are not sufficient to rise to the level of serious possibility of persecution.\nThe RPD Correctly Found the Lack of Objective Basis of the Fear of Persecution\n[122] The RPD accepted that the Appellants genuinely fear returning to South Africa, a finding that is correct according to my reading of the evidence. However, I agree with the RPD that the targeting of White South Africans is predominantly based on economic reasons as they are, in fact, wealthier, as noted above.\n[123] The RPD noted that documents contained in exhibits C-16, C-13, C-17 and C-23 report clearly racially motivated crimes, as well as video 5. I agree with this assessment.\n[124] I also note the affidavit of Mr. XXXX, XXXX of XXXX XXXX, dated March 2, 2012, in which he opined that English-speaking White South Africans are the subject of hate crimes, and when racial epithets are uttered during the commission of a crime, such crime can be deemed to be motivated by hate. As for violent crimes against White South Africans that remain unreported, it mostly concerns farm murders as indicated in the affidavit by XXXX XXXX, dated June 2, 2012. As pointed out by the RPD, the Appellants are not part of that group. In another affidavit dated October 10, 2014, the same affiant complains that main NGOs do not report hate crimes perpetrated against White individuals, but no explanation is provided. Also, I note that Mrs. XXXX explains in this affidavit that the upper-class and middle-class homes can afford to strengthen their security systems to repel possible aggressors, a commodity that the poorer Black communities can probably not afford, which explains why they are more likely to fall victim to violent crimes.\n[125] I also find that the Appellant's documents show that, at times, the justice system properly intervened to investigate and prosecute the suspects of those racially motivated violent crimes. At page 97 of the Appellants' disclosure material, the author stated: \"The country's high crime statistics (nearly 19,000 murders a year) have undermined cohesion and investment. Following the erosion of their privilege, Afrikaners feel particularly vulnerable, both as Whites and as linguistic minority.\" I believe that this accurately describes the situation of the Appellants as feeling vulnerable in the face of high crime rates, which does not necessarily follow that they would face a serious possibility of persecution if they were to return to South Africa.\n[126] The Appellants also submitted the former Response to Information Request (RIR) of the Immigration and Refugee Board (IRB) dated 28 May 2013, under Exhibit 16, p. 100 stating that: \" ... based on the 2011-2012 XXXX annual report, White and Asian South Africans are less likely than African or Coloured South Africans to be murdered, and stresses that socio-economic status, rather than racial classification, determines the likelihood of being a victim of a violent crime.\" In effect, this supports the RPD conclusion that, while White South Africans are victims of violent crimes that are sometimes also hate crimes, the overall statistics show that Black South Africans remain the primary victims of those crimes that are a result of socio-economic status, as opposed to based on racial hatred.\n[127] I note the additional information provided by the Appellants that include two new incidents that occurred to individuals in their circles. The first incident described in an email dated October 24, 2019, involves a robbery of a family house during which no one was gravely harmed, though an elderly victim succumbed from PTSD. This indicates that the motives were most probably economical, as opposed to based on racial hatred.\n[128] The Wikipedia page that was attributed no weight by the RPD concerns the movement Black First Land First (BLF) which pleads for the policy 'expropriation without compensation' aiming at taking the lands from White-owned land. This mainly relates to White farmers, a group to which the Appellants do not belong. Also, I am cognizant of the racial tensions in South Africa as a consequence of the apartheid and hate speech that take place against the White minority as a result. However, South Africa is also plagued by a very high crime rate that affect the population as a whole. Though the White population is more likely to face a certain kind of crime due to their actual or perceived wealth, they are less likely to face others, as it will be more extensively discussed below.116\nObjective Documents of the NDP Do Not Support the Appellants' Allegations\n[129] I reject the Appellants' contention that the RPD erred in attaching weight to the absence of information in the annual international reports contained in the NDP. As pointed out by the member, it is reasonable to expect that either the US Department of State's human rights report, the Amnesty International's State of the World Human Rights report, the Human Rights World Watch Report, or the Freedom House's Freedom in the World report would have reported if the White South Africans were persecuted on the basis of their race, if that were the case. I note that, in the newest NDP, the US Congressional Research Service report that White farmers are \"periodically victimised in criminal attacks\".117 Those attacks were labelled as opportunistic and, sometimes, also racially motivated. It specifies that the xenophobic mob violence target mainly foreigners, while many Whites often live in gated, highly secured communities.118\n[130] I note that in document C-10, that Trade union Solidarity submitted a complaint to the United Nations (UN) Committee on the elimination of Racial Discrimination regarding hate speech targeting minorities. Yet, I observe that the Appellants have failed to submit any report from the competent UN or African international mechanisms that could reveal the extent of the violence waged by Black individuals against White South Africans. I therefore reject the Appellants' contention that the RPD erred by attributing too much weight to the absence of information in the NDP. Indeed, the burden lays on them to show that reliable reports, whether governmental or not, provide the information to support their allegations. The evidence of single incidents, though relevant, is insufficient. I believe that going on a case-by-case basis can be misleading and is preferable to rely on reports that show the bigger picture concerning the situation of White South Africans within the population as a whole.\n[131] I also reject the Appellants' contention that the RPD erred in omitting to understand the connection between the feared crimes and the anti-White rhetoric. I reviewed the analysis elaborated at pages 14 to 18 of the oral decision, and I find that the RPD was correct in its observations. The Appellants failed to point at any error in that regard.\n[132] Indeed, I agree in particular with the conclusion that, even if White-headed households seem to fall disproportionally victims to burglary and car theft, it finds a reasonable explanation by the fact that the White minority still owns a majority of the wealth in South Africa, including business opportunities and landownership. The NDP reveals that South Africa still arbours the highest rates of inequality of the world and the richest 10% still hold around 71% of the country's wealth.119 The disparity must also take into account that \"crimes experienced by poor and vulnerable individuals are far less likely to be reported or recorded by the police.\"120 In any event, it is to be expected that wealthier individuals will be more likely to be targeted by economic crimes, such as robbery and car hijacking, which, in South Africa, translates into White minorities.\n[133] I note that the RPD conducted a cross analysis between the statistics regarding the crimes and the possible racial motivation behind them. It correctly considered that, had those crimes been perpetrated based on racial hatred, it would have been expected that a much higher proportion of cars belonging to White individuals to be targeted, which is not the case. The Appellants did not show how this analysis was flawed, especially when 91% of White individuals own a car, as opposed to 20% for their Black counterparts. Consequently, I believe that the RPD correctly concluded that the slightly disproportionate number of economic crimes to which the White South Africans fall victim is explained by their advantageous economic situation.\n[134] Regarding violent crimes, I note that South Africa ranks fifth in the world as the number rate per capita. The reasons for such a high rate were attributed to diverse causes including socio-economic inequality and marginalization and social bias. However, violent crimes, including assault, sexual assault and murder, combined correspond to 5.5% of the totality of the criminal offences registered.121 As pointed out by the RPD, out of the 16,000 murders reported, only 182 concerned White South African victims. Those numbers reveal that the White South African group is therefore less at risk of a violent crime than their Black countrymen. Though hatred-fuelled violent crimes do take place against the White population, the overall statistics do not support the allegation that the risk faced concerns more than a mere possibility.\n[135] The survey also shows that White South Africans enjoyed a better relationship with the police, contrary to the Appellants' experience, especially in comparison with the Black population. As pointed out by the RPD, this does not support the Appellants' allegation that the police force is discriminating against the White population. Again, the Appellants did not explain how this analysis is erred.\n[136] As it was pointed out by the RPD, the Appellants failed to address the conclusion of the Race Relations report in South Africa stating that \"race relations in South Africa held up surprisingly well during 2018\", despite the strong racial rhetoric from the political parties, especially noting Mr. Malena's hate speeches.122 I find that the analysis of the RPD regarding this issue is correct and that the Appellants failed to identify any errors.\n[137] I therefore agree that, overall, the objective evidence of the NDP shows that South Africa experiences a very high crime rate affecting the population as a whole. While the White population is more targeted when it comes to economic crimes based on their actual greater wealth, the surveys show that the Black population is more likely to be victims of violent crimes, especially as a result of gang violence.123\n[138] Consequently, I rule that the RPD correctly found that there was a lack of evidence to support the allegation that the White South Africans perceived as wealthy are disproportionally targeted because of their race, rather than because they are actually wealthier and thus represent better targets for economical crimes. The Appellants failed to establish a nexus to the Convention, as perceived or actual wealth is not recognized as a basis for persecution.124\nThe RPD Correctly Found Insufficient Evidence of Gender-Based Persecution\n[139] The RPD judged that the female Appellants have failed to lead evidence showing an increased risk of gender violence, beyond the one faced by the population as a whole.\n[140] The Appellants submit that the RPD erred by requiring that they provide evidence that would put the female Appellants specifically and personally at an increased risk in comparison to the rest of the population. They further argue that the RPD failed to take into account the Chairperson Guidelines 4 regarding refugee claimants fearing gender-related persecution. They underline the passage of the Guidelines referring to the Salibian case stating that it was unnecessary for them to put forward a basis of an individualized set of facts. They opine that the RPD ignored the ample country condition evidence of the NDP, indicating that women face severe discrimination and are at risk of sexual violence and failed to refer to evidence in support of its conclusion.\n[141] I agree with the Appellants that the RPD omitted to refer to the Gender Guidelines in the context of its analysis on allegations of gender-based persecution. I will ensure that the RPD analysis respects such guidelines in the framework of my own analysis and I will also consider them as part of my independent review of the evidence.\n[142] The objective evidence reveals that South African women face discrimination in all areas of life:\nAlthough all South Africans are nominally equal under the law, discrimination on the basis of race, gender, ability, nationality and sexual orientation is still widespread. South Africa remains a socially conservative and patriarchal state and this manifests in exceptionally high levels of gender-based violence and rape.125\n[143] As pointed out by the Appellants, documents contained in the NDP, either the one of July 30, 2021, or the newest one, establishes that gender-based violence (GBV) and feminicide are a problem in South Africa, 51% of surveyed women in the Gauteng province and 44% of the Western Cape were victims of domestic violence at some point in their lives. Domestic violence is very prevalent and constitutes the cause of 54% of feminicide.126 The Appellants are from Johannesburg, a city located in the Gauteng province.\n[144] Other documents of the NDP put forward the following relevant information:\nAlthough the law criminalizes domestic violence and rape of men or women, the number of reported raped cases rose from 41,583 in 2018-2019 to 42,289 in 2019-2020. South Africa has some of the world's highest rates of gender-based-violence and femicide. Most perpetrators were acquaintances or family members of victims. Although laws prohibit sexual harassment, it remains a widespread problem for women.127 [emphasis added]\n[145] The violence against women is said to be a pervasive issue in South Africa. It triggered State action through the creation of independent institutions to safeguard civil rights and a governmental action plan to combat GBV in 2019.128 I note that the evidence does not segregate White from Black victims.\n[146] Mrs. XXXXdoes not allege having been the victim of or fearing violence from her partner. There is no allegation that the female Appellants fear acquaintances or family members either. I understand that none of them have been victims of GBV in the past from family members or others. I note that violent crimes account for only 5.5% of all crimes in South Africa. According to the Appellants' evidence, a person aged above 16 years old faced a 0.25% chance in 2018-2019 of being the victim of sexual violence.129 Though the GBV is a scourge in South Africa, the Appellants do not possess the profile of females that would face a serious possibility of persecution based on their gender, as demonstrated by the objective evidence. Nothing in the Chairperson's Guidelines would indicate otherwise.\n[147] Even when considering the intersectionality between gender and race in the context of a fear based on perceived wealth, I am unable to find evidence that would put the female Appellants in a position of facing a serious possibility of persecution if they were to return to South Africa. There is no evidence that the White South African females are being targeted by gender-based violence through the lens of perceived wealth, but rather in the context of personal, domestic relationships.\n[148] Consequently, I believe that the RPD was correct when it ruled that the Appellants failed to provide sufficient evidence in support of their allegation that they would face a serious possibility of gender-based persecution if they were to return to South Africa.\n[149] Based on the facts alleged, the Appellants also failed to prove, on a balance of probabilities, that they would face a personalised risk, as define by section 97 of IRPA, beyond general criminality. Indeed, as illustrated above, the crime rate in South Africa is particularly high, but section 97 (1) b) (ii) of IRPA excludes a risk that is faced generally by other individuals in a country, such as general criminality.\nCONCLUSION\n[150] I dismiss the appeal. I find that the Associate Appellant is not excluded from the refugee protection regime, pursuant to section 98 of IRPA, however, I conclude that the RPD correctly found that the Appellants are neither Convention refugees nor persons in need of protection, pursuant to sections 96 and 97 of IRPA.\n(signed)\nMe Martine Durocher\nMe Martine Durocher\nFebruary 2, 2023\nDate\n1 Subsection 110(4) of the IRPA.\n2 Canada (Citizenship and Immigration v. Singh, 2016 FCA 96; Canada (Citizenship and Immigration) v. Raza FC 385\n3 Subrule 29(4) of the RAD Rules.\n4 Canada (Citizenship and Immigration) v. Huruglica, 2016 FCA 93; Rozas del Solar v. Canada (Citizenship and Immigration), 2018 FC 1145.\n5 The Agreement for the prosecution and punishment of the major war criminals of the European Axis, signed at London on August 8, 1945.\n6 Proclamation by the Supreme Commander for the Allied Powers, dated January 19, 1946.\n7 Control Council Law No. 10, Punishment of Persons Guilty of War Crimes, Crimes Against Peace and Against Humanity, (1946) 3 Official Gazette Control Council for Germany 50-55, Article II.\n8 UN Security Council Resolution 827, Statute of the International Criminal Tribunal for the Former Yugoslavia (ICTY) (as amended on 17 May 2002), 25 May 1993. This resolution was adopted under Chapter VII powers of the UN Charter and therefore constitute an international instrument as defined in Article 1F(a) of the Convention.\n9 UN Security Council Resolution 955, Statute of the International Criminal Tribunal for Rwanda (ICTR) (as last amended on 13 October 2006), 8 November 1994. This resolution was adopted under Chapter VII powers of the UN Charter and therefore constitute an international instrument as defined in Article 1F(a) of the Convention.\n10 Canada (Public Safety and Emergency Preparedness) v. Verbanov, 2021 FC 507 (CanLII), at para 18; Jean-Baptiste v. Canada (Citizenship and Immigration), 2021 FC 1362 (CanLII), para. 35.\n11 Elve v. Canada (Citizenship and Immigration), 2020 FC 454 (CanLII), at para 94.\n12 Additional Memorandum of the Intervening Party, October 7, 2022, paras. 52 to 56.\n13 Additional Memorandum of the Intervening Party, October 7, 2022, para. 55.\n14 Canada (Public Safety and Emergency Preparedness) v. Verbanov, 2021 FC 507 (CanLII), at para 25.\n15 Ezokola v. Canada (Citizenship and Immigration), 2013 SCC 40 (CanLII), [2013] 2 SCR 678, at paras 44 and 46.\n16 Prosecutor v. Anto Furundžija, Case No.: IT-95-17\/1-T, Trial Judgement, 10 December 1998, para. 227. This was reiterated by the ICTY Appeals Chamber in The Prosecutor v. Šainovic et al, Appeals Judgement, IT-05-87-A, 23 January 2014, para. 1648.\n17 Canada (Public Safety and Emergency Preparedness) v. Verbanov, 2021 FC 507 (CanLII), at para 18, citing Darryl Robinson, Leila N. Sadat and Leena Grover.\n18 Additional Submissions, para. 55, citing Darryl Robinson, \"Defining 'Crimes Against Humanity' at the Rome Conference\" (1999) 93:1 AJIL 43 at 43; Leila N Sadat, \"Crimes Against Humanity in the Modern Age\" (2013) 107:2 AJIL 334 at 37-38, 41-42; Leena Grover, \"A Call to Arms: Fundamental Dilemmas Confronting the Interpretation of Crimes in the Rome Statute of the International Criminal Court\" (2010) 21: EJIL 543 at 567. The Minister also refers to a separate opinion of the Bemba case arriving to the same conclusion.\n19 Guénaël Mettraux, \"International Crimes: Law and Practice: Volume II: Crimes Against Humanity\" (2020), Oxford Public International Law: 6 Underlying Offences in: International Crimes: Law and Practice (ouplaw.com), s. 6.1.2.\n20 Ezokola v. Canada (Citizenship and Immigration), 2013 SCC 40 (CanLII), [2013] 2 SCR 678, at para 51.\n21 Mugesera v. Canada (Minister of Citizenship and Immigration), 2005 SCC 40 (CanLII), [2005] 2 SCR 100, para. 158.\n22 The Prosecutor v. Germain Katanga and Mathieu Ngudjolo Chui, Case No. ICC-01\/04-01\/07, Decision on the Confirmation of Charges, 30 September 2008, para. 508.\n23 Mugesera v. Canada (Minister of Citizenship and Immigration), 2005 SCC 40 (CanLII), [2005] 2 SCR 100, para. 116.\n24 Lafontaine, Fannie. Prosecuting Genocide, Crimes Against Humanity and War Crimes in Canadian Courts. Toronto: Carswell, 2012, p. 38, where the author opined that retrospective prosecution are allowed, as long as the crime charged was part of customary international law at the time and place of its commission. See also, Harb v. Canada (Minister of Citizenship and Immigration), 2003 FCA 39 (CanLII), at para 7.\n25 Section 6 of CAHWCA. The Federal Court mistakenly cited section 4 of the CAHWCA pertaining to crimes committed in Canada, but there is no variation between the definition of war crime under section 6 and section 4 of the CAHWCA.\n26 Bonilla v. Canada (Citizenship and Immigration), 2009 FC 881 (CanLII), at para 124.\n27 Harb v. Canada (Minister of Citizenship and Immigration), 2003 FCA 39 (CanLII), at para 10;\nElve v. Canada (Citizenship and Immigration), 2020 FC 454 (CanLII), at para 78.\n28 Betoukoumesou v. Canada (Citizenship and Immigration), 2014 FC 591 (CanLII), at para 26.\n29 R. v. Finta, 1994 CanLII 129 (SCC), [1994] 1 SCR 701, para. 222-270.\n30 Elve v. Canada (Citizenship and Immigration), 2020 FC 454 (CanLII), at paras. 80-95.\n31 https:\/\/treaties.un.org\/Pages\/ViewDetails.aspx?src=IND&mtdsg_no=IV-7&chapter=4&clang=_en\n32 Nevsun Resources Ltd. v. Araya, 2020 SCC 5 (CanLII), at para 77.\n33 Nevsun Resources Ltd. v. Araya, 2020 SCC 5 (CanLII), at paras 77-78.\n34 Rwamakuba v. the Prosecutor, No. ICTR-98-44-AR72.4, Decision on Interlocutory Appeal Regarding Application of Joint Criminal Enterprise to the Crime of Genocide, 22 October 2004, para. 14: https:\/\/cld.irmct.org\/assets\/filings\/ICTR-98-44-1602-GOVERNMENT-I-KAREMERA-DECISION-ON-INTERLOCUTORY-APPEAL-REGARDING-APPLICATION-OF-JOINT-CRIMINAL-ENTERPRISE-TO-THE-CRIME-OF-GENOCIDE2.pdf\n35 International Law Commission, Draft conclusions on identification of customary international law, with commentaries, Yearbook of the International Law Commission, 2018, vol. II, Part Two at Conclusions 5 and 6: https:\/\/legal.un.org\/ilc\/texts\/instruments\/english\/commentaries\/1_13_2018.pdf\n36 In 1966, the General Assembly labelled apartheid as a crime against humanity (resolution 2202 A (XXI) of 16 December 1966) and in 1984 the Security Council endorsed this determination (resolution 556 (1984) of 23 October 1984).\n37 James Crawford, Alain Pellet, Simon Olleson, Kate Parlett (eds), The Law of International Responsibility, OUP, 2010, p. 999; Brownlie, I., Principles of Public International Law, OUP, 6 ed., 2003, p. 537.\n38 For differences between international responsibility of States and individual criminal responsibility in international criminal law, see Leila N Sadat, \"Crimes Against Humanity in the Modern Age\" (2013) 107:2, at 340 and fn 42, citing Application of the Convention on the Prevention and Punishment of the Crime of Genocide (Bosn. & Herz. v. Serb. & Mont.), 2007 ICJ REP; see also Julia Gebhard, \"Apartheid\" (January 2018) Oxford Public International Law: Apartheid (ouplaw.com), paras. 25-26.\n39 Paul Eden, \"The Role of the Rome Statute in the Criminalization of Apartheid\" (2014) Journal of International Criminal Justice, pp. 19-24. For differences between international responsibility of States and individual criminal responsibility in international criminal law, see Leila N Sadat, \"Crimes Against Humanity in the Modern Age\" (2013) 107:2, at 340 and fn 42, citing Application of the Convention on the Prevention and Punishment of the Crime of Genocide (Bosn. & Herz. v. Serb. & Mont.), 2007 ICJ REP.\n40 https:\/\/treaties.un.org\/pages\/ViewDetails.aspx?src=IND&mtdsg_no=IV-6&chapter=4&clang=_en\n41 https:\/\/treaties.un.org\/Pages\/ViewDetails.aspx?src=IND&mtdsg_no=IV-7&chapter=4&clang=_en. See Schabas W.A. & Beaulac S., International Human Rights and Canadian Law - Legal Commitment, Implementation and the Charter, 3rd Ed., Toronto: Carswell, 2007, at. p. 248.\n42 Including, inter alia, Belgium, France, the United Kingdom, Germany, the Netherlands, and the United States.\n43 Lafontaine, Fannie. Prosecuting Genocide, Crimes Against Humanity and War Crimes in\nCanadian Courts. Toronto: Carswell, 2012, p. 38, 165 and fn 25. (as disclosed in the annex of the second Alazar notice)\n44 See CAHWCA, section 6(3).\n45 Paul Eden, \"The Role of the Rome Statute in the Criminalization of Apartheid\" (2014) Journal of International Criminal Justice, p. 5.\n46 See Article 8 of the Rome Statute.\n47 https:\/\/legal.un.org\/ilc\/publications\/yearbooks\/english\/ilc_1991_v2_p2.pdf, p. 103.\n48 International Law Commission, Yearbook of the International Law Commission 1991, Volume 1, Summary records of the meetings of the forty-third session 29 April - 19 July 1991, p. 28.\n49 Paul Eden, \"The Role of the Rome Statute in the Criminalization of Apartheid\" (2014) Journal of International Criminal Justice, p. 12.\n50 Preparatory Committee 1996 Report, Vol. II, p. V and VI, p. 60. https:\/\/www.legaltools.org\/doc\/03b284\/pdf\/\n51 Cassese, A., Cassese's International Criminal Law, Second Edition, OUP, 2008, p. 13.\n52 Cassese, A., Cassese's International Criminal Law, Third Edition, OUP, 2013, p. 107; Lafontaine, Fannie. Prosecuting Genocide, Crimes Against Humanity and War Crimes in Canadian Courts. Toronto: Carswell, 2012, p. 165.\n53 Carola Lingaas, 'The Crime Against Humanity of Apartheid in a Post-Apartheid World' (2015) 3 Oslo Law Review 86, 104.\n54 Ibid, p. 105, fn 115.\n55 Julia Gebhard, \"Apartheid\" (January 2018) Oxford Public International Law: Apartheid (ouplaw.com), para. 26.\n56 Guénaël Mettraux, \"International Crimes: Law and Practice: Volume II: Crimes Against Humanity\" (2020), Oxford Public International Law: 6 Underlying Offences in: International Crimes: Law and Practice (ouplaw.com), s. 6.1.2.1., p. 738.\n57 Ibid, p. 225 of the disclosure.\n58 Preparatory Committee 1996 Report, Vol. II, p. V and VI, p. 60.\n59 Schabas, W.A., The International Criminal Court: A commentary on the Rome Statute, 2nd ed., OUP, 2016, p. 206;\nsee also : https:\/\/legal.un.org\/diplomaticconferences\/1998_icc\/docs\/english\/vol_2\/a_conf183_c1_sr4.pdf.\n60 https:\/\/www.jurist.org\/news\/2021\/11\/apartheid-charged-as-a-crime-against-humanity-for-the-first-time-in-south-africa\n61 RAD-1, National Documentation Package, South Africa, 31 May 2022, tab 1.6: ?South Africa: Current Issues, Economy, and U.S. Relations. United States. Congressional Research Service. Nicolas Cook. 17 September 2020. R45687, p.8.\n62 RAD-1, National Documentation Package, South Africa, 31 May 2022, tab 9.1: Second periodic report submitted by South Africa under article 19 of the Convention, due in 2009. South Africa. 2 November 2017. CAT\/C\/ZAF\/2, p. 23.\n63 Schabas, W.A., The International Criminal Court: A commentary on the Rome Statute, 2nd ed., OUP, 2016, p. 206.\n64 Carola Lingaas, 'The Crime against Humanity of Apartheid in a Post-Apartheid World' (2015) 3 Oslo Law Review 86, 104.\n65 Additional Memorandum of the Intervening Party, October 7, 2022, paras. 32-35 and 42-45 (Additional Memorandum).\n66 Mugesera v. Canada (Minister of Citizenship and Immigration), 2005 SCC 40 (CanLII), [2005] 2 SCR 100, at para 119.\n67 RPD-1, RPD Record, part 3, Exhibit M-13, p. 200.\n68 RPD-1, RPD Record, part 3, Exhibit M-7, p. 177.\n69 RPD-1, RPD Record, part 3, Exhibit M-8, p. 184.\n70 RPD-1, RPD Record, part 3, Exhibit M-9, p. 190.\n71 RPD-1, RPD Record, part 3, Exhibit M-18, p. 248.\n72 RPD-1, RPD Record, part 3, Exhibit M-16, p. 235.\n73 RPD-1, RPD Record, part 3, Exhibit M-16, p. 236.\n74 RPD-1, RPD Record, part 3, Exhibit M-21, pp. 321-322.\n75 RPD-1, RPD Record, part 3, Exhibit M-21, pp. 321-322.\n76 RPD-1, RPD Record, part 3, Exhibit M-21, pp. 323.\n77 The Prosecutor v. Jean-Paul Akayesu (Trial Judgement), ICTR-96-4-T, International Criminal Tribunal for Rwanda (ICTR), 2 September 1998, available at: https:\/\/www.refworld.org\/cases,ICTR,40278fbb4.html, para. 581.\n78 ICTY, Prosecutor v. Perišic, \"Judgement\", IT-04-81-T, 6 September 2011, para. 82. See also ICTY, Prosecutor v. Gotovina et al., \"Judgement\", IT-06-90-T, 15 April 2001, para. 1702; ICTR, Prosecutor v. Semanza, \"Judgement\", ICTR-97-20-T, 15 May 2003, para. 327. See also ICTY, Prosecutor v. Kunarac et al, \"Appeals Judgement\", IT-69-23\/IT-96-23-1, 12 June 2002, para. 86. This issue was not at stake before the RAD and simply supports the Akayesu case. Since it was not a determinative issue, their disclosure to the parties was not necessary to preserve the parties' procedural fairness rights.\n79 Prosecutor v. Ntaganda, Trial Judgement, 8 July 2019, para. 663.\n80 See supra, para. 21.\n81 RAD-1, National Documentation Package, South Africa, 31 May 2022, tab 1.6: ?South Africa: Current Issues, Economy, and U.S. Relations. United States. Congressional Research Service. Nicolas Cook. 17 September 2020. R45687, p. 5.\n82 Transcripts of Reasons and Decision Amended, p. 5, lines 25 to 35.\n83 Eriator v. Canada (Citizenship and Immigration), 2022 FC 1154, para. 30.\n84 Ezokola v. Canada (Citizenship and Immigration), 2013 SCC 40 (CanLII), [2013] 2 SCR 678, at para 91.\n85 See supra, para. 57.\n86 Ezokola v. Canada (Citizenship and Immigration), 2013 SCC 40 (CanLII), [2013] 2 SCR 678, at para 84.\n87 Transcripts, 3 December 2019, pp. 14-15.\n88 Rutayisire v. Canada (Citizenship and Immigration), 2010 FC 1168 (CanLII), at para 50.\n89 Ezokola v. Canada (Citizenship and Immigration), 2013 SCC 40 (CanLII), [2013] 2 SCR 678, para. 94.\n90 Prosecutor v. Pauline Nyiramasuhuko et al., Case No. ICTR-98-42-A, Judgement, 14 December 2015 (Butare case).\n91 Rutayisire v. Canada (Citizenship and Immigration), 2010 FC 1168 (CanLII), at paras 48-49.\n92 Rutayisire v. Canada (Citizenship and Immigration), 2010 FC 1168 (CanLII), at para 50.\n93 Hadhiri v. Canada (Citizenship and Immigration), 2016 FC 1284 (CanLII);\n94 RPD-1, RPD Record, part 3, Exhibit M-14, p. 209.\n95 Ibid.\n96 RPD-1, RPD Record, part 3, Exhibit M-14, pp. 208-210.\n97 Eriator v. Canada (Citizenship and Immigration), 2022 FC 1154 (CanLII), para. 30.\n98 RPD-1, RPD Record, part 3, Exhibit M-9, p. 190.\n99 RAD-1, National Documentation Package, South Africa, 31 May 2022, tab 1.6: ?South Africa: Current Issues, Economy, and U.S. Relations. United States. Congressional Research Service. Nicolas Cook. 17 September 2020. R45687, p. 2. See M30.\n100 Ezokola, paras 60 and 66.\n101 Ezokola, paras. 65-67, citing Tadic Appeals judgement, at 228 and Brdanin Appeals Judgement, paras. 427-431.\n102 Ezokola, para. 65, citing Tadic Appeals judgement, at 228 and Brdanin Appeals Judgement, paras. 427-431.\n103 Ezokola, para. 63.\n104 Ezokola, para. 65.\n105 Ezokola, para. 63, Tadic Appeals Judgement, para. 229.\n106 Ezokola, para. 63, Brdanin Appeals Judgement, paras. 426 to 430.\n107 United Nations High Commissioner for Refugees. \"Guidelines on International Protection: Application of the Exclusion Clauses: Article 1F of the 1951 Convention relating to the Status of Refugees\", HCR\/GIP\/03\/05, September 4, 2003 (online: www.unhcr.org). para. 18.\n108 Contra Hadhiri v. Canada (Citizenship and Immigration), 2016 FC 1284 (CanLII), at para 36. I believe that the reasoning at paragraph 36 of the decision misread paragraph 68 of the Ezokola Judgement and should have read the ICTY sources on which the SCC based itself to fully understand its conclusion. Since I already found that the contribution of the Associate Appellant did not raise to the level of significant, it goes without saying that it would not be considered as one that had a \"substantial effect\" on the commission of the crimes either.\n109 B010 v. Canada (Citizenship and Immigration), 2015 SCC 58 (CanLII), [2015] 3 SCR 704, para. 47.\n110 Hadhiri v. Canada (Citizenship and Immigration), 2016 FC 1284 (CanLII), at para 36. See also Canada (Citizenship and Immigration) v. Kljajic, 2020 FC 570 (CanLII), [2020] 3 FCR 317, at para 214, citing Ezkola and Hadhiri.\n111 Yusuff v. Canada (Citizenship and Immigration), 2021 FC 495 (CanLII), para. 11.\n112 RAD-1, National Documentation Package, South Africa, 31 May 2022, tab 13.1: ?Situation of White South Africans, including treatment by government and society; state protection available to White South African victims of violence; information on the White South African community, as well as political and\/or rights... Immigration and Refugee Board of Canada. 21 September 2018. ZAF106171.E.\n113 Ibid.\n114 RAD-1, National Documentation Package, South Africa, 31 May 2022, tab 1.8: ?Broken and unequal: The state of education in South Africa. Amnesty International. 11 February 2020. AFR 53\/1705\/2020, p. 7: \"Black South African households earn on average less than 20 per cent of White households whilst nearly half of the Black population is considered to be below the poverty line compared to less than 1% of the White community.\"\n115 RAD-1, National Documentation Package, South Africa, 31 May 2022, tab 13.1: ?Situation of White South Africans, including treatment by government and society; state protection available to White South African victims of violence; information on the White South African community, as well as political and\/or rights... Immigration and Refugee Board of Canada. 21 September 2018. ZAF106171.E.\n116 Prophète v. Canada (Citizenship and Immigration), 2009 FCA 31 (CanLII), para 10.\n117 RAD-1, National Documentation Package, South Africa, 31 May 2022, tab 1.6: ?South Africa: Current Issues, Economy, and U.S. Relations. United States. Congressional Research Service. Nicolas Cook. 17 September 2020. R45687.\n118 Ibid, p. 14.\n119 RAD-1, National Documentation Package, South Africa, 31 May 2022, tab 1.8: ?Broken and unequal: The state of education in South Africa. Amnesty International. 11 February 2020. AFR 53\/1705\/2020, p. 17.\n120 RAD-1, National Documentation Package, South Africa, 31 May 2022, tab 7.3: ?The State of Urban Safety in South Africa Cities Report 2020. South African Cities Network. Lizette Lancaster; Gareth Newham. 1 September 2020, p. 8.\n121 RAD-1, National Documentation Package, South Africa, 31 May 2022, tab 1.6: ?South Africa: Current Issues, Economy, and U.S. Relations. United States. Congressional Research Service. Nicolas Cook. 17 September 2020. R45687, p. 12; National Documentation Package, South Africa, 31 May 2022, tab 7.4: Victims of Crime Survey 2019\/20. Statistics South Africa. 1 December 2020, p. 23.\n122 RAD-1, National Documentation Package, South Africa, 31 May 2022, tab 13.7: ?Race Relations in South Africa-Reasons for Hope 2019. South African Institute for Race Relations. Anthea Jeffery. April 2019.\n123 RAD-1, National Documentation Package, South Africa, 31 May 2022, tab 7.3: ?The State of Urban Safety in South Africa Cities Report 2020. South African Cities Network. Lizette Lancaster; Gareth Newham. 1 September 2020, p. 10.\n124 Ogiemwonyi v. Canada (Citizenship and Immigration), 2021 FC 346.\n125 RAD-1, National Documentation Package, South Africa, 31 May 2022, tab 1.5: ?South Africa. BTI 2022 Country Report. Bertelsmann Stiftung. February 2022, p. 13.\n126 RAD-1, National Documentation Package, South Africa, 31 May 2022, tab 5.5: ?Domestic violence, including legislation, state protection and support services available to victims; ability of women to relocate to Cape Town (2014-May 2015). Immigration and Refugee Board of Canada. 25 May 2015. ZAF105159.E, pp. 1-2.\n127 RAD-1, National Documentation Package, South Africa, 31 May 2022, tab 7.5: ?OSAC Country Security Report. South Africa. United States. Overseas Security Advisory Council. 18 August 2021, p. 7.\n128 RAD-1, National Documentation Package, South Africa, 31 May 2022, tab 1.5: ?South Africa. BTI 2022 Country Report. Bertelsmann Stiftung. February 2022, p. 13, 18; National Documentation Package, South Africa, 31 May 2022, tab 1.6: ?South Africa: Current Issues, Economy, and U.S. Relations. United States. Congressional Research Service. Nicolas Cook. 17 September 2020. R45687, p. 14.\n129 Victims of crime survey, p. 16.\n---------------\n------------------------------------------------------------\n---------------\nRAD File \/ Dossier de la SAR : MC2-03068\nMC2-03069 \/ MC2-03070 \/ MC2-03071\nMC2-03190\nRAD.25.02 (August 20, 2021)\nDisponible en français\n2\nImmigration and Refugee\nBoard of Canada\nRefugee Appeal Division\nCommission de l'immigration et du statut de réfugié du Canada\nSection d'appel des réfugiés\nRAD.25.02 (August 20, 2021)\nDisponible en français\n",
        "language":"en",
        "other":"{\"decision-maker_name\": \"Me Martine Durocher\"}"
    },
    {
        "citation":"MC2-14337",
        "citation2":"",
        "dataset":"RAD",
        "name":"",
        "source_url":"MC2-14337ta.txt",
        "scraped_timestamp":"2024-02-08",
        "document_date":"2023-02-15",
        "year":2023,
        "unofficial_text":"\nRAD File No. \/ No de dossier de la SAR : MC2-14337\nPrivate Proceeding \/ Huis clos\nReasons and Decision ? Motifs et décisions\n[Translation of the original version]\nPerson who is the subject of the appeal\nXXXX XXXX\nPersonne en cause\nDate of decision\nFebruary 15, 2023\nDate de la décision\nPanel\nCharles Gauthier\nTribunal\nCounsel for the person who is the subject of the appeal\nSofiane Yataghene\nConseil de la personne en cause\nDesignated representative\nN\/A\nReprésentant(e) désigné(e)\nCounsel for the Minister\nN\/A\nConseil du ministre\nREASONS FOR DECISION\nOVERVIEW\n[1] XXXX XXXX (appellant) is a citizen of Algeria. He is appealing the decision of the Refugee Protection Division (RPD) rejecting his refugee protection claim because he failed to rebut the presumption of state protection.\nSummary of the relevant facts\n[2] The appellant arrived in Canada on XXXX XXXX, 2019. He alleges that he fears the family of his former girlfriend with whom he had intimate relations between XXXX 2018 and XXXX 2019. Her family discovered the relationship between the two, and the girlfriend's brother allegedly initiated a plan to avenge honour by going after the appellant. In late XXXX 2019, his girlfriend's brother physically assaulted the appellant and tried to slit his throat with a knife. The appellant managed to run away. The agent of risk then traced his telephone number and called him and uttered threats. The appellant sought refuge at his grandmother's home in downtown XXXX. Shortly before his departure, he had a chance encounter with his agent of risk, who allegedly beat him and left him unconscious. That was when he decided to leave for Canada.\nThe Refugee Protection Division's position\n[3] The RPD concluded that the appellant's testimony was generally credible concerning the events experienced in Algeria. It concluded that the appellant failed to establish the state's inability to ensure his protection. The fact that he failed to report his fears to the police authorities and the explanations provided to justify this failure are not reasonable. The explanations are contradicted by the objective documentary evidence. The appellant did not take measures to give the state a real possibility of protecting him.\nThe appellant's position\n[4] The appellant criticizes the RPD for failing to consider the objective evidence demonstrating the lax approach the police take to private matters, for failing to consider the evidence indicating that relationships outside of marriage are the primary motive for honour crimes and that, while honour crimes are rare, they do exist. He argues that the police are effective when it comes to organized crime but not honour crimes. He adds that Islam forbids relations outside marriage. Lastly, he criticizes the RPD for failing to provide clear reasons regarding the risk he faces and for failing to consider news articles showing that honour crimes are frequent in Algeria. He criticizes the RPD for dismissing his testimony regarding his agent of risk and his criminal activities, and the possible connection to the police, without providing any details.\nDeterminative issue\n[5] The determinative issue for the Refugee Appeal Division is state protection.\nDETERMINATION\n[6] I dismiss the appeal. The RPD's decision is correct. The appellant is neither a Convention refugee nor a person in need of protection. I conducted my own analysis of the record. The exclusion under subparagraph 97(1)(b)(i)1 clearly indicates that, for a person to be declared a person in need of protection, it must be demonstrated, on a balance of probabilities, that they are justified in not seeking state protection, or that they are unable to do so because the agent of risk is a state actor. The reasons the appellant gave for failing to avail himself of state protection are speculative. There is no such thing as zero risk. The explanations provided by the RPD are correct.\nANALYSIS\nStandard of review\n[7] My role is to review all the evidence and establish whether the RPD's decision is correct.2\nRole of the appellant\n[8] The onus is on the appellant to identify the errors that are the grounds of the appeal and where the said errors are located.3\nFramework of analysis\n[9] The RPD concluded that the appellant's claim is not based on one of the grounds set out in the Convention and that the claim must therefore be analyzed under section 97 of the Immigration and Refugee Protection Act (IRPA). The appellant did not challenge the framework of analysis. Because the appellant fears an individual who seeks to avenge his family's honour for relations outside marriage, I am of the opinion that the RPD's conclusion is correct.\nCredibility\n[10] The RPD considered that the appellant's testimony was generally credible. It found the appellant credible with respect to the events that took place in Algeria, including the XXXX 2019 assault and that of XXXX 2019. I am of the opinion that the conclusion is correct regarding the sincerity of the appellant's fear of his agent of risk. Therefore, subject to comments on the reliability of the evidence, I find the appellant to be credible.\nThe Refugee Protection Division did not err in its analysis of state protection\n[11] The RPD reiterated the principles set out in Ward,4 which establishes that a refugee protection claimant must provide clear and convincing confirmation of a state's inability to protect absent an admission by the national's state of its inability to protect that national. Accordingly, prior to seeking the protection of another country, refugee protection claimants must demonstrate that they took every reasonable measure to seek the protection of their home state.\n[12] The appellant testified that he did not report his agent of risk to the authorities, either after the threats of XXXX 2019 or when he was beaten outside a XXXX in downtown Algiers in XXXX 2019. When asked to explain why he did not file a complaint, he stated that it was because the police in Algeria do not intervene in domestic matters and that the police would not have done anything to help him. He feared that the police would have placed the blame on him, because he had a relationship outside marriage. He also feared being targeted by his agent of risk if he filed a complaint. He alleges that his girlfriend warned him that her brother was engaged in drug trafficking in the neighbourhood and that he feared him for this reason. He asserts that his agent of risk may have contacts with the police.\n[13] The RPD conducted an analysis of the objective evidence, which demonstrates that the Algerian police may be considered effective. The evidence shows that the murders that have been committed have been addressed. The evidence does not show statistics regarding honour crimes, but these are extremely rare and infrequent in urban areas. They generally occur in rural areas. In the last few years, the Algerian police have deployed significant resources to ensure the safety of citizens, resulting in a 4% reduction in non-political crimes in 2016, including assault and voluntary manslaughter. As the RPD stated: [translation] \"It appears that the government has taken reasonable measures to establish and run an effective legal system for detecting, prosecuting and punishing acts that constitute persecution and that this system is generally accessible to Algerian citizens.\" It concluded that the Algerian state has the ability and the will to implement effective measures to protect its citizens, ensuring adequate protection.\n[14] On appeal, it is argued that the RPD erred in its analysis and its conclusions regarding state protection. The appellant submits that the objective documentation demonstrating crime control relates to non-political crimes and not to honour crimes. He submits that Algerian law is the law of Islam, which does not permit relations outside marriage. He adds that, while honour crimes are rare, they do exist and that the state does not wish to intervene in honour-related matters. He argues that the RPD's analysis of whether his agent of risk could be a person of interest to the police because of his drug-selling activities is completely unrelated to honour crimes.\n[15] After analyzing the documents cited by the RPD and the appellant, I am of the opinion that honour crimes are rare in Algeria. They occur mainly in rural areas, [translation] \"where the honour of women is governed by a stricter code of conduct. In urban areas, where education levels and socio-economic development are higher, honour crimes are infrequent\" [emphasis added].5 I am of the opinion that the appellant's arguments are not supported by documentation that is as categorical as he asserts. It is true that the police may be reluctant to interfere in people's private lives. However, the documentation shows that the victims of honour crimes are generally women. The documentation presented by the appellant before the RPD6 relates events where crimes committed against men occurred when they were caught in the act. It also shows that the perpetrators of these crimes were either arrested and detained or received prison sentences.\n[16] On the basis of these facts, it cannot be concluded that Algerian nationals cannot seek state protection, given the principle that no state can guarantee full protection. The onus is on the refugee protection claimant to show, on a balance of probabilities, that they cannot obtain state protection. This is assessed based on the refugee protection claimant's personal situation, the alleged risk, the agent of persecution and the country conditions. The country conditions were analyzed and the RPD's conclusion is correct with respect to the country conditions.\nPersonal situation, risk, agent of risk\n[17] The appellant testified that his agent of risk threatened him after discovering the relationship that he had with his sister. He allegedly attempted to attack him with a knife in XXXX 2019. The appellant reportedly took refuge at his grandmother's home in downtown XXXX, where he lived without any problems until XXXX 2019. He stated that as he was leaving a XXXX in downtown Algiers he ran into his agent of risk, who assaulted him and left him unconscious. The appellant testified that he did not file a complaint because the police were reluctant to deal with domestic matters. In addition, he did not dare to file a complaint against his agent of risk, who sells drugs in the district where he lived, which made him a dangerous person who could attack him again if the agent of risk learned that a complaint had been filed against him. He also asserts that it is possible that his agent of risk is in collusion with the police. Lastly, he fears that the police would place the blame on him because of the extramarital relationship that he had with his ex-girlfriend, as relations outside marriage are frowned upon in Algeria.\n[18] The RPD considered that the appellant's answers were not satisfactory. According to the RPD, citizens are responsible for seeking and obtaining protection from their state authorities, except where it is objectively reasonable not to do so. The RPD considered that the appellant's reluctance to request protection was based on speculative subjective fears that are not corroborated by the evidence.\n[19] The appellant repeats the arguments that Algerian justice is lax when it comes to private matters. The police are rarely cooperative, and relationships outside marriage constitute the primary motive for honour crimes. He argues that the RPD minimized the risk by relying on generalities. For the appellant, even though the risk is greater in rural areas than in urban areas, the risk in urban areas is not zero. In addition, no formal investigation has been carried out regarding the prevalence of honour crimes in Algeria. Nonetheless, such events are reported in the Algerian press or in autobiographical works from time to time. He adds that he established that his girlfriend's brother is a dangerous drug trafficker who is involved in organized crime. Responding to the RPD's argument that reporting a drug trafficker would benefit the appellant, he argues that there is no connection between organized crime and the honour crime that he fears. He argues that Algeria is a Muslim country whose state religion is Islam and relations outside marriage are forbidden in Islam. This means that he cannot trust the police to press charges against his girlfriend's brother.\n[20] I disagree with the appellant's arguments. The burden is on him to rebut the presumption of state protection. The evidence that he provided shows that women who bear children out of wedlock face discrimination, based on women's premarital chastity.7 As noted by the RPD, the news articles produced by the appellant demonstrate that perpetrators of honour crimes against men have been arrested, detained or even sentenced to prison terms. I added that the articles are about men who were caught in the act and perpetrators who had an immediate and spontaneous reaction, which is not the case for the appellant. The fact that the appellant is able to identify his agent of risk is not insignificant. Filing a complaint about death threats from a drug trafficker is no small matter. Fearing that the police will not assist him, in these circumstances, is not reasonable. No evidence was submitted by the appellant other than social condemnation of women who have had relations outside marriage. His argument that relations outside marriage are prohibited in Algeria and, consequently, subject to state penalties, was not provided. I agree with the RPD that the fears raised by the appellant for not having at least attempted to seek state protection are founded on speculative subjective fears. I would add that the appellant's perception may be sincere, even though satisfactory evidence for his arguments cannot be established on a balance of probabilities. The RPD's conclusion is correct.\nFailure to provide reasons and to formulate clear conclusions\n[21] The appellant argues that the RPD failed to provide reasons and to formulate clear conclusions. In passing, he cites case law stating that \"the reasons must be sufficiently clear, precise and intelligible that the claimant may know why his claim has failed and decide whether to seek leave to appeal, where necessary.\"8 He argues that the panel ignored essential evidence establishing the appellant's prospective risk, namely the newspaper articles he filed to show that honour crimes are frequent in Algeria, although the National Documentation Package on the country lacks sufficient information concerning such crimes. He reiterates that he risks suffering the same fate should he return to Algeria.\n[22] I disagree with the appellant. The reasons raised by the RPD are based on section 97 of the IRPA.9 He attempted to prove that he cannot avail himself of state protection due to the various fears raised. Each fear was fully analyzed by the RPD. He clearly fears his ex-girlfriend's brother. However, insofar as the brother first attempted to harm him in XXXX 2019 and attacked him in XXXX 2019, the door is open to ask the police to intervene, especially since the attacker has been identified. That is the crux of the reason why the appellant failed in his claim. The evidence submitted does not meet the balance of probabilities threshold. The fact that the appellant lived without any problems from XXXX to XXXX 2019 (more than five months) does not demonstrate the fear that prompted him to seek protection in Canada. Accordingly, the reasons stated by the RPD are intelligible, clear and precise for the purpose of understanding that the appellant did not provide evidence, on a balance of probabilities, that the Algerian state would not have responded to his request for protection. The RPD's reasons are well articulated and, in my view, the crux of the decision is based on this lack of evidence and on the evidence that establishes the willingness of the Algerian state to protect its citizens.\nCONCLUSION\n[23] I dismiss the appeal and confirm the RPD's determination that the appellant is neither a Convention refugee nor a person in need of protection.\n(signed)\nCharles Gauthier\nCharles Gauthier\nFebruary 15, 2023\nDate\nIRB translation\nOriginal language: French\n1 Immigration and Refugee Protection Act, S.C. 2001, c. 27. Subs. 97 (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally:\n* (a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or\n* (b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if\no (i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,\no (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,\no (iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and\no (iv) the risk is not caused by the inability of that country to provide adequate health or medical care.\n2 Canada (Citizenship and Immigration) v. Huruglica, 2016 FCA 93; Rozas del Solar v. Canada (Citizenship and Immigration), 2018 FC 1145.\n3 Refugee Appeal Division Rules, subparagraph 3(3)(g)(i) the errors that are the grounds of the appeal; (ii) where the errors are located in the written reasons for the Refugee Protection Division's decision that the appellant is appealing or in the transcript or in any audio or other electronic recording of the Refugee Protection Division hearing.\n4 Canada (Attorney General) v. Ward [1993] SCR 689.\n5 National Documentation Package on Algeria, Tab 5.5: Algérie : Situation des mères célibataires [Algeria: situation of single mothers], Office français des réfugiés apatrides, April 11, 2016, page 4.\n6 Refugee Protection Division record, Exhibit P-4. News articles, in a bundle, pages 128-142.\n7 Supra, footnote 5, page 3.\n8 Mehterian v. MEI (FCA) [1992] FCJ 545.\n9 Supra, footnote 1.\n---------------\n------------------------------------------------------------\n---------------\nRAD File No. \/ No de dossier de la SAR : MC2-14337\nRAD.25.02 (August 20, 2021)\nDisponible en français\n2\nImmigration and Refugee\nBoard of Canada\nRefugee Appeal Division\nCommission de l'immigration\net du statut de réfugié du Canada\nSection d'appel des réfugiés\nRAD.25.02 (August 20, 2021)\nDisponible en français\n",
        "language":"en",
        "other":"{\"decision-maker_name\": \"Charles Gauthier\"}"
    },
    {
        "citation":"MC2-21884",
        "citation2":"",
        "dataset":"RAD",
        "name":"",
        "source_url":"MC2-21884ta.txt",
        "scraped_timestamp":"2024-02-08",
        "document_date":"2023-06-15",
        "year":2023,
        "unofficial_text":"\nRAD File No. \/ No de dossier de la SAR : MC2-21884\nPrivate Proceeding \/ Huis clos\nAmendment - Amendement\nAmended Reasons and Decision ? Motifs et décision amendés\n[Translation of the original version]\nPerson who is the subject of the appeal\nXXXX XXXX XXXX\nPersonne en cause\nDate of decision\nJune 15, 2023\nDate de la décision\nPanel\nMe Julie Corry\nTribunal\nCounsel for the person who is the subject of the appeal\nMe Julio Cesar Tulena Salom\nConseil de la personne en cause\nDesignated representative\nN\/A\nReprésentant désigné(e)\nCounsel for the Minister\nN\/A\nConseil du ministre\nAMENDED REASONS FOR DECISON\nOVERVIEW\n[1] XXXX XXXX XXXX is a citizen of Mexico. She is appealing the decision of the Refugee Protection Division (RPD) rejecting her refugee protection claim.\n[2] Ms. XXXX XXXX fears persecution from her husband in Mexico. She survived an abusive relationship with this man for over twenty years and fled the domestic violence in 2015. She alleges that her husband continued to harass her and went to her house in 2019, attempting to attack her. She left her house after this incident and came to Canada shortly after.\n[3] The RPD found that Ms. XXXX XXXXwas credible about being in an abusive relationship up to the time she separated from her husband in 2015, but not about any subsequent incidents with her husband, based on omissions in her evidence as well as vague and inconsistent testimony about what happened in 2019. The RPD concluded that, based on her profile as a single woman, she could return safely to Mexico.\n[4] Ms. XXXX XXXXargues that the RPD erred in assessing the credibility of her allegations of her husband's continued violence after 2015, mainly by failing to consider her profile as a vulnerable victim of domestic violence. She submits that the RPD should have considered her past trauma when assessing the quality of her testimony. She also argues that the RPD should have applied the Chairperson's Guideline 4: Gender Considerations in Proceedings before the Immigration and Refugee Board (Guideline on Gender Considerations) when analyzing her memory problems.\n[5] I allow this appeal and I am referring the claim back to a differently constituted RPD panel for redetermination.1\nANALYSIS OF THE APPEAL\nChairperson's Guideline 4 on Gender Considerations2\n[6] The Chairperson's Guideline 4 on Gender Considerations must be considered in appropriate cases. It is incumbent on Immigration and Refugee Board decision-makers to exhibit the knowledge required and to apply it in an understanding, fulsome and sensitive manner when deciding issues relating to individuals fearing gender-related persecution.\n[7] The RPD member stated that he considered the Guideline on Gender Considerations during the hearing and in his assessment of whether Ms. XXXX XXXX, as a survivor of domestic violence prior to her separation in 2015, had a profile as a single woman that could sustain her refugee protection claim.\n[8] Ms. XXXX XXXXargues that the RPD did not properly consider the Gender Guideline when assessing the quality of her testimony and her profile as a vulnerable survivor of domestic violence.\n[9] In my analysis of the testimony and the evidence on the record, I also took into account the Guideline on Gender Considerations and the fact that Ms. XXXX XXXXis a survivor of long-term domestic violence and abuse. I agree with Ms. XXXX XXXXthat the RPD erred by not assessing her allegations and testimony through the lens of the Guideline on Gender Considerations and that this error tainted the assessment of her credibility.\nStandard of review\n[10] When reviewing the RPD decision, I am required to independently assess all the evidence and determine whether the RPD was correct in relation to each alleged error. I may defer to the RPD in the exceptional situation that I find it had a meaningful advantage in the circumstances, and reasons will be provided in that situation.3 To be clear, this is not the situation in this case.\n[11] After conducting my own analysis of the evidence on the record, including reading a transcript of the RPD hearing, I agree with Ms. XXXX XXXXthat the RPD made errors in analyzing her credibility by not properly applying the Guideline on Gender Considerations.\nCredibility\n[12] The RPD found that Ms. XXXX XXXXhad not credibly established that her husband continued to approach and harass her after she left him in 2015 because:\n* Her testimony on all the post-2015 allegations was vague and inconsistent with the written account in her Basis of Claim Form.\n* Specifically, in her written account, Ms. XXXX XXXXfails to mention that she had gone to live with her parents after leaving her husband, that her husband had been to their house between 2015 and 2019 and that he had made threats and insulted her father. She testified about this during the hearing, but these allegations are absent from her written account. She explained that she had forgotten to mention this, but the RPD found this explanation unreasonable.\n* There were inconsistencies between the description in Ms. XXXX XXXXwritten account and her testimony about the incident in 2019 when her husband went to her house, which was the incident that prompted her to flee the country. One inconsistency was whether she fled at night or in the morning, another was whether her husband went once or twice to the house, and finally another was whether he was armed with a machete. She explained that she is sometimes confused but the RPD found her testimony murky.\n[13] Ms. XXXX XXXXargues that the RPD erred in the above-mentioned credibility assessment as it did not consider her profile as a vulnerable survivor of domestic violence and how the trauma of her history of abuse might affect her memory and the quality of her testimony. She submits that the RPD did not properly consider the Guideline on Gender Considerations with respect to her memory problems and the quality of her testimony.\n[14] Ms. XXXX XXXXalso argues that the RPD focused on secondary inconsistencies and that it is understandable that after all the abuse she suffered over the years that she would forget or confuse certain details, adding that she does not have a high level of education.\n[15] Finally, Ms. XXXX XXXXpoints to a bit of confusion that occurred at the beginning of the hearing about whether or not the RPD had received her amended written account and argues that this added to her nervousness and lack of clarity during the hearing.\n[16] In my opinion, Ms. XXXX XXXXis correct to argue that the RPD erred in assessing her credibility. The RPD did not apply the Guideline on Gender Considerations with respect to her allegations and testimony before the RPD. Sections 7.5 and 7.6 of the Guideline on Gender Considerations are clear about how trauma can affect a person's memory and as a result, the quality of their testimony.4 I find that this error negatively affected the RPD's assessment of her credibility. More specifically, the RPD erred by failing to consider the how the trauma of being a survivor of years of domestic violence may have impacted her. I find that it is logical to conclude that her testimony before the RPD was affected by her vulnerability based on her past trauma.\n[17] As a result, I am not satisfied with the RPD's credibility assessment and find that it was incorrect, but also insufficient, to conclude that Ms. XXXX XXXXwas not credible about the harassment and threats she endured from her husband after she left him in 2015. I would add that at this point, the application of the Guideline on Gender Considerations becomes even more important for the assessment of this claim.\nProfile of a single woman\n[18] The RPD found that even after considering the Guideline on Gender Considerations, Ms. XXXX XXXXprofile as a single woman was not enough to sustain her claim and that she could safely return to Mexico.\n[19] Ms. XXXX XXXXargues that the RPD should have considered her not only a single woman, but also a vulnerable single woman with a history of trauma returning to Mexico.\n[20] Once again, I agree with Ms. XXXX XXXXthat the RPD erred in its assessment of her profile and did not fully engage with what she endured and the life she lived due to her violent husband.\n[21] With this in mind, the problem in my view is that not enough questions were put to Ms. XXXX XXXXabout her prospective risk, based on her profile as a vulnerable survivor of long-term abuse and, more specifically, about the adequacy of state protection and the possibility of an internal flight alternative (IFA).\n[22] These two issues were addressed briefly during the hearing: Ms. XXXX XXXXstated that she filed a complaint once with the police, but that they did not do anything other than discuss the situation merely as a family matter, when asked whether she could settle in Mexico City. She replied that her husband had people looking for her, without elaborating. In my opinion, there is not enough evidence on these two issues for me to form a proper conclusion, and I believe she deserves a chance to elaborate on these issues in a full hearing of these matters.\n[23] While I consider that the RPD decision must be set aside because of errors referred to above in the credibility assessment, I cannot draw my own conclusions as to whether Ms. XXXX XXXXis a refugee or a person in need of protection.\n[24] I cannot substitute my own decision for that of the RPD without hearing the testimony given before the RPD. Therefore, the case should be referred back to the RPD.\nCONCLUSION\n[25] I allow this appeal and am referring the claim of XXXX XXXX XXXXback to a differently constituted RPD panel for redetermination.5\nDIRECTIONS\n[26] Further questions must be put to Ms. XXXX XXXXabout her prospective risk, including the adequacy of state protection and the possibility of an IFA elsewhere in Mexico, away from the area where her husband lives.\n(signed)\nJulie Corry\nMember's name\nJune 15, 2023\nDate of amended decision\nMay 11, 2023\nDate of original decision\nIRB translation\nOriginal language: French\n1 Immigration and Refugee Protection Act, S.C. 2001, c. 27, as amended (IRPA), paragraph 111(1)(c).\n2 Immigration and Refugee Board of Canada (IRB), Chairperson's Guideline 4: Gender Considerations in Proceedings before the Immigration and Refugee Board, effective November 13, 1996, revised in July 2022. This Guideline is available on the IRB website.\n3 Minister of Citizenship and Immigration v. Huruglica, 2016 FCA 93; Rozas del Solar v. Canada (Citizenship and Immigration), 2018 FC 1145.\n4 See footnote 2, Chairperson's Guideline 4: Guideline on Gender Considerations, sections 7.5 to 7.7.\n5 IRPA, paragraph 111(1)(c).\n---------------\n------------------------------------------------------------\n---------------\nRAD File No. \/ No de dossier de la SAR : MC2-21884\nRAD.25.02 (August 20, 2021)\nDisponible en français\n2\nImmigration and Refugee\nBoard of Canada\nRefugee Appeal Division\nCommission de l'immigration\net du statut de réfugié du Canada\nSection d'appel des réfugiés\nRAD.25.02 (August 20, 2021)\nDisponible en français\n",
        "language":"en",
        "other":"{\"decision-maker_name\": \"Me Julie Corry\"}"
    },
    {
        "citation":"MC3-01534",
        "citation2":"",
        "dataset":"RAD",
        "name":"",
        "source_url":"MC3-01534ta.txt",
        "scraped_timestamp":"2024-02-08",
        "document_date":"2023-08-21",
        "year":2023,
        "unofficial_text":"\nRAD File No. \/ No de dossier de la SAR : MC3-01534\nPrivate Proceeding \/ Huis clos\nReasons and Decision ? Motifs et décision\n[Translation of the original version]\nPerson who is the subject of the appeal\nXXXX XXXX XXXX\nPersonne en cause\nDate of decision\nAugust 21, 2023\nDate de la décision\nPanel\nMarie-Lyne Thibault\nTribunal\nCounsel for the person who is the subject of the appeal\nZoheir Snasni\nConseil de la personne en cause\nDesignated representative\nN\/A\nReprésentant(e) désigné(e)\nCounsel for the Minister\nN\/A\nConseil du ministre\nREASONS FOR DECISION\nOVERVIEW\n[1] XXXX XXXX XXXX (the appellant) is a citizen of India.\n[2] Should he return to India, he fears for his life at the hands of the Indian police. The Punjab police falsely accused him of having ties to gangsters after he took in two friends suspected of gangsterism by the police. The appellant also fears for his life at the hands of the Indian police because he has joined a separatist Sikh movement (Sikhs for Justice) since arriving in Canada.\n[3] The appellant is appealing the decision of the Refugee Protection Division (RPD) rejecting his refugee protection claim. He argues that the RPD erred in finding that he was not credible with respect to his profile as a separatist Sikh activist and the Punjab police's ongoing interest in him. He also argues that the RPD erred in concluding that an internal flight alternative (IFA) is available to him in New Delhi.\n[4] For the reasons set out below, I conclude that the RPD's decision is correct. The appellant's credibility was undermined with respect to some of his allegations. I also conclude that an IFA is available to him in New Delhi.\n[5] The appeal is dismissed.\nANALYSIS\n[6] I applied the correctness standard.1 As required, I conducted an independent analysis of the evidence, which included listening to the recording of the RPD hearing.\nThe Refugee Protection Division did not err in its credibility assessment\nThe appellant's political profile\n[7] I am of the opinion that the RPD did not err in concluding that the appellant failed to demonstrate that, if he returned to India, he would be politically active regarding Khalistan or that he would face a risk of persecution by reason of his political opinion.\n[8] The appellant argues that his failure to spontaneously mention that he fears returning to India because of his support for Khalistan is not as egregious as the RPD described. He submits that the RPD erred in relying on the omission to make a negative credibility finding. He adds that the RPD did not provide adequate reasons for its finding and that its decision is not transparent.\n[9] I disagree.\n[10] I am of the opinion that the RPD's reasons are clear and explain why the RPD concluded that the appellant did not demonstrate that he truly intends to support Khalistan if he returns to India. The RPD relied on the appellant's failure to mention during his testimony that he fears returning to India because he is a Khalistan supporter. The RPD also relied on contradictions in the appellant's testimony as to when he became a Khalistan supporter and whether he was merely a supporter or a member of an organization.\n[11] I also conducted my own independent analysis of the evidence. For the reasons set out below, I conclude that the appellant did not demonstrate that he is politically active in a separatist Sikh movement or that he will be perceived as such if he returns to India.\nFailure to mention that he fears returning because of his political opinion\n[12] I am of the opinion that the RPD did not err in making a negative credibility finding based on the appellant's failure to mention during his testimony that he also fears returning to India because he supports Khalistan, a movement seeking the creation of an independent Sikh state.\n[13] I am of the opinion that, contrary to what the appellant argues, his failure to spontaneously mention his pro-Khalistan activism at the hearing when he was asked why he fears returning to India constitutes a major omission.\n[14] Approximately ten (10) days before his RPD hearing, the appellant took the opportunity to make additions to his Basis of Claim Form2 (BOC Form). In this addendum, he states that he is a Khalistan supporter. At the same time, the appellant also submitted documents described as evidence of his pro-Khalistan activities,3 namely, photographs showing him with other individuals of the Sikh faith4 and a voter card for the referendum on Khalistan issued by the Sikhs for Justice organization.5\n[15] However, when the RPD asked him whether there were any reasons other than the false accusations of ties to gangsters why the police might arrest him if he returned to India, the appellant simply stated that Sikhs in India are considered terrorists. When the RPD asked him to explain why the police considers them to be terrorists, the appellant stated that it was because of the Hindu government, which despises Sikhs, makes false accusations against them and imprisons them.6 At no point did the appellant mention that he is a Khalistan supporter or that he will be targeted for that reason if he returns to India.\n[16] I have taken into consideration that the appellant expressed a fear of returning to India because of how Sikhs are treated by the Indian government. I will come back to this. That said, it should be noted that there is a difference between a fear of returning based on religion, namely, the practice of Sikhism, and one based on a separatist political opinion. Although one does not exclude the other, not all Sikhs advocate for Khalistan.7\n[17] However, it was only when the RPD pointed out to him that, in his addendum to the BOC Form, he states that he is a supporter of Khalistan that the appellant confirmed that he fears returning to India for that reason as well. When the RPD asked why he had not spontaneously mentioned this, the appellant's response was vague and evasive. At first, he stated that he had not been able to say so. He added that the police had harassed him a great deal and that he feared them. The RPD had to press for an answer to its question. Again, the appellant did not answer the question. Instead, he stated that he has been pro-Khalistan since arriving in Canada. When again asked to explain the omission, the appellant stated that he found out about it later and repeated the reasons that led him to leave India.8\n[18] I draw a negative inference from the appellant's vague and evasive testimony.\n[19] I have also taken into account that, according to the appellant's testimony later during the hearing, the police in India kill Khalistan supporters, that he himself is prepared to die for his political opinion and that he is very involved in the movement in Canada.9\n[20] In this context, I would have expected the appellant to spontaneously state that he feared returning to India because he is a Khalistan supporter. However, in the absence of a satisfactory explanation, I find that his credibility is greatly undermined with respect to his allegations that he actively supports Khalistan and that he would support it if he returned to India.\nContradictions regarding the circumstances surrounding his political activities\n[21] I am also of the opinion that the RPD did not err in making negative credibility findings based on the contradictions as to when the appellant became a Khalistan supporter and whether he was a mere supporter or a member of a pro-Khalistan organization.\n[22] According to his BOC Form, the appellant is a Khalistan supporter.10\n[23] As the RPD noted, the appellant's testimony was contradictory as to when he became a Khalistan supporter. His testimony was also contradictory with respect to his status, that is, whether he is a supporter or a member of a pro-Khalistan organization. When asked to explain the contradictions, the appellant adjusted his testimony more than once.\n[24] At the RPD hearing, the appellant stated that he has been a Khalistan supporter since 2019.11 Later during the hearing, the appellant stated that he became a supporter after attending a pro-Khalistan rally in 2018 in Surrey, British Columbia.12 He then stated that he had taken part in the rally because he is pro-Khalistan. The appellant later adjusted his testimony. He stated that he became a supporter when he moved to Cambridge, Ontario. When the RPD asked him to explain the contradiction, the appellant stated that he fully supported Khalistan after his arrival in Ontario. The appellant later adjusted his testimony to state that he became an active member after 2019. He explained that to become a member, he had obtained an identity card that allowed him to vote. The appellant had trouble specifying which organization he had become a member of. He first stated that he was a member of Khalistan and that he had obtained an identity card13 to that effect. When asked to specify the organization in which the identity card confers membership, the appellant stated the creation of Khalistan. When confronted with the fact that the card was issued by the Sikhs for Justice organization, the appellant stated that the goal was the creation of Khalistan. When asked whether he is a member of Sikhs for Justice, the appellant answered in the affirmative. When asked to explain why he had not mentioned this earlier, the appellant stated because the RPD had not asked him.14 I am of the opinion that the RPD's questions as to which organization the appellant had become a member of were clear and unambiguous.\n[25] According to the appellant's testimony, after 2019, he became particularly active in the Khalistan movement, notably by encouraging other Sikhs in Canada to join the movement. In such circumstances and in a context where the appellant is seeking protection because of his political activities, among other things, I would have expected the appellant to be able to state clearly when he joined the movement, what his status was, that is, whether he was a mere supporter or a member, and the name of the organization of which he had allegedly become a member.\n[26] In the absence of a satisfactory explanation, I find that the appellant's credibility is further undermined with respect to his political profile.\n[27] I took into consideration the voter card issued by Sikhs for Justice.15 Considering that the appellant's credibility was undermined with respect to his political profile, I give no probative value to the document to corroborate the appellant's allegations that he took part in pro-Khalistan rallies.\n[28] There is no evidence before me that such a voter card is issued solely to people taking part in pro-Khalistan rallies. All that the voter card establishes is that it was issued to the appellant so that he can vote in a referendum.\n[29] I have taken into consideration that the recent documentary evidence shows that the Indian authorities monitor Khalistan activists abroad, such as at rallies and on social media.16 However, the appellant did not demonstrate that he has this profile.\n[30] Furthermore, the objective documentary evidence17 does not establish that the mere fact of obtaining a voter card issued by Sikhs for Justice could come to the attention of the Indian authorities.\n[31] I took into consideration the photographs submitted by the appellant to demonstrate that he had taken part in pro-Khalistan activities.18 However, I see nothing in those photographs that provides a basis to conclude that the appellant had attended one or more pro-Khalistan rallies. The photographs merely show the appellant with other individuals wearing Sikh religious symbols. I accept that, in Canada, the appellant spends time with other people who practise Sikhism. That being said, the photographs are insufficient to corroborate the appellant's political activities. Consequently, I grant them no probative value to corroborate the appellant's allegations that he advocates for Khalistan in Canada.\n[32] In light of all the foregoing, I find that the appellant's credibility was undermined as to his allegations of pro-Khalistan activism in Canada. I also find that his credibility was undermined with respect to his allegations that he would advocate for Khalistan if he returned to India. Although the appellant obtained a voter card allowing him to vote in a referendum on Khalistan, the appellant did not demonstrate that this evidence alone provides a basis to conclude that he had come to the attention of the Indian authorities because of his political opinion.\n[33] Consequently, I conclude that the appellant did not establish a serious possibility of persecution by reason of his real or perceived political profile or demonstrate, on a balance of probabilities, that he would be personally subjected to a risk within the meaning of subsection 97(1) of the Immigration and Refugee Protection Act (IRPA) if he returned to India.\nOngoing interest of the police\n[34] I am of the opinion that the RPD did not err in finding that the appellant's credibility was undermined as to his allegations that the XXXX XXXX police are still looking for him.\n[35] The appellant argues that the RPD erred in giving no weight to the affidavits of his brother and a municipal councillor, which state that the police are still looking for him.19 He also seems to argue that the RPD erred when it rejected his explanations that he was no longer in contact with his brother and that he has very recently reconnected with his cousin.\n[36] I conducted my own analysis.\n[37] I note that it was only around ten (10) days before the hearing that the appellant added to his BOC Form that his brother had told him in XXXX 2022 that the police were still looking for him and even visited the home of a family member to find out his whereabouts.20 However, at the RPD hearing, the appellant stated that he had been in touch with his brother approximately twice a month from the time he arrived in Canada in 2017 to 2022. In his conversations with his brother, his brother told him that the police were still looking for him, were harassing the family and wanted money. According to his testimony, the police initially visited two or three times per month. Later, it was monthly.21\n[38] However, in the first version of his BOC Form drafted in 2019,22 two years after his arrival in Canada, the appellant does not mention those numerous police visits. When asked to explain the omission, the appellant's response was vague and evasive, that, essentially, the police had never stopped looking for him. When the RPD pressed for an answer, the appellant stated that he did not know that he had to include that information in his BOC Form.23 I draw a negative inference from the vague and evasive testimony. I am of the opinion that the explanation is not satisfactory. The appellant was represented by counsel when he completed his BOC Form. He completed it nearly two years after arriving in Canada. Consequently, I am of the opinion that he had time to prepare himself. The police's constant harassment of family members is important information. It serves to demonstrate that even two years after the appellant's departure, the police were still actively looking for him.\n[39] In the absence of a satisfactory explanation, I find that the appellant's credibility is greatly undermined as to his allegations of the police's ongoing interest.\n[40] I took into consideration the affidavits24 submitted by the appellant.\n[41] In his affidavit, the appellant's cousin states that he was contacted by the appellant's brother in 2017 who was seeking financial help.25 He then states that the police raided his home in search of the appellant.\n[42] At the RPD hearing, the appellant stated that he recently re-established contact with a cousin in India. The appellant was asked to explain what his cousin told him about the police. The appellant stated that his cousin told him that the police claim that he is a terrorist and that they are looking for him.26 The appellant made no mention of the raid in either his testimony or his BOC Form, which, in my view, is a major incident demonstrating the police's motivation. In addition, I am of the opinion that the appellant could not be unaware of that information because it is in his own documentary evidence.\n[43] When asked to explain the omission, the appellant's response was again vague and evasive. He testified that his cousin knew that the police were involved, that he did not know that they had gone to his home, but that he found out about it when he asked him for an affidavit.27 In my view, the appellant's explanation does not answer the question of why he failed to mention during his testimony that the police had raided his cousin's home.\n[44] In the absence of a satisfactory explanation, I find that the credibility of the affidavit is undermined. Furthermore, even if I accepted that the police had visited the appellant's cousin, the affidavit suggests that the incident happened in 2017. More than five (5) years have since passed. Consequently, the document is not sufficient to corroborate that the XXXX XXXXpolice are still looking for the appellant.\n[45] I also considered the XXXX XXXXmunicipal councillor's affidavit.28 He states that he was involved in the appellant's release in 2017. He also states that approximately two months before the drafting of his affidavit, the police had come to see him to question him about the appellant. However, considering that the appellant's credibility was undermined with respect to the police's continuing interest more than five years after he left India, I am of the opinion that the affidavit is insufficient to corroborate the appellant's allegations that the police are still looking for him.\nThe Refugee Protection Division did not err in concluding that an internal flight alternative is available in New Delhi\n[46] The IFA assessment is based on a two-pronged test. For the first prong, the refugee protection claimant must establish a serious possibility of persecution or, on a balance of probabilities, a risk within the meaning of subsection 97(1) of the IRPA in the proposed IFAs. For the second prong, the refugee protection claimant must demonstrate that it would be objectively unreasonable for him to seek refuge in the proposed IFAs.\nThe appellant did not demonstrate that there is a prospective risk in New Delhi\n[47] I am of the opinion that the RPD did not err in concluding that the appellant failed to demonstrate that the XXXX XXXXpolice in Punjab has the motivation to locate him in New Delhi. Consequently, I conclude that the appellant did not establish a serious possibility of persecution in New Delhi or demonstrate, on a balance of probabilities, that he would be personally subjected to a risk within the meaning of subsection 97(1) of the IRPA in that location.\n[48] The appellant argues that the RPD erred in concluding that the XXXX XXXXpolice would not be motivated to look for him all the way to New Delhi. He submits that even if the police released him after receiving a bribe, extortion might be a motive for the XXXX XXXXpolice to conduct interstate searches to find him.\n[49] However, as mentioned above, the appellant's credibility was undermined with respect to his allegations of the police's continuing interest. The appellant did not demonstrate that the XXXX XXXXpolice have been interested in him since he left India in November 2017, over five years ago. The appellant does not allege that charges were officially laid against him. The appellant submitted no credible evidence that the police have been looking for him since he left India.\n[50] Consequently, regardless of the tenant verification system in India, given the passage of time and the absence of credible evidence that the police are still looking for him, I am of the opinion that the appellant failed to demonstrate that the police are still interested in him and that it has an interest in looking for him in New Delhi and the motivation to do so.\n[51] I also took into consideration how Sikhs are treated in New Delhi. I conclude that the appellant did not demonstrate that the treatment of Sikhs in New Delhi amounts to persecution.\n[52] As mentioned above, I am of the view that the appellant's credibility was undermined with respect to his allegations that he would face a risk of persecution in India because he openly supports Khalistan.\n[53] With respect to how Sikhs are treated, at the RPD hearing, the appellant testified that Sikhs in India are perceived as terrorists.\n[54] The objective documentary evidence29 mentions a rise in religious extremism in India, as well as waves of violence and religious persecution targeting religious minorities, including Sikhs, particularly pro-Khalistan supporters and activists. That said, the appellant did not demonstrate that he is a pro-Khalistan activist or that he is perceived as such. I am of the opinion that the evidence is insufficient to conclude that he risks being targeted in New Delhi because he is Sikh. The appellant is not a Sikh activist. He did not demonstrate that he is a real supporter of a political party advocating for Khalistan. According to the recent documentary evidence specifically on the treatment of Sikhs in India, most Sikhs living outside of Punjab generally do not have problems integrating economically and socially.30\n[55] I have also taken into consideration that the appellant previously lived and worked in New Delhi for around nineteen (19) years, until 2016.31 Although he states that he lost his job because someone paid to have his position, the appellant does not allege having had problems in New Delhi because he is of the Sikh faith.\n[56] In light of the foregoing and after considering all the evidence, I conclude that the appellant failed to establish a serious possibility of persecution or demonstrate, on a balance of probabilities, a risk within the meaning of subsection 97(1) of the IRPA in New Delhi.\nThe Refugee Protection Division did not err in concluding that it is not unreasonable for the appellant to seek refuge in New Delhi\n[57] The threshold for demonstrating that an IFA is unreasonable is very high. The conditions in the IFA must be such that the life or safety of the claimant would be at risk.32 I am of the opinion that the appellant did not discharge that burden.\n[58] The appellant argues that the RPD erred when it failed to explain why it accepted certain pieces of objective evidence over others. He adds that the RPD did not examine the documentary evidence in detail, including that which he had put forward. The appellant provides no other details about the documentary evidence that the RPD allegedly disregarded.\n[59] That said, I note that the counsel representing the appellant before the RPD referred to the objective documentary evidence on the treatment of people perceived as pro-Khalistan activists.33 However, as mentioned above, the appellant did not demonstrate that he has that profile.\n[60] At the RPD hearing, other than his fear of the XXXX XXXXpolice, the appellant mentioned no other reasons that would constitute an obstacle to his relocation. According to the appellant's testimony, the only reason why he could not live in New Delhi was that the police were looking for him. When asked by the RPD whether there were any other reasons that would prevent him from settling in New Delhi, the appellant answered in the negative.34\n[61] As mentioned above, the appellant does not allege that he had any problems when he was living in New Delhi.\n[62] The appellant is a 59-year-old man. He does not allege having health problems that would prevent him from working. I have taken into consideration that the appellant speaks only Punjabi. That said, Punjabi is among the predominant languages in Delhi, which includes New Delhi.35\n[63] In my view, the appellant did not demonstrate that he would be unable to support or house himself in New Delhi, a district of India's national capital.36\n[64] I have also taken into consideration that the appellant is of the Sikh faith. As mentioned above, according to the recent documentary evidence, most Sikhs living outside of Punjab generally live in safety, are not subjected to social discrimination or violence, and are able to integrate economically and socially.37 Delhi also has a large Sikh community.38\n[65] In light of the foregoing, and after considering all the evidence, I conclude that the RPD's decision is correct. The appellant did not establish a serious possibility of persecution on any of the five Convention grounds nor did he demonstrate, on a balance of probabilities, that he would be personally subjected to a danger of torture, a risk to his life or a risk of cruel and unusual treatment or punishment within the meaning of subsection 97(1) of the IRPA, should he return to India.\nDECISION\n[66] I dismiss the appeal. I confirm the determination of the RPD that XXXX XXXX XXXX is neither a Convention refugee nor a person in need of protection.\n(signed)\nMarie-Lyne Thibault\nMarie-Lyne Thibault\nAugust 21, 2023\nDate\nIRB translation\nOriginal language: French\n1 Canada (Citizenship and Immigration) v. Huruglica, 2016 FCA 93.\n2 Refugee Protection Division (RPD) record, Basis of Claim Form (BOC Form), Addendum to BOC, pp. 102-103.\n3 RPD record, List of claimant's documents, p. 102.\n4 RPD record, Photographs, pp. 107-118.\n5 RPD record, Voter card, p. 119.\n6 Recording of the RPD hearing held on October 7, 2022, first part, at approximately 01:12:10.\n7 National Documentation Package (NDP) on India, July 7, 2023, Tab 12.14: Country Policy and Information Note. India: Religious minorities and scheduled castes and tribes. Version 3.0. United Kingdom. Home Office. November 2021, section 6.3.\n8 Recording of the RPD hearing held on October 7, 2022, first part, at approximately 01:33:00 and 01:52:20.\n9 Recording of the RPD hearing held on October 7, 2022, first part, at approximately 01:40:00.\n10 RPD record, BOC Form, Addendum to BOC, p. 103.\n11 Recording of the RPD hearing held on October 7, 2022, first part, at approximately 01:47:00.\n12 Recording of the RPD hearing held on October 7, 2022, first part, at approximately 01:59:00.\n13 RPD record, Voter card, p. 119.\n14 Recording of the RPD hearing held on October 7, 2022, first part, between approximately 02:08:30 and 02:32:30.\n15 RPD record, Voter card, p. 119.\n16 NDP on India, July 7, 2023, Tab 4.16: Situation and treatment of members of Sikhs for Justice (SFJ) and their family members by authorities, including those returning from abroad; overseas monitoring capabilities... Immigration and Refugee Board of Canada (IRB). May 31, 2023. IND201492.E.\n17 NDP on India, July 7, 2023.\n18 RPD record, Photographs, pp. 107-118.\n19 RPD record, Affidavit of the municipal councillor, pp. 121-122; Affidavit of XXXX XXXX, pp. 123-124.\n20 RPD record, BOC Form, Addendum to BOC, pp. 102-103.\n21 Recording of the RPD hearing held on October 7, 2022, first part, at approximately 00:45:00 and 03:04:00.\n22 RPD record, BOC Form, Written account, pp. 22-23.\n23 Recording of the RPD hearing held on October 7, 2022, first part, at approximately 03:06:00.\n24 RPD record, Affidavit of the municipal councillor, pp. 121-122; Affidavit of XXXX XXXX, pp. 123-124.\n25 RPD record, Affidavit of XXXX XXXX, pp. 123-124.\n26 Recording of the RPD hearing held on October 7, 2022, first part, at approximately 00:53:00.\n27 Recording of the RPD hearing held on October 7, 2022, second part, at approximately 00:07:00.\n28 RPD record, Affidavit of the municipal councillor, pp. 121-122.\n29 NDP on India, July 7, 2023, Tab 12.8: Treatment of Sikhs by society and authorities, particularly the police; state protection; situation and treatment of suspected or perceived Sikh militants and Khalistan supporters... IRB. May 25, 2023. IND200932.E; Tab 12.4: Treatment of Sikhs in Punjab (2013-April 2015). IRB. May 12, 2015. IND105132.E; Tab 12.2: India. United States Commission on International Religious Freedom. 2023 Annual Report. United States. Commission on International Religious Freedom. April 2023.\n30 Ibid., Tab 12.8, p. 10.\n31 RPD record, BOC Form, Written account, BOC Form, p. 22.\n32 Ranganathan v. Canada (Minister of Citizenship and Immigration), 2000 (FCA), [2001] 2 FC 164.\n33 RPD record, Post-hearing submissions, October 24, 2022, pp. 132-133.\n34 Recording of the RPD hearing held on October 7, 2022, second part, at approximately 00:15:00.\n35 NDP on India, July 7, 2023, Tab 1.15: Socio-economic profile of Bengaluru, Chennai, Delhi, Hyderabad, Kolkata, Ludhiana, Mumbai, including population, demographics and economy; tenant registration requirements (2016-April 2018). IRB. May 25, 2018. IND106101.E, p. 5.\n36 Ibid., Tab 1.15, p. 4.\n37 NDP on India, July 7, 2023, Tab 1.5: DFAT Country Information Report: India. Australia. Department of Foreign Affairs and Trade. December 10, 2020, p. 33.\n38 NDP on India, July 7, 2023, Tab 12.8, p. 2.\n---------------\n------------------------------------------------------------\n---------------\nRAD File No. \/ No de dossier de la SAR : MC3-01534\nRAD.25.02 (August 20, 2021)\nDisponible en français\n2\nImmigration and Refugee\nBoard of Canada\nRefugee Appeal Division\nCommission de l'immigration\net du statut de réfugié du Canada\nSection d'appel des réfugiés\nRAD.25.02 (August 20, 2021)\nDisponible en français\n",
        "language":"en",
        "other":"{\"decision-maker_name\": \"Marie-Lyne Thibault\"}"
    },
    {
        "citation":"TC2-22525",
        "citation2":"",
        "dataset":"RAD",
        "name":"",
        "source_url":"TC2-22525 a.txt",
        "scraped_timestamp":"2024-02-08",
        "document_date":"2023-01-09",
        "year":2023,
        "unofficial_text":"\nRAD File \/ Dossier de la SAR : TC2-22525\nPrivate Proceeding \/ Huis clos\nReasons and Decision ? Motifs et décision\nPerson who is the subject of the appeal\nXXXX XXXX\nPersonne en cause\nDate of decision\nJanuary 9, 2023\nDate de la décision\nPanel\nE. Bobkin\nTribunal\nCounsel for the person who is the subject of the appeal\nSeyfi Sun\nConseil de la personne en cause\nDesignated representative\nN\/A\nReprésentant(e) désigné(e)\nCounsel for the Minister\nN\/A\nConseil du ministre\nREASONS FOR DECISION\nOVERVIEW\n[1] I dismiss the appeal of XXXX XXXX (the Appellant), a citizen of China.\n[2] The Appellant came to Canada in 2003 on a student visa. He alleges that, some time in 2004 or 2005, he lost touch with his parents. He alleges that, when he contacted his aunts and uncles, they would not answer or respond to him. He alleges that, in 2006, he received news from a childhood friend in the police that his parents were Falun Gong (FG) practitioners and that they had been killed. He alleges that the friend told him not to return to China. The Appellant remained in Canada. He had a XXXX in 2020. He alleges that, after this, he learned about the refugee protection process and therefore made his claim.\n[3] The Refugee Protection Division (RPD) identified credibility and forward-looking risk as the determinative issues. However, the RPD made no negative credibility findings. The RPD did find that the Appellant's substantial delay in claiming undermined his subjective fear. The RPD also found that the Appellant had not established a forward-looking risk. The RPD found any risk in the future to be speculative.\n[4] The Appellant argues that the RPD erred by stating that credibility was an issue and not making any findings. The Appellant also argues that delay in claiming is insufficient to defeat his claim. Finally, the Appellant argues that the RPD erred in concluding that he had no forward-facing risk. He argues that, given he is credible, this establishes his risk. He also argues that the country conditions support his allegations of risk. The Appellant has not submitted new evidence, nor has he requested a hearing.\n[5] I find that the determinative issue is forward-facing risk. I agree with the Appellant that the RPD did not make any negative credibility findings. I accept his evidence for the purpose of assessment. I find that subjective fear is not determinative, and I will not address it. I find that the evidence does not establish more than a mere possibility of persecution or a section 97 risk, on a balance of probabilities, on a forward-facing basis.\nDECISION\n[6] I dismiss the appeal. The RPD was correct in finding that the Appellant is neither a Convention refugee nor a person in need of protection.\nANALYSIS\n[7] My role is to look at all the evidence and decide if the RPD made the correct decision.1 I find the RPD's decision is correct.\n[8] The RPD correctly found that the Appellant had not established a forward-facing risk. The Appellant argues that this is incorrect for two main reasons. First, he argues that, given he is credible, the RPD must accept his testimony which is that his life is at risk in China. Second, he argues that documentary evidence supports his argument that he is at risk.\n[9] I reject these arguments. First, I find that just because the Appellant is credible (i.e., telling the truth) does not mean he has established a risk. Second, I find that the country documents do not establish that all family members of FG practitioners are at risk, and the evidence does not support a finding of risk in the Appellant's case.\n[10] The RPD also identified credibility as a determinative issue. However, as noted by the Appellant, no credibility findings were made. Therefore, I am accepting the Appellant's allegations as credible for the purposes of assessment. I will not address the Appellant's arguments on credibility except as they pertain to his forward-facing risk. Additionally, I find that the issue of subjective fear is not determinative, and I will not address the Appellant's arguments on this point. I am not relying on delay in claiming in reaching my conclusion.\nCredibility does not automatically equate to establishing risk\n[11] I find that concluding the Appellant is credible is not tantamount to finding that he is at risk, as the Appellant submits.\n[12] The Appellant argues that the RPD cannot make a finding of a lack of credibility based on a lack of documentary evidence. He argues that there is no evidence to contradict his statements, and the Board cannot draw unsupported inferences. He argues that there is a presumption of truth; therefore, the RPD erred in not accepting his testimony.\n[13] I find the Appellant's arguments misconstrue the law on credibility. As stated above, I accept the Appellant's allegations as credible for the purposes of analysis. This does not necessarily equate to a finding that he is at risk.\n[14] The Appellant's evidence is as follows:\n(a) He lost contact with his parents after coming to Canada in 2003.\n(b) His relatives would not talk to him or explain what happened.\n(c) In 2006, he learned from a childhood friend, who was a member of the police force, that his parents were killed for being FG practitioners. He alleges that the friend told him \"Don't you all want to die? They're all dead! Don't come to me again. You don't come back home. You can do it yourself!\"2\n(d) The Appellant has not spoken to the friend since 2006. He has had no further news from China since this time.\n[15] Accepting this as credible does not necessarily mean that the Appellant has established a section 96 or 97 risk on the necessary threshold.\n[16] As the Federal Court has explained, credibility is about truthfulness and reliability.3 Finding that the Appellant is credible simply means that the above statements are true and accurate (on a balance of probabilities). This does not necessarily mean they are probative of risk. Probative value is the ability of evidence to establish a conclusion.4 In my view, the facts above do not establish the conclusion of risk, on the correct threshold.\n[17] The evidence does not establish that the Chinese government was looking for the Appellant or was even aware of him at the time the Appellant's parents disappeared. The fact that the friend said \"[d]on't you all want to die\" is too vague to establish any specific risk to the Appellant at this time. Moreover, the evidence does not show that the government has had any interest in him in the over 15 years since he learned of his parents' death.\n[18] In my view, accepting the evidence as credible is insufficient to establish more than a mere possibility of persecution or a section 97 risk, on a balance of probabilities. The evidence does not even establish that the Appellant himself (who is not an FG practitioner) was at risk in 2006.\nCountry conditions documents do not establish risk, in this case\n[19] The RPD correctly assessed the country conditions. The RPD considered that there was evidence that family members of FG practitioners were sometimes subjected to harassment, detention, ill-treatment or torture. The RPD also considered that this particularly happens when charges are brought against the FG practitioners or when family is used to try and get practitioners to stop. Finally, the RPD considered that the evidence shows there was no obvious logic as to why some people are targeted and others are not.\n[20] The RPD correctly concluded that, given there was no evidence that the Chinese state was pursuing the Appellant, and his parents had already died, this evidence was not sufficient to establish a risk in his case.\n[21] The Appellant argues that persecution of family members of FG practitioners is well documented. The Appellant points to the same evidence cited by the RPD. I agree with both the RPD and the Appellant that this evidence shows there is some chance that, as the family member of FG practitioners, the Appellant could face a range of treatment from harassment to discrimination up to persecution.\nConsidering the evidence in its totality, the Appellant has not established a forward-facing risk\n[22] I find that the Appellant has not established that he would face more than a mere possibility of persecution on a forward-facing basis considering the country conditions and the personal evidence in its totality. The Appellant submits that, given he is credible, he is the child of FG practitioners who were subject to persecution, therefore he will face persecution. I do not find that this is established.\n[23] I find the country conditions suggest that it is not discernible which family members of FG practitioners are subject to mistreatment, but there is an increased likelihood if the FG practitioner is currently being pursued in court or being sought. The evidence shows that the Appellant's parents have been deceased for at least 17 years and therefore cannot be currently pursued. There is no evidence that the Appellant was ever sought in relation to his parents, or that Chinese authorities were ever aware of him. When I consider this together, I find that it does not meet the threshold of more than a mere possibility or persecution. I find that there is a possibility of persecution, but nothing more.\n[24] For the same reasons, I find that the Appellant has not established that he faces a section 97 risk, on a balance of probabilities, as this is a higher threshold.\nCONCLUSION\n[25] I dismiss the appeal and confirm the decision of the RPD that the Appellant is neither a Convention refugee nor a person in need of protection.\n(signed)\nErin Bobkin\nE. Bobkin\nJanuary 9, 2023\nDate\n1 M.C.I. v. Huruglica (F.C.A., no. A-470-14), Gauthier, Webb, Near, March 29, 2016, 2016 FCA 93;\nRozas del Solar v. M.C.I. (F.C., no. IMM-2645-17), Diner, November 14, 2018, 2018 FC 1145.\n2 Exhibit RPD-1, RPD Record, at p. 23.\n3 Magonza v. M.C.I. (F.C., no. IMM-1506-18), Grammond, January 7, 2019, 2019 FC 14, at paras. 17-19.\n4 Ibid., Magonza, 2019 FC 14, at para. 21.\n---------------\n------------------------------------------------------------\n---------------\nRAD File \/ Dossier de la SAR : TC2-22525\nRAD.25.02 (August 20, 2021)\nDisponible en français\n2\nImmigration and Refugee\nBoard of Canada\nRefugee Appeal Division\nCommission de l'immigration et du statut de réfugié du Canada\nSection d'appel des réfugiés\nRAD.25.02 (August 20, 2021)\nDisponible en français\n",
        "language":"en",
        "other":"{\"decision-maker_name\": \"E. Bobkin\"}"
    },
    {
        "citation":"TC3-34129",
        "citation2":"",
        "dataset":"RAD",
        "name":"",
        "source_url":"TC3-34129 a.txt",
        "scraped_timestamp":"2024-02-08",
        "document_date":"2023-09-28",
        "year":2023,
        "unofficial_text":"\nRAD File \/ Dossier de la SAR: TC3-34129\nPrivate Proceeding \/ Huis clos\nReasons and Decision ? Motifs et décision\nPerson who is the subject of the appeal\nXXXX XXXX\nPersonne en cause\nDate of decision\nSeptember 28, 2023\nDate de la décision\nPanel\nJ. Pollock\nTribunal\nCounsel for the person who is the subject of the appeal\nElyse Korman\nConseil de la personne en cause\nDesignated representative\nN\/A\nReprésentant(e) désigné(e)\nCounsel for the Minister\nN\/A\nConseil du ministre\nREASONS FOR DECISION\nOVERVIEW\n[1] These are my reasons for allowing the appeal of XXXX XXXX (the Appellant) and recognizing him as a Convention refugee.\n[2] The Appellant is a citizen of China. He alleges a fear of returning to China based on his religion, as a follower of the Church of Almighty God.1 In 2017, he alleges that his friend introduced him to the Church of Almighty God. In XXXX 2018, he alleges that he began attending an Almighty God house church. In XXXX 2018, he alleges that the Chinese Public Security Bureau (PSB) arrested a practitioner and his friend went into hiding. In XXXX 2019, he alleges that he fled China for Canada on an improperly obtained passport with the help of an agent. He made his Canadian refugee claim after his agent returned his genuine identity documents.\n[3] The Refugee Protection Division (RPD) rejected the Appellant's claim, finding that he is not credible based on the following concerns: (1) He was inconsistent about whether he practiced in 2 or 7 house churches in China; (2) He was inconsistent about the time of day that he attends church service in Canada; and (3) His testimony about church service in Canada is vague. The RPD also found that his corroborative evidence is insufficient to establish the genuineness of his belief and that he failed to establish a sur place claim. The Appellant argues that the RPD Decision is incorrect. He has not submitted any new evidence on appeal, and I cannot hold a hearing.2\n[4] I am reviewing the RPD decision on the standard of correctness as I do not find the RPD enjoyed a meaningful advantage.3 The RPD does not have a meaningful advantage simply because it held an oral hearing.4 I have the complete RPD Record, including the RPD hearing audio-recording and transcript. My role is to look at all the evidence and decide if the RPD made the correct decision. Having independently assessed the entire Record, I find that the RPD's credibility findings are incorrect. When the evidence is assessed in totality, I find that the Appellant has credibly established his Almighty God religion, on a balance of probabilities.\nDECISION\n[5] The appeal is allowed. I substitute my own decision that the Appellant is a Convention refugee.\nPROCEDURAL ISSUES AT THE REFUGEE APPEAL DIVISION (RAD)\n[6] The Minister did not intervene in the Appellant's claim before the RPD or the RAD. Further to the Federal Court's decision in Alazar, I have considered whether \"the case has materially shifted away from the RPD's decision and the appeal as it was framed by the [person subject to the appeal]\" such that procedural fairness requires me to notify the Minister before rendering my decision.5 I find that no such issue has arisen. The Appellant argues that the RPD's credibility findings are incorrect. He also repeats his fear of the Chinese state. China exercises power throughout its territory. The absence of state protection and an Internal Flight Alternative (IFA) reasonably stems from the Appellant's fear of the state in China. Each determinative issue in this appeal has been raised in, or reasonably stems from, the Appellant's submissions. The RPD Record and Appeal Record were provided to the Minister.6 The Minister has sufficient notice of the issues in this appeal. There is no procedural fairness breach to the Minister in my finding that the Appellant is a Convention refugee.\nANALYSIS\nThe Appellant has credibly established his claim, on a balance of probabilities\nThe Appellant has established the genuineness of his faith, on a balance of probabilities\n[7] The RPD determined that the Appellant is not credible about his alleged religious practice in China because he was inconsistent about the number of house churches he attended in China as well as the time of day that he attends church in Canada.7 In my view, the Appellant's inability to recall with precision the exact number of house churches that he attended in China - whether 2 or 7 - as well as his inability to consistently recall the time of day that he attends church in Canada are details easily impacted by the fallibility of memory. I am also mindful that the Appellant has 9 years of formal education.8 The Appellant was consistent about the substance of his church attendance in China and Canada. The RPD also determined that the Appellant provided vague testimony about his religious practice in Canada.9 The Appellant alleged that members his practice group in Canada have different viewpoints about a passage in the Church of Almighty God text, The Words Appear in the Flesh. While he could explain his own views, he could not recall the differing views held by others in his practice group. In the RPD's view, the Appellant's inability to explain an alternate view is not commensurate with his alleged church attendance. Counsel argues that this finding is in error because \"[t]here is a difference between not remembering all of the details of one practice session and not knowing the precepts of one's faith\" and \"[t]he fact that the Appellant could not recall what his fellow members said on one occasion does not mean that he lacks religious knowledge.\"10 I agree. As Counsel points out, the Appellant provided the following detailed testimony about his practice in Canada:\n* His most recent experience with his Almighty God Church group took place on the weekend prior to the hearing when he spread the gospel at the Pacific Mall and told passersby about the Era of Kingdom.\n* On the weekend before spreading the gospel, he and his Church of Almighty God group gathered to study, pray, and eat and drink God's word. In particular:\no The group discussed the Church of Almighty God text, The Word Appears in the Flesh.\no The group discussed the birth of the Almighty God.\no Group members took turns discussing and providing different viewpoints about a passage from the Almighty God text.\no The Appellant provided his interpretation of the passage, being that when the Almighty God appeared, she appeared as a woman, and that this was the second time that God had appeared as a human being. He also said that Almighty God came to earth to save and free us, and thar she would finish the Era of Grace and to lead us to the Era of Kingdom.11\n[8] The RPD's finding is in error.\n[9] The RPD determined that the Appellant demonstrated knowledge of Church of Almighty God teachings.12 Having independently assessed the Record, I agree. I find that the Appellant has presented evidence of detailed, genuine religious knowledge. He correctly testified about a number of important tenants in the Church of Almighty God faith, including his favourite part of The Words Appear in the Flesh; the three eras (ages), including the Era of Law, the Era of Grace, the Era of Kingdom; when God appeared as a woman; how God defeated Satan; and the significance of lightening.13 In my view, the Appellant has presented sufficient evidence of sincere religious knowledge that is commensurate with his practice history and 9 years of education. I also find that his church letter, wife's letter, and photographs assist in establishing his claim.14 He has credibly established the sincerity of his faith.\n[10] In my independent assessment, I find the Appellant has credibly established his allegations, including his genuine faith as a practitioner of the Church of Almighty God, on a balance of probabilities.\nThe Appellant has established his claim against China\n[11] Having independently assessed all the evidence, I find that the Appellant faces a serious possibility of persecution upon return to China as a practitioner of Church of Almighty God, his fears are well-founded, and he does not have access to state protection or a viable IFA.\nThe Appellant's claim against China is well-founded\n[12] The Chinese state has declared the Church of Almighty God to be Xie Jiao, or an 'evil cult.'15 The Church of Almighty God is viewed as \"hostile to the government and dangerous\" and it is \"'persecuted' in China.\"16 Being active \"in any capacity in the [Church of Almighty God] CAG is regarded as a crime in China, and it exposes [one] to serious jail penalties.\"17 Practitioners are subject to arbitrary detention, enforced disappearances, torture, and extra-judicial killing.18 The United States Commission on International Religious Freedom (USCIRF) designated China a County of Particular Concern based on based on systematic, ongoing, and egregious violations of religious freedom.19 The USCIRF notes that the Chinese government \"escalated its persecution of the Church of Almighty God, reportedly arresting thousands of its members throughout China and torturing many for practicing their faith.\"20 Having independently assessed the evidence, I find that the Appellant's claim is well-founded and he faces a serious possibility of persecution in China.\nNeither adequate state protection nor IFA are available to the Appellant\n[13] It would be objectively unreasonable for the Appellant to seek the protection of the state because it is the state that he fears. The Chinese government exercises its power throughout the whole of its territory. As such, the Appellant does not have a viable IFA anywhere in China.\nCONCLUSION\n[14] The appeal is allowed. I substitute my own decision that the Appellant is a Convention refugee.\n(signed)\nJ. Pollock\nJ. Pollock\nSeptember 28, 2023\nDate\n1 The Church of Almighty God is also known as Eastern Lightning.\n2 Immigration and Refugee Protection Act (IRPA), SC 2001, c 27, as amended, at ss. 110(6).\n3 Canada (MCI) v. Huruglica, 2016 FCA 93, at para. 103.\n4 Rozas del Solar v. Canada (MCI), 2018 FC 1145, at para. 105.\n5 Canada (MCI) v. Alazar, 2021 FC 637, at paras. 74-87.\n6 Refugee Appeal Division Rules, SOR\/2012-257, Rules 3(2), 21(4).\n7 RPD Record, RPD Decision, at paras. 9-10, 13-14; RPD hearing transcript, July 11, 2023, at pp. 13-14, 18-19, 22-23.\n8 RPD Record, Exhibit 1, at p. 24, at question 7.\n9 RPD Record, RPD Decision, at paras. 11-12.\n10 Appellant's Record, Appellant's Memorandum, at para. 14.\n11 Appellant's Record, Appellant's Memorandum, at para. 12; RPD hearing transcript, July 11, 2023, at pp. 18-21.\n12 Appellant's Record, Appellant's Memorandum, at para. 14; RPD Record, RPD Decision, at para. 8.\n13 RPD hearing transcript, July 11, 2023, at pp. 14-17.\n14 RPD Record, Exhibit 5, at pp. 97-106.\n15 RPD Record, Exhibit 3, National Documentation Package (NDP) for China (28 April 2023), Item 1.8, at pp. 8, 40, 45; Item 1.10, at section 3.57.\n16 RPD Record, Exhibit 3, NDP for China (28 April 2023), Item 12.30, at p. 19.\n17 RPD Record, Exhibit 3, NDP for China (28 April 2023), Item 12.30, at p. 19.\n18 RPD Record, Exhibit 3, NDP for China (28 April 2023), Item 12.30, at pp. 19-20.\n19 RPD Record, Exhibit 3, NDP for China (28 April 2023), Item 12.2, at p. 16.\n20 RPD Record, Exhibit 3, NDP for China (28 April 2023), Item 12.2, at p. 16.\n---------------\n------------------------------------------------------------\n---------------\nRAD File \/ Dossier de la SAR: TC3-34129\nRAD.25.02 (August 20, 2021)\nDisponible en français\n2\nImmigration and Refugee\nBoard of Canada\nRefugee Appeal Division\nCommission de l'immigration et du statut de réfugié du Canada\nSection d'appel des réfugiés\nRAD.25.02 (August 20, 2021)\nDisponible en français\n",
        "language":"en",
        "other":"{\"decision-maker_name\": \"J. Pollock\"}"
    }
]