[
    {
        "citation":"MC2-03068",
        "citation2":"",
        "dataset":"RAD",
        "name":"",
        "source_url":"MC2-03068tf.txt",
        "scraped_timestamp":"2023-11-12",
        "document_date":"2023-02-02",
        "year":2023,
        "unofficial_text":"\nDossier de la SAR \/ RAD File: MC2-03068\nMC2-03069 \/ MC2-03070 \/ MC2-03071\nMC2-03190\nHuis clos \/ Private Proceeding\nMotifs et décision - Reasons and Decision\nPersonnes en cause\nXXXX XXXX XXXX XXXXXXXX XXXX XXXX XXXXXXXX XXXX XXXXXXXX XXXX XXXXXXXX XXXX\nPersons who are the subject of the appeal\nDate de la décision\n2 février 2023\nDate of decision\nTribunal\nMe Martine Durocher\nPanel\nConseil des personnes en cause\nMe Alexandra Goncharova\nCounsel for the persons who are the subject of the appeal\nReprésentant(e) désigné(e)\nXXXX XXXX XXXX\nDesignated representative\nConseil du ministre\nMe Mike Milette\nCounsel for the Minister\nMOTIFS DE DÉCISION\nAPERÇU\n[1] Je rejette l'appel. XXXX XXXX XXXX(l'appelante principale), XXXX XXXX XXXX, XXXX XXXXet XXXX XXXX(les appelants associés mineurs) et XXXX XXXX(l'appelant associé) sont des citoyens de l'Afrique du Sud. Ils interjettent appel de la décision défavorable que la Section de la protection des réfugiés (SPR) a prononcée à l'audience tenue le 11 janvier 2022.\n[2] La SPR a conclu que M. XXXX XXXX, l'époux de l'appelante principale, était visé par l'exclusion prévue à l'alinéa Fa) de l'article premier de la Convention sur les réfugiés (la Convention). Pour en arriver à cette décision, elle a conclu qu'il y avait des raisons sérieuses de penser qu'il avait contribué de manière significative et consciente à des crimes contre l'humanité liés à l'apartheid pendant qu'il travaillait comme XXXX pour la XXXX XXXX XXXX XXXX de 1990 à 1994. Il a donc été jugé non admissible à la protection. La SPR a également conclu que, même si M. XXXX n'avait pas été visé par l'exclusion, il ne pourrait de toute façon pas se voir reconnaître la qualité de réfugié au sens de la Convention pour les mêmes motifs que ceux pour lesquels ce statut a été refusé aux autres appelants.\n[3] En effet, la SPR a conclu que l'appelante principale et ses enfants, les appelants associés mineurs, n'avaient pas établi le fondement objectif de la crainte de persécution qu'ils invoquent du fait de leur origine ethnique, à savoir qu'ils sont des Sud-Africains blancs, et de la perception de richesse qui en découle. L'appelante principale et les deux appelantes associées n'ont pas non plus établi l'existence d'une possibilité sérieuse de persécution fondée sur le sexe.\n[4] J'estime que la SPR a eu tort de déclarer M. XXXX, l'appelant associé, inadmissible à la protection offerte aux réfugiés en raison de sa participation présumée à l'apartheid, considéré comme un crime contre l'humanité. En effet, j'estime que : a) la SPR a commis une erreur en tenant uniquement compte du Statut de Rome dans son évaluation visant à déterminer si les actes reprochés, qui datent d'avant la signature de l'instrument, constituaient un crime d'apartheid et donc un crime contre l'humanité; b) l'apartheid en tant que crime contre l'humanité ne faisait pas partie du droit international coutumier au moment des actes reprochés; c) la SPR a commis une erreur en appliquant la mens rea d'insouciance aux actes reprochés à l'appelant associé; d) l'appelant associé n'a pas contribué de manière significative ou consciente aux crimes contre l'humanité, aux meurtres ou à la torture, ni au plan commun illégal consistant à mettre en œuvre un régime d'apartheid.\n[5] Cependant, je statue que la SPR a conclu à juste titre qu'il n'y a pas suffisamment d'éléments de preuve pour établir le fondement objectif de la crainte des appelants de retourner en Afrique du Sud.\nDÉCISION\n[6] Je rejette l'appel. Je déclare que l'appelant associé ne doit pas se voir refuser l'accès au régime de protection des réfugiés, car il n'est pas visé à l'article 98 de la Loi sur l'immigration et la protection des réfugiés (LIPR), mais je maintiens que la SPR a conclu à juste titre que les appelants n'ont pas qualité de réfugié au sens de la Convention ni qualité de personne à protéger au titre des articles 96 et 97 de la LIPR.\nNOUVEAUX ÉLÉMENTS DE PREUVE\nLes éléments de preuve présentés par les appelants sont admis\n[7] Selon la LIPR1, je ne peux admettre que les éléments de preuve qui, selon le cas :\ni. sont survenus depuis la décision de la SPR;\nii. n'étaient pas normalement accessibles au moment de la décision;\niii. s'ils l'étaient, n'auraient pas normalement été présentés à la SPR, dans les circonstances, avant la décision.\n[8] Si les éléments de preuve satisfont à au moins une des exigences mentionnées ci-dessus, je dois décider s'ils sont nouveaux, crédibles et pertinents avant de pouvoir les admettre2.\n[9] De plus, pour que la Section d'appel des réfugiés (SAR) admette les éléments de preuve additionnels présentés après le dépôt du dossier des appelants, ceux-ci doivent satisfaire aux exigences du paragraphe 29(4) des Règles de la Section d'appel des réfugiés (Règles de la SAR). Plus particulièrement, la SAR doit prendre en considération la pertinence et la valeur probante du document, toute nouvelle preuve que le document apporte à l'appel ainsi que la possibilité qu'aurait eue la personne en cause, en faisant des efforts raisonnables, de transmettre le document ou les observations écrites avec le dossier de l'appelant3. Ces critères sont cumulatifs.\n[10] Le 22 novembre 2022, les appelants ont présenté une série d'éléments de preuve additionnels à l'appui de leurs allégations concernant le second avis envoyé par la SAR le 30 août 2022, en application de la décision Alazar, en réponse à la seconde intervention du ministre datée du 7 octobre 2022. Ces éléments de preuve consistent en des articles et des ouvrages d'universitaires ainsi que des cas de jurisprudence internationale. J'estime que, comme les éléments de preuve sont liés à la nouvelle question qui n'avait pas été soulevée devant la SPR, les appelants n'auraient pas pu les fournir avant la mise en état de l'appel ni avant la décision défavorable de la SPR, ce qui satisfait aux exigences du paragraphe 29(4) des Règles de la SAR et du paragraphe 110(4) de la LIPR. Ils sont également pertinents, crédibles et nouveaux, et ils seront pris en considération dans l'analyse. En effet, leur crédibilité n'a pas été mise en doute par le ministre, car ils proviennent tous d'universitaires réputés ou ont été produits par des instances internationales. Ils sont admis au dossier et constituent la pièce P-4.\n[11] Comme les nouveaux éléments de preuve mentionnés ci-dessus ne concernent pas la crédibilité des appelants, je conclus que les critères du paragraphe 110(6) de la LIPR ne sont pas respectés et c'est pourquoi je n'ai pas tenu d'audience.\nANALYSE\n[12] Mon rôle consiste à examiner l'ensemble de la preuve, y compris à écouter l'enregistrement de l'audience, et à décider si la SPR a rendu la décision correcte4.\nExclusion en application de l'alinéa Fa) de l'article premier de la Convention\n[13] La présente partie de l'analyse est divisée de la manière suivante : (i) l'application du Statut de Rome aux événements antérieurs à 1998; (ii) l'existence en droit international coutumier de l'apartheid en tant que crime contre l'humanité de 1990 à 1994; (iii)\nL'application du Statut de Rome aux événements antérieurs à 1998\n[14] Selon l'article 98 de la LIPR :\nLa personne visée aux sections E ou F de l'article premier de la Convention sur les réfugiés ne peut avoir la qualité de réfugié ni de personne à protéger.\n[15] L'alinéa Fa) de l'article premier de la Convention est ainsi libellé :\nLes dispositions de cette Convention ne seront pas applicables aux personnes dont on aura des raisons sérieuses de penser :\na) qu'elles ont commis un crime contre la paix, un crime de guerre ou un crime contre l'humanité, au sens des instruments internationaux élaborés pour prévoir des dispositions relatives à ces crimes [non souligné dans l'original].\n[16] Dans son analyse ayant mené à l'application de la clause d'exclusion à M. XXXX, le commissaire de la SPR a fait renvoi à l'article 7 du Statut de Rome de la Cour pénale internationale (le Statut de Rome), tel qu'il a été mis en œuvre au Canada par l'adoption de la Loi sur les crimes contre l'humanité et les crimes de guerre (LCHCG) en 2000. Cependant, le comportement criminel présumé de M. XXXX a eu lieu de 1990 à 1994, soit au moins quatre ans avant la signature du Statut de Rome en 1998 et huit ans avant son entrée en vigueur le 1er juillet 2002.\n[17] La situation décrite ci-dessus est particulièrement importante, car l'apartheid ne figure pas dans la liste des crimes contre l'humanité dans les principaux instruments internationaux relatifs au droit pénal international qui sont antérieurs au Statut de Rome ; la notion est aussi absente de la définition de crime contre l'humanité donnée dans la loi canadienne. En fait, ni le Statut du Tribunal militaire international de 19455 (TMI), ni la Charte du Tribunal international édictée afin d'engager des poursuites pour les crimes commis par le Japon en 19466, ni la loi no 10 du Conseil de contrôle (Control Council Law No. 107), ni le Statut du Tribunal pénal international pour l'ex-Yougoslavie8 (TPIY), ni le Statut du Tribunal pénal international pour le Rwanda9 (TPIR) ne désignent l'apartheid comme étant un crime contre l'humanité. Cette apparente application rétroactive d'un instrument de droit pénal à des actes criminels présumés m'a incitée à soulever une nouvelle question et à demander aux parties de présenter des observations supplémentaires le 6 juillet 2022 (le premier avis envoyé en application de la décision Alazar).\n- Observations des parties\n[18] L'appelant associé a fait valoir que l'applicabilité ou la pertinence du Statut de Rome et de la LCHCG aux cas faisant entrer en jeu l'exclusion qui portent sur des actes présumés survenus avant la mise en œuvre de ces instruments n'est pas établie dans la jurisprudence canadienne. Il soutient que, dans les affaires Jean-Baptiste et Verbanov, la Cour fédérale a déclaré qu'il convient d'appliquer le Statut de Rome aux cas dans lesquels les crimes présumés ont été commis après sa signature en 199810. Il affirme que, lorsqu'une conduite reprochée est antérieure au Statut de Rome, les décisions de la Cour fédérale s'appuyaient sur l'existence du droit international coutumier pour conclure que l'acte visé était effectivement reconnu comme étant un crime contre l'humanité au moment de la conduite reprochée, plutôt que de s'appuyer exclusivement sur le Statut de Rome. Enfin, il cite la décision rendue par le juge Pamel dans l'affaire Elve, affirmant que la LCHCG et le Statut de Rome prévoient \" de nouvelles conséquences des actes qui ont été commis avant \" leur mise en œuvre, ce qui constitue une application rétrospective et non pas rétroactive de la LCHCG, mais seulement après une analyse ayant permis de conclure que la torture, en tant que crime contre l'humanité, avait été reconnue en droit coutumier international avant le Statut de Rome11. Il a souligné qu'aucune analyse semblable n'avait été effectuée dans la jurisprudence canadienne concernant le crime d'apartheid.\n[19] Le ministre s'appuie sur la décision Elve pour faire valoir qu'il faut établir une distinction entre les concepts de rétroactivité et de rétrospectivité dans l'application du Statut de Rome, laissant de côté le précédent établi dans la décision Ventocilla, où il avait été déclaré que le Statut de Rome ne pouvait pas être appliqué à des actes antérieurs à sa mise en œuvre sans contrevenir à la clause de non-rétroactivité ratione personae. Le ministre affirme que la SAR doit tirer les mêmes conclusions concernant l'apartheid, car le Statut de Rome et la LCHCG ne sont pas appliqués rétroactivement, mais qu'ils imposent de nouvelles conséquences aux actes commis avant leur mise en œuvre. Il ajoute que, bien avant l'entrée en vigueur du Statut de Rome, la communauté internationale avait convenu que le crime d'apartheid devait être considéré comme un crime contre l'humanité, citant la résolution 2202 de l'Assemblée générale des Nations Unies datée du 16 décembre 1966 ainsi que la Convention internationale sur l'élimination et la répression du crime d'apartheid de 1973 (la Convention sur l'apartheid). Cependant, dans son mémoire supplémentaire, le ministre soutient que le Statut de Rome n'est pas une codification complète du droit international coutumier au moment de sa signature12. Selon le ministre, le Statut de Rome est un traité multilatéral qui confère une compétence à la Cour pénale internationale (CPI), mais qui n'est pas une source autorisée de droit conventionnel aux fins de définir un crime international13.\n- Analyse\n[20] La SAR estime que les arguments du ministre sont déroutants et qu'ils semblent contradictoires, ce qui n'est pas utile. Ce fait est peut-être également symptomatique de la confusion qui règne dans la jurisprudence canadienne portant sur le droit pénal international dans les affaires relatives aux réfugiés et à l'interdiction de territoire.\n[21] La SAR estime qu'il faut établir une distinction entre l'alinéa 35(1)a) et l'article 98 de la LIPR. Le premier a été modifié pour exiger que le décideur tienne compte de la LCHCG au moment de trancher les cas d'interdiction de territoire14. Cependant, le législateur a choisi de ne pas modifier l'article 98 de la LIPR pour y inclure une telle mention de la LCHCG. En effet, l'article 98 de la LIPR applique le régime d'exclusion prévu à l'alinéa Fa) de l'article premier de la Convention, qui exige que le décideur évalue la question de savoir si un demandeur d'asile peut être visé par l'exclusion au motif qu'il y a des raisons sérieuses de penser qu'il a commis un crime contre la paix, un crime contre l'humanité ou un crime de guerre au sens des instruments internationaux. Il s'ensuit donc que le régime dont il est question à l'article 98 de la LIPR n'exige pas que le décideur applique les lois canadiennes dans le contexte de son analyse. En fait, dans l'arrêt Ezokola, la Cour suprême du Canada (CSC) a déclaré que l'alinéa Fa) de l'article premier de la Convention \" nous enjoint \" d'appliquer le droit international pour refléter les réalités des crimes internationaux, au-delà des frontières du droit pénal canadien :\n[44] La question de savoir si une personne s'est rendue complice d'un crime international ne peut être étudiée à la lumière d'un seul des systèmes juridiques du monde : Ramirez, p. 315; Moreno c. Canada (Ministre de l'Emploi et de l'Immigration), 1993 CanLII 2993 (CAF), [1994] 1 C.F. 298 (C.A.), p. 323. Il en est ainsi à cause non seulement du texte explicite de l'art. 1Fa) portant application du droit international, mais aussi de la nature extraordinaire des crimes internationaux, lesquels transcendent tout simplement les normes nationales [...]\n[46] Le libellé de l'art. 1Fa) et la réalité de la criminalité internationale nous obligent donc à faire porter notre regard par-delà le droit pénal canadien. Nous devons nous garder d'interpréter et d'appliquer le droit pénal international comme s'il correspondait en tous points à notre droit pénal national : Cassese's International Criminal Law (3e éd. 2013), révisé par A. Cassese et autres, p. 6-715 [non souligné dans l'original].\n[22] Par conséquent, j'estime que le débat quant à savoir si l'application du Statut de Rome, tel qu'il est mis en œuvre dans la LCHCG, devrait être considérée comme prospective et non rétroactive, conformément aux lois canadiennes, n'est pas pertinent dans la présente affaire. Un décideur doit évaluer si le crime contre l'humanité présumé était visé par le droit coutumier international au moment du comportement reproché, les lois canadiennes étant un facteur parmi d'autres.\n[23] Je souligne que, dans la décision Verbanov, le juge Grammond a fait renvoi au paragraphe 223 de l'arrêt Tadic du TPIY pour affirmer que la définition des crimes internationaux figurant dans le Statut de Rome reflète l'intention des États parties de codifier les coutumes internationales, ce qui appuie la présomption énoncée au paragraphe 6(4) de la LCHCG selon laquelle les articles 6 à 8 du Statut de Rome font partie du droit international coutumier à compter du 17 juillet 1998, date de la signature. Je souligne que la Chambre d'appel du TPIY n'était pas aussi précise. L'extrait pertinent lié à l'affaire Tadic est le suivant :\n223. [...] Quant au Statut de Rome, il s'agit pour l'heure d'un traité international qui n'a pas force obligatoire (il n'est pas encore entré en vigueur). Il a été adopté par une écrasante majorité des États présents à la Conférence diplomatique de Rome et a été entériné de fait par la sixième VIe Commission de l'Assemblée générale, le 26 novembre 1998. Ce Statut peut dans bien des domaines être considéré comme reflétant l'opinio juris d'un grand nombre d'États. Nonobstant l'article 10 du Statut, qui a pour objet de garantir qu'aucune disposition du Statut ne soit interprétée comme limitant ou affectant les règles du droit existantes ou en formation, il est possible de recourir cum grano salis à ces dispositions pour éclairer le droit international coutumier. Selon le point en cause, le Statut de Rome peut servir à réaffirmer, refléter ou clarifier des règles de droit coutumier ou à les fixer, alors que dans d'autres domaines, il a créé un droit nouveau ou modifié le droit existant. En tout état de cause, le Statut de Rome peut, d'une manière générale, être considéré comme une expression des conceptions juridiques d'un grand nombre d'États qui fait autorité16 [non souligné dans l'original].\n[24] La conclusion du juge Grammond s'appuie également sur le travail d'universitaires17. Cependant, comme l'a fait valoir le ministre, les mêmes articles traitent en fait de la possibilité que les définitions des crimes incluses dans le Statut de Rome s'écartent du droit international coutumier, car certains éléments peuvent découler d'un consensus18.\n[25] Par conséquent, j'estime que, dans l'ensemble, les articles 6 à 8 du Statut de Rome reflètent le droit international coutumier, mais que des éléments pourraient également être le résultat de négociations, et que [traduction] \" ides écarts et des développements normatifs [pourraient tout de même] y être intégrés19 \". Cette approche a été reprise dans l'arrêt Ezokola, où la CSC a déclaré que, \" [m]algré son importance, le Statut de Rome ne peut être considéré comme une codification complète du droit pénal international20 \". Dans l'arrêt Mugesera, la CSC a également inféré que le Statut de Rome n'était pas une codification complète du droit international coutumier21. Je souligne que la décision Verbanov concerne l'application de l'article 35 de la LIPR selon lequel le décideur doit appliquer la loi canadienne, imposant ainsi une présomption juridique selon laquelle le Statut de Rome reflète le droit international coutumier, ce qui n'est pas le cas dans la présente affaire. Je crois qu'il est également important de souligner que la CPI elle-même a reconnu que le Statut de Rome ne reflète peut-être pas toujours le droit international coutumier, surtout en ce qui concerne les crimes visés à l'article 7 du Statut22.\n[26] Quoi qu'il en soit, la présomption juridique de la loi canadienne selon laquelle le Statut de Rome est une expression du droit international coutumier figurant dans la LCHCG ne s'applique qu'aux situations survenues après la signature du Statut de Rome. En effet, le paragraphe 6(4) de la LCHCG précise que, dans les cas survenus avant le 17 juillet 1998, le Statut de Rome peut être utilisé pour indiquer que ces crimes faisaient partie du droit coutumier international, ce qui n'impose pas pour autant une présomption juridique :\nIl est entendu que, pour l'application du présent article, les crimes visés aux articles 6 et 7 et au paragraphe 2 de l'article 8 du Statut de Rome sont, au 17 juillet 1998, des crimes selon le droit international coutumier, et qu'ils peuvent l'être avant cette date, sans que soit limitée ou entravée de quelque manière que ce soit l'application des règles de droit international existantes ou en formation [non souligné dans l'original].\n[27] Le passage qui précède ne peut être interprété que comme exigeant qu'une analyse soit effectuée pour établir si les crimes dont le demandeur d'asile est soupçonné faisaient partie du droit coutumier international à la période pertinente précédant 1998. En effet, la norme de preuve des \" motifs raisonnables de croire \" dans la détermination de l'exclusion en application de l'alinéa Fa) de l'article premier ne concerne que les allégations de fait, et non les questions de droit. Le décideur doit évaluer si ces faits constituaient un crime contre l'humanité au moment du crime présumé :\nPour l'application de la norme des \" motifs raisonnables [de penser] \", il importe de distinguer entre la preuve d'une question de fait et le règlement d'une question de droit. En effet, cette norme de preuve ne s'applique qu'aux questions de fait : Moreno c. Canada (Ministre de l'Emploi et de l'Immigration), 1993 CanLII 2993 (CAF), [1994] 1 C.F. 298 (C.A.), p. 311. Dans la présente affaire, elle s'applique pour décider si M. Mugesera a prononcé le discours en cause et pour établir le contenu du message communiqué par celui-ci et son contexte. Par contre, lorsqu'il s'agit de décider si ces faits satisfont aux exigences d'un crime contre l'humanité, la question devient une question de droit. Le règlement d'une question de droit n'est pas assujetti à la norme des \" motifs raisonnables [de penser] \", car l'existence de simples motifs raisonnables de penser que le discours pourrait être considéré comme un crime contre l'humanité ne suffit pas pour satisfaire au critère juridique applicable à la perpétration d'un tel crime. Les faits établis selon la norme des \" motifs raisonnables [de penser] \" doivent prouver que le discours constituait un crime contre l'humanité23 [non souligné dans l'original].\n[28] Comme dans l'arrêt Harb, le Statut de Rome peut certainement servir de guide pour évaluer si le crime contre l'humanité en question faisait partie du droit international coutumier lorsque les actes criminels présumés ont été commis avant 1998, mais comme dans la présente affaire, le ministre devait présenter d'autres éléments de preuve pour établir que l'apartheid était bel et bien un crime contre l'humanité au moment du comportement prétendu24.\n- Jurisprudence de la Cour fédérale\n[29] Selon moi, la conclusion qui précède concorde avec le raisonnement exprimé par la Cour fédérale. Je ne crois pas que la décision Ventocilla contredise les décisions subséquentes de la Cour fédérale sur la question de l'application rétroactive ou rétrospective du Statut de Rome. En effet, dans ces affaires, la Cour fédérale a fondé sa conclusion sur des éléments de preuve supplémentaires selon lesquels, lorsque la conduite reprochée a eu lieu avant la signature du Statut de Rome, les crimes internationaux prétendus par le ministre étaient visés par le droit international coutumier. En soi, le Statut de Rome ne suffisait pas.\n[30] Dans la décision Ventocilla, la Cour fédérale a déclaré que la SPR avait commis une erreur en se fondant uniquement sur le Statut de Rome pour présumer que le crime de guerre prétendu pourrait avoir été commis au cours d'un conflit armé interne, par opposition à un conflit armé international, concernant des actes qui se sont produits de 1985 à 1992 au Pérou. Elle a conclu implicitement que, comme le Statut de Rome ne s'appliquait pas au moment de la perpétration présumée, le décideur devait vérifier si de tels crimes de guerre faisaient partie des lois et des coutumes de la guerre, ou encore du droit international coutumier. Elle s'est appuyée sur la définition de crime de guerre énoncée dans la LCHCG selon laquelle un acte ou une omission est un crime de guerre lorsque, \" au moment et au lieu de la perpétration \", il était défini comme tel par \" le droit international coutumier ou le droit international conventionnel applicables à ces conflits \"25. Comme le Statut de Rome n'était pas en vigueur au moment des actes reprochés, le ministre devait présenter des éléments de preuve montrant que ces actes étaient visés par le droit international coutumier. Une telle interprétation est conforme au paragraphe 6(4) de la LCHCG, selon lequel, pour les conduites antérieures à 1998, les crimes de guerre décrits à l'article 8 du Statut de Rome peuvent faire partie du droit international coutumier, ce qui ne suffit pas à satisfaire à la norme juridique applicable à une question de droit.\n[31] Dans la décision Bonilla, la Cour fédérale a traité la torture comme un crime contre l'humanité. Elle a fait valoir que, en ce qui concerne ce crime précis, le Statut de Rome avait pour effet de \" consolider la définition traditionnelle qui existe depuis au moins 194526 \". En effet, comme l'a souligné la Cour d'appel fédérale dans l'affaire Harb, le crime international de torture était reconnu comme tel depuis au moins les procès de Nuremberg de 1945-1946 et d'autres instruments internationaux qui ont suivi, y compris le TMI, le TPIY et la Convention contre la torture de 198427. Cette situation a amené la Cour fédérale à affirmer que, à cet égard, le Statut de Rome établissait l'existence de ce crime dans le droit international coutumier, bien avant la signature du Statut de Rome. Elle ne s'est pas appuyée uniquement sur le Statut de Rome pour tirer une telle conclusion, mais elle a également tenu compte d'autres instruments internationaux plus anciens. Les appelants ne contestent pas le fait que la torture, en tant que crime contre l'humanité, était visée par le droit international coutumier avant 1998.\n[32] Dans la décision Betoukoumesou, la Cour fédérale a établi une distinction concernant la décision Ventocilla, car il était question de crimes de guerre, et non de crimes contre l'humanité. Cependant, je ne crois pas que cette distinction soit si pertinente. Dans la décision Betoukoumesou, le juge Mosley a estimé que l'article 14 de la LCHCR était déclaratoire par rapport au droit applicable au moment des actes reprochés, et non par rapport au Statut de Rome28. En effet, la LCHCG n'a pas proclamé le régime de moyens d'engager la responsabilité énoncé à l'article 25 du Statut de Rome ni la défense fondée sur l'obéissance aux ordres d'un supérieur énoncée à l'article 33 du Statut de Rome en tant que reflet du droit coutumier international. La Cour fédérale a plutôt appliqué le raisonnement exposé dans l'arrêt Finta de la CSC en ce qui a trait à la défense fondée sur l'obéissance aux ordres d'un supérieur applicable dans les affaires de crimes de guerre et de crimes contre l'humanité, car elle reprenait principalement l'article 14 de la LCHCG29. Selon moi, la présente affaire ne porte pas sur l'application du Statut de Rome dans le contexte d'une exclusion en application de l'alinéa Fa) de l'article premier.\n[33] Même dans la décision Elve, la Cour fédérale a rejeté la décision Ventocilla, mais elle a en fait appliqué le même raisonnement, citant de nombreux éléments de preuve selon lesquels la torture, en tant que crime contre l'humanité ou crime de guerre, faisait partie du droit international coutumier avant 1998, ce qui a rendu le Statut de Rome (et l'article 6 de la LCHCG) déclaratoire ou prospectif.30 La Cour ne s'est pas appuyée uniquement sur le Statut de Rome dans le cas d'actes commis préalablement à sa signature. Elle a également cité la décision Betoukoumesou - qui porte sur l'application de la LCHCG, et non du Statut de Rome -, mais elle n'a pas établi de distinction entre le régime d'interdiction de territoire de l'article 35 de la LIPR et celui du droit des réfugiés de l'article 98 de la LIPR, ce dernier n'exigeant pas l'application de la LCHCG.\n[34] Par conséquent, j'estime que la jurisprudence canadienne appuie ma conclusion antérieure selon laquelle le ministre était tenu de présenter des éléments de preuve supplémentaires pour établir que le crime d'apartheid, en tant que crime contre l'humanité, faisait partie du droit coutumier au moment du comportement reproché.\n[35] Dans son intervention du 22 juillet 2022, le ministre a fait valoir que l'apartheid, en tant que crime contre l'humanité, faisait partie du droit international coutumier avant la signature du Statut de Rome. Il s'est principalement appuyé sur la Convention sur l'apartheid de 1973, le premier instrument international fournissant une définition du crime d'apartheid en vertu de laquelle la responsabilité criminelle individuelle pouvait être engagée. Cependant, comme le montre le site Web du Dépositaire des traités de la Collection des traités des Nations Unies, le Canada n'a jamais ratifié ni signé la Convention sur l'apartheid, pas plus que ses homologues occidentaux31. Le ministre n'a pas expliqué en quoi un tel fait n'était pas pertinent dans la présente affaire.\n[36] Par conséquent, le 30 août 2022, j'ai demandé aux parties de présenter d'autres observations afin d'évaluer si l'apartheid, en tant que crime contre l'humanité, était visé par le droit international coutumier de 1990 à 1994 (le second avis envoyé en application de la décision Alazar).\nL'apartheid en tant que crime contre l'humanité n'était pas visé par le droit international coutumier de 1990 à 1994\n- Contexte procédural\n[37] Dans le second avis envoyé en application de la décision Alazar mentionné ci-dessus, il a été demandé aux parties de présenter d'autres observations pour établir si l'apartheid, en tant que crime contre l'humanité, faisait partie du droit coutumier international au moment des faits reprochés (1990-1994). La SAR a également invité les parties à présenter des observations concernant une liste de documents annexés au second avis envoyé en application de la décision Alazar. Elle a aussi présenté des résumés de documents pertinents, qui n'étaient pas accessibles en ligne.\n[38] Le 21 septembre 2022, à la suite d'une demande de vive voix du ministre, le tribunal a fourni des précisions concernant la nouvelle question à trancher. Il convient de souligner que les renseignements qui ont ensuite été fournis se trouvaient dans les résumés et d'autres documents mentionnés en annexe.\n[39] Les parties se sont vu accorder 7 jours de plus pour présenter des observations. Le 22 septembre 2022, le ministre a demandé 14 jours de plus pour répondre à la nouvelle question. Il a expliqué que la nouvelle question complexifiait davantage une affaire déjà complexe et qu'il fallait le soutien du ministère de la Justice pour préparer les observations. La demande a été accueillie.\n- Observations des parties\n[40] Dans ses observations supplémentaires datées du 7 octobre 2022, le ministre soutient que, même si l'existence de l'apartheid en tant que crime contre l'humanité a fait l'objet d'un certain débat, des éléments de preuve suffisants appuient l'allégation selon laquelle un tel crime a été reconnu comme un crime contre l'humanité en vertu du droit international coutumier avant l'entrée en vigueur du Statut de Rome en 2000. Selon lui, le fait que le Canada n'a pas signé la Convention sur l'apartheid n'est pas déterminant. En se fondant sur l'arrêt Nevsun, il est d'avis que la preuve montre que les deux exigences pour qu'une norme de droit international coutumier soit reconnue comme telle sont remplies, à savoir la pratique générale des États et la croyance selon laquelle une telle pratique équivaut à une obligation juridique (opinio juris)32. Il a invoqué plusieurs instruments internationaux condamnant les politiques et la pratique de l'apartheid qui ont été considérées comme un crime contre l'humanité : (i) trois résolutions de l'Assemblée générale des Nations Unies condamnant les politiques d'apartheid pratiquées par le gouvernement de l'Afrique du Sud en tant que crime contre l'humanité en 1965 et en 1966; (ii) la Convention internationale sur l'élimination de toutes les formes de discrimination raciale (CIEDR) de 1965 exigeant explicitement des États parties qu'ils condamnent la pratique de l'apartheid; (iii) l'alinéa b) de l'article premier de la Convention sur l'imprescriptibilité des crimes de guerre et des crimes contre l'humanité de 1968, qui définit l'apartheid comme un crime contre l'humanité; (iv) la Convention de 1973 sur l'apartheid; (v) le Protocole additionnel 1 aux Conventions de Genève (AP1) de 1977 désignant les pratiques de l'apartheid comme étant une infraction grave aux traités; (vi) deux résolutions du Conseil de sécurité des Nations Unies selon lesquelles l'apartheid est un crime contre l'humanité; (vii) un projet de code des crimes contre la paix et la sécurité de l'humanité de 1992 de la Commission du droit international (CDI) dans lequel l'apartheid a été mis [traduction]\" sur un pied d'égalité \" avec le crime de génocide; (viii) un projet de code des crimes contre la paix et la sécurité de l'humanité de 1996 de la CDI décrivant l'apartheid comme un crime contre l'humanité; (ix) l'affaire Tadic du TPIY; et (x) les affaires South West Africa de 1966, dans lesquelles la Cour internationale de justice (CIJ) a déclaré que l'interdiction de la discrimination raciale fait partie du droit international coutumier. Le ministre était d'avis que les instruments internationaux dans lesquels l'apartheid a été condamné par la communauté internationale donnent fortement à penser que le crime d'apartheid a été reconnu comme un crime contre l'humanité même avant la mise en œuvre du Statut de Rome. Je souligne que le ministre n'a formulé aucune observation concernant les documents communiqués par le tribunal dans le second avis envoyé en application de la décision Alazar.\n[41] L'appelant associé a répondu que l'apartheid en tant que crime contre l'humanité avant l'adoption du Statut de Rome ne satisfaisait pas aux exigences énoncées par la CSC dans l'arrêt Nevsun, à savoir que la pratique doit être \" suffisamment générale, répandue, représentative et constante \". Il a fait valoir que le défaut du Canada de ratifier la Convention sur l'apartheid et la CIEDR révèle que le gouvernement canadien avait l'intention de ne pas reconnaître l'apartheid comme un crime contre l'humanité, comme l'ont fait valoir des universitaires reconnus. Il a cité plusieurs de ces universitaires, y compris A. Cassese, W.A. Schabas et F. Lafontaine, qui ont tiré la même conclusion après avoir examiné les instruments internationaux pertinents. Il était d'avis que, même si plusieurs des instruments internationaux cités par le ministre reconnaissaient l'apartheid comme un crime contre l'humanité, la réticence des États à inclure ce crime dans le Statut de Rome pendant la phase de négociation et le fait qu'aucun [traduction] \" État occidental \" n'a ratifié la Convention sur l'apartheid minaient l'allégation du ministre selon laquelle le critère d'opinio juris avait été respecté.\n- Analyse\n[42] Dans le contexte du crime international d'esclavage, la CSC, dans l'arrêt Nevsun, a énoncé les règles qui sous-tendent la formation du droit coutumier international :\nPour être reconnue comme telle, une norme de droit international coutumier doit satisfaire à deux exigences : il doit s'agir d'une pratique générale, mais pas nécessairement universelle, et cette pratique doit équivaloir à une obligation juridique (opinio juris) (Nations Unies, Commission du droit international, Rapport de la Commission du droit international, 73e sess., suppl. no 10, Doc. N.U. A\/73\/10, 2018, p. 125; Plateau continental de la mer du Nord, arrêt, C.I.J. Recueil 1969, p. 3, par. 71; Kazemi (Succession) c. République islamique d'Iran, 2014 CSC 62 (CanLII), [2014] 3 R.C.S. 176, par. 38; Harold Hongju Koh, \" Twenty-First-Century International Lawmaking \" (2013), 101 Geo. L.J. 725, p. 738; Jean-Marie Henckaerts, \" Étude sur le droit international humanitaire coutumier : une contribution à la compréhension et au respect du droit des conflits armés \" (2005), 87 R.I.C.R. 289, p. 178; Antonio Cassese, International Law (2e éd. 2005), p. 157).\nPour satisfaire à la première exigence, la pratique doit être suffisamment générale, répandue, représentative et constante (Commission du droit international, p. 143). Pour satisfaire à la deuxième exigence, l'opinio juris, la pratique \" doit être menée avec le sentiment de l'existence d'une obligation juridique ou d'un droit \", et \" distinguée du simple usage ou de la simple habitude \" (Commission du droit international, p. 146; Plateau continental de la mer du Nord, par. 77)33 [non souligné dans l'original].\n[43] La Chambre d'appel du TPIR a précisé les exigences à respecter pour établir si une norme a atteint le statut de droit international coutumier dans le contexte du droit pénal international :\n[traduction]\n14. Les normes de droit international coutumier se caractérisent par les deux composantes bien connues de la pratique de l'État et de l'opinio juris. Par la conclusion que le droit international coutumier permettait une déclaration de culpabilité pour, entre autres, un crime contre l'humanité par la participation à une entreprise criminelle conjointe, le jugement relatif aux appels dans l'affaire Tadic a confirmé que la reconnaissance de ce moyen d'engager la responsabilité dans les poursuites pour crimes contre l'humanité et crimes de guerre après la Seconde Guerre mondiale constituait une preuve de ces composantes. Dans d'autres affaires, la Chambre d'appel du TPIY s'est appuyée de façon similaire sur des procédures tenues après la Seconde Guerre mondiale, y compris sur les procédures devant le Tribunal militaire international et devant des tribunaux opérant sous le régime de la loi no 10 du Conseil de contrôle allié, conformément aux principes de droit international coutumier de l'époque. Pour les motifs qui suivent, la Chambre d'appel conclut que de telles procédures, ainsi que le texte et l'historique de la Convention sur le génocide de 1948, mènent à la conclusion que le droit international coutumier criminalisait la participation intentionnelle à un plan commun de perpétration d'un génocide avant 199234 [non souligné dans l'original].\n[44] À la lumière des éléments de jurisprudence qui précèdent, je conclus que, dans le contexte du droit pénal international, pour qu'il y ait criminalisation de la participation individuelle à un crime international, le ministre doit démontrer une propension suffisamment générale, répandue, représentative et constante de l'État à reconnaître l'apartheid comme un crime contre l'humanité, pour lequel une responsabilité pénale individuelle peut être engagée. Cette pratique de l'État peut comprendre l'exercice public de fonctions exécutives, législatives, judiciaires ou autres, y compris des décisions des tribunaux nationaux35. Cette démonstration doit être combinée à des éléments de preuve montrant que les États se sentaient légalement tenus de mettre en œuvre la pratique en question. Comme l'analyse le montrera, aucun des deux critères n'est respecté dans la présente affaire. Les procédures judiciaires auront une importance particulière dans l'analyse.\nInstruments internationaux\n- Documents des Nations Unies\n[45] Le ministre attire l'attention sur les résolutions de 1965 et de 1966 de l'Assemblée générale des Nations Unies selon lesquelles l'apartheid constitue un crime contre l'humanité, décision qui a été approuvée par le Conseil de sécurité des Nations Unies en 198436. Cette décision a amené les États à imposer des sanctions économiques au gouvernement sud-africain. En effet, l'imposition d'un régime d'apartheid a été considérée comme une grave violation du droit international, ce qui constituait une grande menace à la paix et à la sécurité internationales et donnait lieu à la responsabilité de l'État dans le domaine du droit international. Le professeur Crawford a expliqué que le maintien d'un tel régime constitue un exemple de norme péremptoire dont la violation entraîne un crime international37. Cependant, cela ne revient pas à dire que la responsabilité pénale individuelle peut découler de la participation d'une personne à de tels crimes, ce qui diffère de la responsabilité internationale qui peut être assumée par un État38. Aucun des documents en question des Nations Unies n'énonce une définition du crime qui permettrait la tenue de poursuites criminelles tout en respectant le principe de la légalité39.\n- Convention sur l'apartheid et autres traités\n[46] Dans la Convention sur l'imprescriptibilité des crimes contre l'humanité et des crimes de guerre du 26 novembre 1968, les parties ont condamné la politique d'apartheid comme constituant un crime contre l'humanité. Le tribunal souligne que cette Convention n'a été ratifiée que par 57 pays, et que le Canada n'en fait pas partie, ni aucun autre État occidental40. Je souligne également que cet instrument international ne fournit pas de définition du crime d'apartheid et met plutôt l'accent sur la criminalisation des actes inhumains découlant de la politique d'apartheid, qui comprennent probablement le meurtre, la torture et les persécutions qui sont reconnues comme des crimes contre l'humanité. Par conséquent, j'estime que la non-ratification de la Convention sur l'apartheid par le Canada et d'autres pays exprime l'intention de l'État de ne pas reconnaître l'apartheid comme un crime contre l'humanité qui entraîne une responsabilité pénale individuelle. Selon moi, cela nuit à une reconnaissance suffisamment générale, répandue, représentative et constante par l'État de l'apartheid en tant que crime contre l'humanité.\n[47] Le 30 novembre 1973, la Convention sur l'apartheid est entrée en vigueur et a été ratifiée par plus de 100 États. Elle a réitéré le principe que l'apartheid était considéré comme un crime international, mais elle a également fourni pour la première fois une définition de ce crime. Cependant, comme l'ont souligné les parties, très peu des États ont mis le traité en œuvre en engageant des poursuites pour les crimes de cette nature sur leur territoire national, et le ministre n'a pas fourni d'éléments de preuve montrant que ces États ont mis en œuvre la Convention sur l'apartheid de quelque autre façon que ce soit.\n[48] De plus, ni le Canada ni la plupart des pays occidentaux n'ont encore ratifié la Convention sur l'apartheid41. Je conviens avec le ministre qu'un tel fait n'est pas déterminant en soi, mais j'estime qu'il faut y accorder un poids important. En effet, cette Convention est la première qui fournit une définition juridique du crime, et les États libéraux qui se font les champions de l'application et de la poursuite des crimes internationaux - que ce soit au moyen de poursuites au pays ou de mesures de soutien internationales - ne l'ont pas reconnue comme étant contraignante42. De plus, la professeure Lafontaine a souligné que, en réponse à l'Examen périodique universel de 2009, le Canada avait répondu qu'il n'envisageait pas de ratifier cet instrument international en matière de droits de la personne43, ce dont témoigne l'absence de l'apartheid dans la liste des crimes contre l'humanité dans les lois canadiennes, au moment des actes en cause dans la présente affaire44. Le Canada a refusé d'envisager la ratification de la Convention sur l'apartheid. Il s'agit donc non pas d'une inaction législative de la part du Canada, mais plutôt d'une action gouvernementale expresse contre la reconnaissance de la Convention sur l'apartheid en tant que traité exécutoire.\n[49] La CIEDR de 1965 a reçu un large soutien de la communauté internationale et est un instrument juridique contraignant. À l'article 3, les États sont tenus de \" condamn[er] spécialement la ségrégation raciale et l'apartheid et s'engagent à prévenir, à interdire et à éliminer sur les territoires relevant de leur juridiction toutes les pratiques de cette nature \". Je souligne que cette disposition ne permet pas de qualifier l'apartheid de crime contre l'humanité et qu'elle ne fournit pas de définition juridique du crime. Il n'est pas en cause que la discrimination et la ségrégation, comme la politique d'apartheid, sont interdites, mais la CIEDR ne désigne pas l'apartheid comme un crime international pour lequel une responsabilité pénale individuelle peut être engagée45.\n[50] À l'alinéa 85(4)c) de l'AP1, il est mentionné que les \" pratiques de l'apartheid et les autres pratiques inhumaines et dégradantes, fondées sur la discrimination raciale, qui donnent lieu à des outrages à la dignité personnelle \" constituent des infractions graves qui pourraient mener à la responsabilité pénale individuelle. Cependant, une infraction grave est considérée comme un crime de guerre, et non comme un crime contre l'humanité, et exige que l'existence d'un conflit armé ou d'une situation d'occupation s'applique, ce qui n'était pas le cas en Afrique du Sud pendant l'apartheid46.\n- Commission du droit international\n[51] En 1991, la CDI a été chargée de préparer un projet de code sur les crimes contre la paix et la sécurité de l'humanité (le projet de code). À ce moment-là, la CDI a choisi d'inclure l'apartheid dans le projet de code, mais de limiter sa portée aux personnes ayant qualité \" de dirigeant et d'organisateur \" du régime47. Le professeur Tomuschat, professeur émérite de l'Université Humboldt, à Berlin, qui était alors membre de la CDI, a souligné la différence entre, d'une part, l'apartheid en tant que grave atteinte aux droits de la personne et violation du droit international public et, d'autre part, la responsabilité pénale internationale individuelle qu'une personne peut encourir en tant qu'auteur d'un tel crime :\nNul doute que, comme la CIJ l'a affirmé dans son avis sur les conséquences juridiques pour les États de la présence continue de l'Afrique du Sud en Namibie5, l'apartheid constitue une violation des droits élémentaires de la personne humaine dans les relations interétatiques et, en conséquence, est contraire aux règles généralement acceptées du droit international. Mais c'est de la responsabilité individuelle que s'occupe la Commission, et la question est donc ici de savoir si l'apartheid est un crime qui expose ses auteurs à une sanction pénale internationale. Or force est de constater que la Convention internationale sur l'élimination et la répression du crime d'apartheid n'a eu jusqu'ici qu'un succès très limité, et qu'aucun des États d'une région spécifique n'y a adhéré. On ne peut donc parler de droit coutumier universellement reconnu et, dans ces conditions, la règle pacta tertiis nee nocent nee prosunt prend tout son effet48 [non souligné dans l'original].\n[52] Il s'ensuit que l'apartheid, en tant que crime contre l'humanité, n'a pas été inclus dans le texte final de 1996 du projet de code, même s'il criminalisait [traduction] \" la discrimination institutionnalisée pour des motifs raciaux, ethniques ou religieux \", ce qui devait être une définition plus large49. Les pratiques de l'apartheid ont plutôt été criminalisées en tant que crime de guerre50. Selon moi, cela ne dénote pas une pratique étatique uniforme de criminalisation de l'apartheid en tant que crime contre l'humanité, mais milite plutôt contre l'allégation selon laquelle l'apartheid, en tant que crime contre l'humanité pour lequel une responsabilité pénale individuelle pouvait être engagée, faisait partie du droit coutumier international au moment des actes reprochés.\n- Universitaires\n[53] En 2008, M. Cassese a déclaré que l'apartheid en tant que crime contre l'humanité n'était pas visé par le droit international coutumier au moment de la signature du Statut de Rome51. Il a par la suite reconnu, en 2013, que son inclusion dans le Statut de Rome [traduction] \" pourrait faciliter l'établissement d'une règle en droit coutumier52 \".\n[54] En 2014, Paul Eden, un chargé d'enseignement à l'Université du Sussex, a conclu que, compte tenu de son historique et du principe de légalité, l'apartheid en tant que crime contre l'humanité donnant lieu à une responsabilité individuelle avant 1998 ne faisait pas partie du droit international coutumier. En 2015, Carola Lingaas, une doctorante à la faculté de droit de l'Université d'Oslo, a tiré la conclusion contraire en se fondant sur la description généralisée de l'apartheid en tant que crime contre l'humanité dans divers instruments internationaux. Selon moi, M. Eden a eu raison de faire une distinction entre la condamnation de l'apartheid en tant que crime contre l'humanité violant le droit international et sa transposition en un acte criminel international passible de poursuites devant une cour de justice. Mme Lingaas n'a pas fait une telle distinction, même si elle a reconnu qu'un tel crime n'avait jamais fait l'objet d'accusations dans le cadre d'une procédure criminelle53. Elle a également déclaré à tort que le Canada avait ajouté l'apartheid en tant que crime contre l'humanité dans ses lois, ce qui n'est que partiellement vrai, car le Canada l'a fait en intégrant le Statut de Rome dans ses lois nationales, sans ajouter l'apartheid directement54.\n[55] L'approche mentionnée ci-dessus a également été analysée dans un article de Julia Gebhard, publié sous les auspices de l'Institut Max-Planck de droit public et international comparé. Après avoir invoqué différents instruments déclarant l'interdiction de l'apartheid comme norme péremptoire ou jus cogens pour engager la responsabilité de l'État, elle a reconnu que la pratique de l'État n'était pas suffisante pour satisfaire aux critères nécessaires afin que la responsabilité pénale individuelle pour le même crime fasse partie du droit international coutumier55.\n[56] M. Mettraux a admis que [traduction] \" la seule objection réelle qui subsiste quant à la reconnaissance du statut en droit coutumier de l'apartheid en tant que catégorie de crimes contre l'humanité concerne le caractère adéquat de sa définition56 \". Il a ajouté que la définition de ce crime se cristallisera probablement autour de la définition fournie dans le Statut de Rome, qui est ainsi libellé : \" des actes inhumains [et la suppression des droits] commis dans le cadre d'un régime institutionnalisé d'oppression systématique et de domination d'un groupe racial sur tout autre groupe racial ou tous autres groupes raciaux et dans l'intention de maintenir ce régime57 \". Selon l'auteur, ce fait signifie que l'apartheid est maintenant criminalisé dans le cadre du droit coutumier en vertu du Statut de Rome de 1998. Par conséquent, une telle pratique est devenue un acte criminel passible de poursuites lorsqu'elle a été incluse dans le Statut de Rome, mais pas avant.\n[57] Le professeur Schabas a décrit en détail le processus par lequel le crime d'apartheid est devenu partie intégrante du Statut de Rome. Dans le rapport de 1996 du Comité préparatoire pour la création d'une cour criminelle internationale, le crime d'apartheid figurait sous la rubrique des \" crimes définis par des traités \", tout comme le trafic de drogues illicites. Les États parties ont également discuté de la possibilité de le considérer comme un crime de guerre plutôt que comme un crime contre l'humanité58. Cette situation a évolué durant la Conférence de Rome, comme l'a expliqué le professeur Schabas :\n[traduction]\nDurant la Conférence de Rome, le Mexique a proposé d'ajouter l'apartheid à la liste des crimes contre l'humanité. Il y avait un large soutien à cet égard, mais aussi une opposition importante. Une modification écrite intitulée \" discrimination raciale institutionnalisée, y compris les pratiques d'apartheid \", a été présentée. Une proposition semblable a été faite en ce qui concerne la disposition sur les crimes de guerre. Le crime d'apartheid a été intégré à l'énumération des crimes contre l'humanité dans le document de travail du Bureau du 6 juillet 1998, sans aucune objection subséquente59 [non souligné dans l'original].\n[58] Je conclus que le travail des universitaires à tout le moins expose l'incertitude concernant le statut de l'apartheid en tant qu'infraction internationale passible de poursuites, ce qui milite contre son appartenance au droit international coutumier en raison du défaut de satisfaire à l'exigence d'une pratique étatique suffisamment générale, répandue, représentative et constante.\n- Pratique judiciaire de l'État\n[59] Le crime d'apartheid, en tant que crime contre l'humanité, a fait l'objet de poursuites pour la première fois en Afrique du Sud en 202160. En effet, les autorités sud-africaines ont opté pour l'établissement d'une commission de vérité et de réconciliation (Truth and Reconciliation Commission) chargée de traiter les atteintes aux droits de la personne commises durant le régime de l'apartheid qui a été institué en 1948 et complètement démantelé en 199461. La plupart des personnes qui ont admis leurs crimes ont obtenu l'amnistie; seulement 800 cas ont été transmis au bureau des poursuites publiques aux fins de procéder à des enquêtes plus poussées62.\n[60] Auparavant, comme il a été observé à maintes reprises dans le milieu universitaire, un tel crime n'avait jamais fait l'objet d'une mise en accusation ni fait l'objet d'un procès, que ce soit à l'échelle nationale ou internationale63. Il semble que certains pays ont ajouté ce crime à leur législation, mais l'ampleur de cette intégration demeure nébuleuse et sans véritables effets64. Il est donc juste de dire que, en pratique, le traitement du crime d'apartheid en tant que crime contre l'humanité, pour lequel des personnes peuvent être accusées, reste marginal. Une telle absence de pratique judiciaire de l'État milite contre la conclusion selon laquelle l'apartheid faisait partie du droit international coutumier au moment des actes reprochés à l'appelant associé.\n- Conclusion\n[61] Par conséquent, j'estime que les deux exigences pour que le crime d'apartheid fasse partie du droit international coutumier, à savoir la pratique générale et uniforme de l'État ainsi que l'opinio juris, ne sont pas remplies pour les raisons suivantes : (i) les instruments internationaux des Nations Unies qui qualifient l'apartheid de crime contre l'humanité entraînent des sanctions économiques, mais ne fournissent pas de définition juridique du crime pour en faire une infraction punissable par mise en accusation; (ii) le Canada et d'autres pays aux vues semblables n'ont pas ratifié la Convention sur l'apartheid ni d'autres traités portant sur la criminalisation de l'apartheid; (iii) l'apartheid n'est pas mentionné dans la définition de crimes contre l'humanité de la LCHCG; (iv) les membres de la CDI ont reconnu que l'apartheid ne faisait pas partie du droit international coutumier en tant qu'infraction punissable par mise en accusation durant leurs échanges de 1991 à 1996; v) certains États s'opposaient toujours à ce que l'apartheid figure dans le Statut de Rome en tant que crime contre l'humanité jusqu'en 1998; et (vi) l'apartheid n'a fait l'objet de poursuites qu'après l'adoption du Statut de Rome. Par conséquent, je suis d'avis que, entre 1990 et 1994, le crime d'apartheid en tant que crime contre l'humanité au sens de l'article 7 du Statut de Rome, ainsi que les éléments constitutifs du crime, ne faisaient pas partie du droit international coutumier. Malgré cette conclusion, les éléments de preuve, y compris les documents des Nations Unies et les différents traités mentionnés ci-dessus, montrent clairement que, en imposant le régime de l'apartheid, l'Afrique du Sud violait une norme péremptoire, ce qui a donné lieu à un crime international pour lequel elle a engagé sa responsabilité internationale en tant qu'État.\nMeurtre et torture en tant que crimes contre l'humanité commis en Afrique du Sud de 1990 à 1994\n[62] Le ministre soutient que d'autres crimes contre l'humanité pourraient avoir été commis pendant le régime de l'apartheid, y compris le meurtre et la torture, qui entrent dans cette catégorie. L'appelant associé ne conteste pas l'existence de raisons sérieuses de penser que le service de XXXX XXXX XXXX XXXX XXXX (XXXX) a commis de tels crimes pendant l'apartheid ni que de tels crimes étaient visés par le droit international coutumier de 1990 à 1994. Mais il soutient que, en tant que membre du XXXX, il n'a pas participé à de tels crimes et que la conclusion contraire serait fondée sur sa simple appartenance au groupe, ce qui est contraire à la jurisprudence liée à l'arrêt Ezokola.\n[63] Le ministre affirme que les crimes de meurtre et de torture faisaient partie du système de droit coutumier international au moment des actes reprochés65. En effet, les deux crimes internationaux figuraient dans la charte du TMI, la loi no 10 du Conseil de contrôle et les statuts du TPIY et du TPIR, et faisaient l'objet de poursuites à l'échelle nationale et internationale. La SAR souscrit à ces affirmations et souligne que les appelants ne s'y sont pas opposés. Par conséquent, le tribunal conclut que les deux crimes internationaux faisaient partie du droit coutumier international de 1990 à 1994, d'après le raisonnement avancé par le ministre dans son mémoire supplémentaire.\n[64] Le ministre soutient que les actes commis par le XXXXéquivalaient à des meurtres et à de la torture en tant que crimes contre l'humanité pendant la période où le comportement reproché a eu lieu, soit de 1990 à 1994. Les appelants semblent affirmer que la SPR et le ministre n'ont pas effectué ni présenté une analyse adéquate du critère énoncé dans l'arrêt Mugesera, faisant valoir qu'aucun délai précis n'a été mentionné.\n[65] Dans l'arrêt Mugesera, la CSC a distingué les éléments suivants pour établir l'existence de crimes contre l'humanité :\n1. un acte prohibé énuméré a été commis (ce qui exige de démontrer que l'accusé a commis l'acte criminel et qu'il avait l'intention criminelle requise);\n2. l'acte a été commis dans le cadre d'une attaque généralisée ou systématique;\n3. l'attaque était dirigée contre une population civile ou un groupe identifiable de personnes;\n4. l'auteur de l'acte prohibé était au courant de l'attaque et savait que son acte s'inscrirait dans le cadre de cette attaque ou a couru le risque qu'il s'y inscrive66.\n- Actes ou comportements prohibés\n[66] Le ministre affirme que la SPR a conclu à juste titre que les actes suivants avaient été commis dans le cadre d'une attaque généralisée et systématique de 1990 à 1994 :\n1) torture généralisée par la police et preuve de mauvais traitements généralisés par la police, y compris une preuve généralisée de la participation de la police aux mauvais traitements infligés aux suspects;\n2) participation de la police à des meurtres et à des exécutions, y compris une preuve généralisée de meurtres de partisans du Congrès national africain (ANC);\n3) rôle clé de la police dans le maintien de l'apartheid, une institution générale créant un système distinct conçu pour maintenir le privilège et le pouvoir de la minorité blanche; à cet égard, une telle pratique était systématique, en plus d'être généralisée, car elle a été perpétrée par la police contre la population noire partout en Afrique du Sud.\n[67] En effet, la preuve montre que le XXXX, principalement par l'intermédiaire de la division des forces de sécurité, a participé à la perpétration de tels crimes. Voici quelques exemples factuels :\nÉvénements de 1990\n* Les forces de sécurité ont participé à l'assassinat de plus de 1 000 Sud-Africains dans les townships de Johannesburg. Le 26 mars 1990, la police a tué 17 manifestants noirs à Sebokeng67 [non souligné dans l'original].\nÉvénements de 1991\n* Au moins 217 militants de l'opposition ont été détenus en vertu de la loi sur la sécurité interne (Internal Security Act), qui permettait la détention de suspects pour une période indéterminée sans que des accusations soient nécessaires. Certains auraient été torturés68.\n* La police et les unités militaires des forces spéciales ont été largement accusées d'avoir participé à des assassinats politiques et d'avoir aidé les responsables de tels meurtres. La police aurait également agi de façon partiale en faveur du LFP et contre l'ANC par sa négligence à protéger les partisans de l'ANC contre les attaques et par son refus de faire enquête sur les meurtres ou de faire traduire les responsables en justice. Le gouvernement a nié de telles allégations, mais de plus en plus d'éléments de preuve ont été produits au cours de l'année, qui faisaient état de la responsabilité officielle ou de l'acceptation d'une série de meurtres politiques, commis en grande partie par des partisans de l'ANC69.\nÉvénements de 1992\n* Plus de 3 000 personnes ont été tuées à Natal, dont bon nombre ont été victimes de l'action des forces de sécurité dans le cadre de combats entre les partisans du Parti de la liberté Inkatha (IFP) et de l'ANC. Le pire incident s'est produit le 17 juin, lorsque 49 personnes, y compris des enfants, ont été tuées par des partisans de l'IFP. De nouveaux éléments de preuve montrent que des forces de sécurité secrètes ont participé à ces meurtres70.\n* Des cas de torture et de mauvais traitements infligés à des détenus ont été signalés; au moins 121 personnes ont été détenues dans des circonstances suspectes, malgré les directives du gouvernement interdisant la torture71.\nÉvénements de 1993\n* À la fin d'octobre 1993, 3521 personnes avaient été tuées dans le cadre d'attaques politiques en raison du conflit entre l'ANC et l'IFP72.\n* L'inconduite policière, y compris le recours aveugle à la force meurtrière pour le contrôle des foules ainsi que la torture et les mauvais traitements infligés aux personnes détenues par la police, est demeurée courante en 1993. Selon le Conseil des droits de l'homme des Nations Unies (CDH), 115 personnes ont été tuées par les forces de sécurité, et 35 personnes sont décédées en détention policière en Afrique du Sud en 1993 jusqu'à la fin d'octobre. L'un des incidents les plus notables de mauvaise gestion de la foule par la police s'est produit en avril, lorsque la police a tiré sur des manifestants à Soweto alors qu'ils protestaient contre la mort de Chris Hani, tuant quatre personnes73.\nÉvénements de 1994\n* Les forces de sécurité sont demeurées puissantes et largement autonomes, malgré de profonds changements.\n* L'année 1994 a été un moment décisif de l'entrée en vigueur de la constitution provisoire et de la déclaration des droits fondamentaux. La disposition de la loi sur la sécurité autorisant la détention pour une période indéterminée sans accusation a été abrogée. Néanmoins, les meurtres à caractère politique ont persisté tout au long de l'année. Le nombre de décès inexpliqués en détention policière est demeuré élevé.\n* Une tendance à la torture policière des détenus dans la région du triangle du Vaal de Johannesburg a été révélée74.\n* Au total, 94 exécutions extrajudiciaires ont été enregistrées en 199475. La plupart de ces meurtres découlaient du conflit opposant l'ANC à l'IFA. La Commission Goldstone a continué de démontrer que l'IFA bénéficiait de soutien sous la forme d'opérations secrètes menées par les forces de sécurité76.\n[68] La SPR a également examiné à juste titre les éléments de preuve montrant que le gouvernement de l'Afrique du Sud avait établi un système visant la séparation fondée sur la race et discriminatoire à l'égard de la population non blanche. Compte tenu de ce qui précède, je confirme que la SPR a conclu à juste titre que le XXXX a commis des actes de meurtre et de torture, qui constituent des crimes contre l'humanité, de 1990 à 1994 et que de tels actes ont été commis dans le contexte d'un régime d'oppression systémique et de domination par les Sud-Africains blancs contre la population non blanche.\n- Attaque généralisée et systématique contre la population\n[69] Le ministre soutient que l'exigence de base relative aux crimes contre l'humanité, à savoir une attaque généralisée et systématique contre une population civile, a été respectée par l'imposition du régime d'apartheid, renvoyant à cet égard à l'arrêt Mugesera. Les appelants n'ont pas contesté cette allégation ni la conclusion de la SPR.\n[70] Le régime visait à séparer une partie de la population en fonction de la race par des atteintes à ses droits fondamentaux de la personne, ce que j'estime constitue une attaque contre la population civile, à savoir contre les Sud-Africains non blancs. La Chambre de première instance du TPIR a conclu, dans l'affaire Akayesu, que l'\" attaque \" peut également comprendre des actes non violents, comme l'imposition d'un régime d'apartheid :\n[traduction]\n581. La notion d'\" attaque \" peut être définie comme un acte illégal comptant parmi les actes énumérés aux alinéas 3a) à 3i) du Statut, comme l'assassinat, l'extermination et la réduction en esclavage. Une attaque peut également être de nature non violente, comme l'imposition d'un régime d'apartheid, qui a été déclaré être un crime contre l'humanité à l'article 1 de la Convention sur l'apartheid de 1973, ou reposer sur le fait d'exercer des pressions sur la population pour qu'elle agisse d'une manière particulière; il peut là aussi s'agir d'une attaque, si de tels actes sont orchestrés à grande échelle ou de façon systématique77 [non souligné dans l'original].\n[71] Plus tard, le TPIY a suivi la définition d'attaque qui précède, reconnaissant explicitement que cette notion comprend également les mauvais traitements infligés à la population civile :\nUne \" attaque \" peut s'analyser comme un type de comportement impliquant des violences. Dans le cadre de crimes contre l'humanité, la notion d'\" attaque \" est différente de celle de \" conflit armé \" et ne se limite pas au recours à la force armée. Au contraire, elle comprend également tous mauvais traitements infligés à la population civile. L'attaque peut précéder le conflit armé, se poursuivre après qu'il a cessé ou lui être concomitante, sans forcément en faire partie78.\n[72] Je crois comprendre que, dans l'affaire Ntaganda, la CPI a rejeté l'approche mentionnée ci-dessus en ce qui a trait à l'application de l'exigence explicite selon laquelle l'attaque doit comprendre des actes énumérés à l'article 7 du Statut de Rome79. Cependant, comme je n'applique pas la définition de crime contre l'humanité de la CPI, mais plutôt celle qui découle du droit international coutumier, j'appliquerai la jurisprudence du TPIY et du TPIR et tiendrai compte du fait que la politique d'apartheid faisait partie de l'attaque généralisée et systématique contre la population civile.\n[73] Je souligne que les observations formulées par le ministre aux paragraphes 52 à 56 de son mémoire supplémentaire concernant l'exigence selon laquelle l'attaque doit être menée en vue de l'application d'une politique d'un État ou d'une organisation ne faisaient pas partie du droit international coutumier, du moins avant le Statut de Rome de 1998. Comme il a été mentionné précédemment, la SAR ne considère pas le Statut de Rome comme une codification complète du droit international coutumier au moment de sa signature, suivant la jurisprudence de la CSC80. Cependant, il n'est pas contesté que le régime d'apartheid en Afrique du Sud était une politique de l'État, ouvertement codifiée dans les lois de l'État81. Par conséquent, je conclus que, peu importe si l'exigence de la politique de l'État ou de l'organisation faisait ou non partie du droit international coutumier avant 1998, la question n'est pas déterminante dans la présente affaire.\n[74] Par conséquent, je conclus que le meurtre et la torture ont été perpétrés par le XXXXdans le cadre d'une attaque généralisée ou systématique contre une partie de la population sud-africaine, à savoir les Sud-Africains non blancs, de 1990 à 1994.\nActus reus et mens rea de complicité en tant que moyen d'engager la responsabilité dans le cadre d'un crime international\n- Conclusions de la Section de la protection des réfugiés\n[75] La SPR a conclu que l'appelant associé avait volontairement contribué de manière significative et consciente au crime d'apartheid en travaillant comme XXXX pour XXXX XXXX XXXX XXXX XXXX XXXX du XXXX. En ce qui concerne l'actus reus du moyen d'engager la responsabilité, la SPR a conclu que, pendant quatre ans, l'appelant associé [traduction] \" a aidé à créer des ouvertures pour d'autres postes à même de favoriser la réalisation des objectifs plus brutaux de l'organisation \" et qu'il [traduction] \" a participé à des activités visant expressément des criminels arrêtés \", qui étaient confiés à l'unité d'enquête, dont les membres ont commis des actes généralisés de torture contre des suspects82. Enfin, elle a considéré que le fait d'aider le XXXXà atteindre son objectif, [traduction] \" même ses objectifs qui n'étaient pas liés au maintien de l'apartheid, l'aidait néanmoins à atteindre son objectif global de maintien de l'apartheid \", ce qui a été jugé être le fondement de la [traduction] \" contribution significative \" de l'appelant associé. En ce qui concerne la mens rea, la SPR a conclu que, comme l'appelant associé a travaillé pour le XXXXde façon volontaire, le critère du caractère volontaire avait été respecté. En ce qui concerne l'exigence relative à la connaissance, la SPR a tenu compte du fait que l'appelant avait fait preuve d'insouciance quant à savoir si ses actes aidaient le XXXXà réaliser son rôle en lien avec la mise en œuvre des politiques d'apartheid, citant à cet égard l'affaire Hadhiri.\n- Observations des parties\n[76] Dans leurs observations supplémentaires, les deux parties ont abordé la question.\n[77] L'appelant associé soutient que les conclusions de la SPR selon lesquelles il devait être visé par l'exclusion étaient simplement fondées sur le fait qu'il avait été XXXX pendant l'époque de l'apartheid, ce qui est assimilable à une conclusion de culpabilité par association. Il fait valoir que la CSC a éliminé l'approche de la \" culpabilité par association \" dans l'arrêt Ezokola. Il insiste sur le fait qu'il faut établir un lien entre lui et le dessein criminel du groupe et qu'il doit avoir apporté une [traduction] \" contribution significative \" au dessein criminel, et non seulement une [traduction] \" contribution \". En ce qui concerne l'application de l'affaire Verbanov, il est d'avis que la SPR [traduction] \" s'est concentrée davantage sur les activités criminelles du groupe, délaissant par le fait même la contribution de la personne à de telles activités criminelles \". Enfin, il conteste la conclusion de la SPR selon laquelle l'insouciance dont il a fait preuve suffisait pour établir que ses actes participaient à des crimes contre l'humanité. Il soutient qu'il faut faire une distinction avec la décision Hadhiri, car cette dernière concernait un employé de haut rang du ministère de l'Intérieur de la Tunisie, qui occupait un rôle de supervision et qui avait négligé de se renseigner quant à savoir si la torture était pratiquée au sein du Ministère. Il insiste sur le fait que, contrairement à la personne en cause dans cette affaire, il occupait un poste de bas niveau au sein XXXX XXXX XXXX XXXX XXXX qui se consacrait au service de la collectivité. Enfin, il conteste les conclusions défavorables quant à la crédibilité concernant le recours déraisonnable à la force dont il aurait pu être témoin lorsqu'il travaillait dansXXXX XXXX XXXX.\n[78] Dans sa réplique au mémoire supplémentaire du ministre daté du 22 novembre 2022, l'appelant associé répète que le ministre s'appuie sur sa simple appartenance au groupe pour affirmer sa complicité dans les crimes contre l'humanité, ce qui va à l'encontre de ce qui est établi dans l'arrêt Ezokola. Il renvoie à la décision Eriator de la Cour fédérale, dans laquelle il a été conclu que l'appartenance à la force policière nigériane ne suffisait pas pour conclure à une contribution significative et était assimilable à une culpabilité par association ou un acquiescement passif83. Il laisse également entendre que, même s'il est admis que l'imposition de l'apartheid constitue une \" attaque \", ce n'est pas pertinent dans son cas, car il est né des décennies après la mise en place du régime, il s'est joint au XXXXpendant sa transformation et il a continué de travailler pour le XXXXaprès l'ère de l'apartheid.\n[79] Le ministre soutient que la SPR a conclu à juste titre que l'appelant associé a volontairement contribué de manière significative et consciente aux crimes et au dessein criminel du XXXX. Il soutient que le XXXXn'avait aucune légitimité en tant que XXXX XXXX XXXX, car son rôle se limitait à faire respecter les lois de l'apartheid et à veiller à ce que le régime continue d'exister. Il est d'avis que la SPR a conclu à juste titre que l'appelant associé a contribué de manière significative au dessein du XXXX, à savoir la mise en œuvre du régime d'apartheid. Il fait valoir que, contrairement à ce qu'avance l'appelant associé dans ses arguments, l'insouciance est suffisante pour conclure qu'une personne a contribué \" de manière consciente \" à un dessein commun criminel, à la lumière de l'arrêt Ezokola. Enfin, le ministre soutient qu'il était raisonnable que la SPR conclue qu'il était invraisemblable que l'appelant associé n'ait pas été au courant des activités criminelles du XXXX. Dans son mémoire supplémentaire, le ministre s'appuie sur les conclusions de la SPR selon lesquelles l'apartheid constitue un crime contre l'humanité pour soutenir sa position selon laquelle l'appelant associé a contribué de manière significative et consciente aux crimes de meurtre et de torture constituant des crimes contre l'humanité.\n- Analyse\n[80] Dans l'arrêt Ezokola, la CSC fournit un guide pour évaluer \" si une personne a ou non volontairement apporté une contribution significative et consciente à un crime ou à un dessein criminel84 \" - j'en comprends donc que l'actus reus est composé d'une \" contribution significative et consciente à un crime ou à un dessein criminel \" et de l'élément moral nécessaire pour avoir contribué de manière \" significative et consciente \". Après une longue étude du droit international coutumier applicable, y compris la jurisprudence de la CPI, du TPIY et du TPIR, ainsi que celle d'autres pays, la CSC a dressé une liste de facteurs en fonction desquels la Commission de l'immigration et du statut de réfugié du Canada (CISR) devrait évaluer l'actus reus et la mens rea des moyens d'engager la responsabilité :\n(i) la taille et la nature de l'organisation;\n(ii) la section de l'organisation à laquelle le demandeur d'asile était le plus directement associé;\n(iii) les fonctions et les activités du demandeur d'asile au sein de l'organisation;\n(iv) le poste ou le grade du demandeur d'asile au sein de l'organisation;\n(v) la durée de l'appartenance du demandeur d'asile à l'organisation (surtout après qu'il a pris connaissance de ses crimes ou de son dessein criminel);\n(vi) le mode de recrutement du demandeur d'asile et la possibilité qu'il a eue ou non de quitter l'organisation.\n[81] J'estime que l'analyse de la SPR est déroutante : elle a d'abord évalué les facteurs mentionnés ci-dessus, sans tirer de conclusion générale, puis elle est passée au critère à trois volets énoncé dans l'arrêt Ezokola, qui consiste notamment à établir si l'appelant a apporté une \" contribution à la fois volontaire, consciente et significative \" pour promouvoir un dessein criminel commun, sans pour autant tenir compte de son évaluation antérieure des facteurs. D'après ce que je comprends, la CSC a énoncé les facteurs en fonction desquels la CISR doit évaluer si l'appelant a apporté une \" contribution à la fois volontaire, consciente et significative \" aux crimes présumés. Il ne s'agit pas de deux exercices distincts. De plus, la SPR a rendu sa décision de vive voix, qui ne fournissait pas une structure claire à une telle analyse complexe.\n[82] Le tribunal a conclu que les actes sous-jacents perpétrés par le XXXXcomprenaient le meurtre et la torture en tant que crimes contre l'humanité, mais que l'attaque contre la population civile consistait, entre autres, en l'imposition du régime d'apartheid par l'appareil gouvernemental sud-africain, dont le XXXXfaisait partie. Le régime d'apartheid était donc inclus dans le dessein illégal commun du gouvernement sud-africain. En effet, même si le tribunal a conclu que la responsabilité pénale individuelle relativement à l'apartheid ne faisait probablement pas partie du droit international coutumier au moment des actes reprochés, il ne fait aucun doute que la poursuite d'une telle politique constituait une violation de la norme péremptoire par l'Afrique du Sud et constituait un crime international à l'échelle de l'État85. Dans l'arrêt Ezokola, la CSC a précisé que, dans le contexte de l'application de l'alinéa Fa) de l'article premier, \" il doit exister des raisons sérieuses de penser qu'[un demandeur d'asile] a volontairement contribué de manière significative et consciente aux crimes ou au dessein criminel d'une organisation86 \".\nLa Section de la protection des réfugiés a eu tort de conclure que la contribution de l'appelant associé était significative\n[83] Je crois que la SPR a commis une erreur en négligeant d'évaluer l'importance de l'incidence des actes et de la conduite de l'appelant associé sur le dessein criminel commun, à savoir l'apartheid, et sur les crimes contre l'humanité de meurtre et de torture. Selon moi, elle a, pour l'appelant associé, confondu [traduction] \" connaissance \" et [traduction] \" contribution significative \" en ce qui a trait aux crimes commis par le XXXX et à la mise en œuvre globale du régime d'apartheid. J'estime qu'elle a également conclu à tort que, en s'acquittant de ses fonctions, l'appelant associé avait participé à la création de postes qui favoriseraient la réalisation des objectifs plus brutaux de l'organisation. À mon avis, une telle affirmation se rapproche dangereusement de la participation par l'adhésion, car selon toute vraisemblance, le travail de tout le monde au sein de l'organisation permet aux autres d'accomplir le leur. Les éléments de preuve montrent que le XXXX a joué un rôle central dans la mise en œuvre de l'apartheid au moyen de mesures répressives, mais l'entité était de nature mixte, et la preuve doit montrer plus qu'une simple appartenance au XXXX pour qu'il soit possible de conclure que la SPR a également tenu compte par erreur du témoignage de l'appelant associé selon lequel il avait \" participé à des activités visant expressément des criminels arrêtés \" en 1997 et en 1998, étant donné que, de toute évidence, les événements en question n'ont pas eu lieu durant la période de 1990 à 1994 sous le régime d'apartheid87.\n[84] Je souligne également que la conclusion de la SPR qui précède découlait de l'application des décisions Hadhiri et Uriol Castro de la Cour fédérale, qui appliquaient le raisonnement de l'affaire Rutayisire :\nUn examen réaliste des crimes contre l'humanité et des génocides sanctionnés par l'État doit prendre en compte un cercle de complicité beaucoup plus large que le cercle comprenant simplement ceux qui ont directement ordonné ou commis des actes de violence. Il convient d'englober ceux qui, ayant connaissance des crimes perpétrés, ont agi ou accepté la situation lorsqu'ils occupaient des postes administratifs qui facilitaient la violence et normalisaient la brutalité88.\n[85] En ce qui concerne l'actus reus de la complicité, à savoir la \" contribution significative \" de l'appelant au crime, il est impératif d'évaluer l'incidence de l'aide possible sur la perpétration des crimes sous-jacents. La CSC a été catégorique dans l'arrêt Ezokola :\nCela dit, même dans le cas d'un groupe animé d'un dessein circonscrit et brutal, les actes et la fonction de l'individu en son sein doivent tout de même être soupesés avec soin, au regard de la situation propre à cet individu, pour déterminer si sa contribution était volontaire et si elle a eu une incidence importante sur le crime ou le dessein criminel du groupe89 [non souligné dans l'original].\n[86] J'estime que la SPR a commis une erreur en s'appuyant sur la décision Rutayisire pour conclure que la contribution de l'appelant associé est devenue significative. L'évaluation de l'importance de la contribution exige de tenir compte de beaucoup de faits, et il faut éviter d'appliquer directement une justification qui, de toute évidence, a été élaborée pour s'adapter à un contexte différent. Je souligne que les faits de la décision Rutayisire, qui a été rendue avant l'arrêt Ezokola, mettaient en cause la perpétration du génocide et l'extermination en tant que crime contre l'humanité au Rwanda en 1994, une période au cours de laquelle 800 000 Tutsis et Hutus modérés ont été brutalement tués en quatre mois, d'avril 1994 à juillet 199490. M. Rutayisire occupait un poste de haut niveau au sein de l'administration en tant que sous-préfet de la préfecture de Butare pendant les massacres et il était responsable des laissez-passer et des escortes militaires qui pouvaient directement sauver des vies. La Cour fédérale s'est appuyée sur des éléments de preuve précis du témoin expert Alison Des Forges dans l'affaire Butare du TPIR pour établir que M. Rutayisire, lorsqu'il s'acquittait de ses fonctions administratives, ne pouvait pas faire abstraction de l'incidence de sa conduite sur la perpétration d'actes de génocide, dans la mesure où ses actes administratifs pouvaient avoir une incidence directe sur la question de savoir si une personne vivrait ou mourrait dans le contexte particulier du génocide rwandais91. La Cour fédérale a élargi cette justification à tous les crimes contre l'humanité sanctionnés par l'État dans les décisions Hadhiri et Uriol Castro, mais je crois qu'il est important de ne pas appliquer le même raisonnement à des contextes différents sans apporter les ajustements appropriés, y compris l'incidence de la contribution prétendue de l'appelant sur la réalisation du dessein criminel92. Comme l'a affirmé l'appelant associé, les décisions Hadhiri et Uriol Castro concernaient également des personnes qui occupaient des postes de haut niveau au sein de leur unité respective93. Je ne crois pas que la situation en Afrique du Sud entre 1990 et 1994 se compare à l'intensité élevée des massacres qui ont eu lieu au Rwanda d'avril à juillet 1994. Le lien direct entre M. Rutayisire et la possibilité que ses actes administratifs sauvent des vies contraste avec le lien ténu entre l'appelant et l'épicentre des crimes internationaux commis par le XXXX. J'estime que la SPR a eu tort d'appliquer une déclaration générale qui s'appliquait à l'origine à une situation différente, sans analyser l'incidence réelle des actes reprochés sur la perpétration des crimes et la réalisation du dessein illégal.\n[87] Je vais donc procéder à ma propre analyse de la contribution significative de l'appelant associé aux crimes contre l'humanité que constituent le meurtre et la torture à la lumière des facteurs énoncés dans l'arrêt Ezokola pour décider si sa contribution prétendue était significative, consciente et volontaire.\n(i) La taille et la nature de l'organisation\n[88] La SPR a tenu compte du fait que, en raison de l'objectif limité et brutal de l'organisation de maintenir l'apartheid, ce facteur [traduction] \" pointait \" vers la complicité, et ce, malgré la taille importante du XXXXet le fait qu'il a exercé à la fois des fonctions criminelles et des fonctions légitimes. Cependant, comme l'a souligné la SPR, le XXXXcomptait plus de 100 000 membres - des XXXX XXXX XXXX XXXX XXXX XXXX. Je souligne le document M-10 selon lequel le XXXXmanquait de légitimité et servait d'instrument de contrôle des opposants politiques, tout en étant mal équipé pour la prévention de la criminalité et la lutte contre le crime. Selon le document M-20, le XXXXa été créé en tant que force paramilitaire, et non en tant que force civile, surtout en ce qui concerne les Sud-Africains noirs. Cependant, le document M-14 décrit le XXXXet ses différentes sections et fonctions. Le XXXXn'était pas structuré comme une XXXX XXXX XXXX régulière caractéristique d'un système démocratique, mais il s'est acquitté de tâches relatives aux XXXX XXXX XXXX généraux \" conventionnels \", y compris enquêter sur les fraudes, assurer la protection des enfants et assumer 'un certain niveau de fonctions policières proactives de prévention de la criminalité. Par conséquent, j'estime que le XXXXest une organisation de nature mixte.\n[89] Comme l'a expliqué la CSC au paragraphe 94 de l'arrêt Ezokola, lorsque l'organisme \" est multiforme ou hétérogène (par exemple, lorsqu'il exerce à la fois des activités légitimes et des activités criminelles), le lien entre la contribution et le dessein criminel sera plus ténu \". Par conséquent, j'estime que la taille et la nature mixte de l'organisation du XXXXdans son ensemble sont telles que le lien est ténu entre la conduite de l'appelant associé, à titre XXXX XXXX XXXX du service XXXX XXXX XXXX XXXX affectés à XXXX XXXX XXXX XXXX XXXX XXXX, et les crimes commis par les forces de sécurité ou le dessein commun de la mise en œuvre de l'apartheid par le gouvernement sud-africain.\n(ii) La section de l'organisation à laquelle l'appelant était le plus directement associé\n[90] Il convient de souligner que la section précise du XXXX qui concernait l'appelant associé, à savoir le service XXXX XXXX XXXX XXXX de XXXX XXXX XXXX XXXX XXXX XXXX, menait des activités quotidiennes et était composé d'environ 900 XXXX XXXX XXXX partout au pays.94 Les fonctions du service comprenaient l'administration XXXX XXXX XXXX, la prévention de la criminalité, les enquêtes sur certaines catégories de crimes et toutes les autres XXXX XXXX qui ne relèvent pas des autres services95. XXXX XXXX a été utilisée pour mettre en œuvre le régime d'apartheid en tant que politique nationale, mais c'était le cas de l'ensemble de l'appareil gouvernemental au moment du comportement criminel reproché. Aucun élément de preuve ne faisait état de crimes commis par le service même auquel appartenait l'appelant associé, par opposition aux services de la sécurité et des opérations, qui se sont rendus responsables de meurtres, d'exécutions, de torture et d'opérations de contrôle des foules96. Cette situation milite contre la conclusion selon laquelle l'appelant associé a contribué de manière significative aux crimes de meurtre et de torture en tant que crimes contre l'humanité et à la mise en œuvre illégale générale du régime d'apartheid.\n(iii) Les fonctions et les activités de l'appelant; le poste ou le grade\n[91] L'appelant associé n'a joué aucun rôle de direction ou de supervision au sein du XXXXde 1990 à 1994. En fait, les éléments de preuve montrent qu'il était un simple XXXX XXXX XXXX affectéXXXXau XXXX XXXX XXXX qui XXXX XXXX XXXX de membres de la population. Aucun élément de preuve ne donne à penser qu'il a refusé d'accepter des plaintes de Noirs ou qu'il a été impliqué dans des détentions ou des arrestations illégales ayant entraîné de la torture. Comme il a été mentionné précédemment, la SPR a pris par erreur en considération les arrestations que l'appelant associé a effectuées après l'apartheid. De toute évidence, le fait que, en s'acquittant de ses fonctions, l'appelant associé permettait à d'autres de contribuer n'est pas suffisant pour élever une contribution [traduction] \" possible \" à des crimes au niveau d'une contribution \" significative \" à la réalisation du dessein commun illégal de l'organisation. Comme l'a réitéré la Cour fédérale dans la décision Eriator, [traduction] \" la simple appartenance ou le défaut de se dissocier d'une organisation aux multiples facettes ne permet pas de conclure à la complicité. Contrairement à ce que laisse entendre la Section d'appel de l'immigration, la culpabilité par association ou l'acquiescement passif ne suffiront pas97 \".\n[92] Comme il a été mentionné précédemment, je ne peux pas souscrire au raisonnement selon lequel, en s'acquittant de ses fonctions, l'appelant permettait aux autres services de commettre des crimes et contribuait ainsi de manière significative au dessein commun. Je crois que ce lien est par trop ténu et qu'il s'approche dangereusement d'englober quiconque travaille pour le XXXX, ce qui serait assimilable à une culpabilité par association.\n(iv) La durée de l'appartenance de l'appelant à l'organisation (surtout après qu'il a pris connaissance de ses crimes ou de son dessein criminel)\n[93] Compte tenu des foudres constantes de la communauté internationale à l'endroit du régime illégal en Afrique du Sud depuis 1949, que la Convention des Nations Unies contre le crime de l'apartheid a officialisées en 1973, il serait difficile d'imaginer que l'appelant associé n'avait aucune connaissance des crimes commis par le gouvernement sud-africain, police y comprise. En outre, la Commission Goldstone a été mise sur pied en 1990 pour enquêter sur les crimes présumés, plus précisément sur ceux perpétrés par les forces de sécurité98. Je conviens avec la SPR que, compte tenu de la nature du régime politique en place, l'appelant associé ne pouvait pas ignorer les crimes commis par le XXXXau fil des ans. Cette connaissance générale ne suffit pas pour appuyer la conclusion selon laquelle il y avait des raisons sérieuses de penser que l'appelant associé a apporté une contribution significative et consciente aux crimes contre l'humanité. Plus particulièrement, je souligne que l'appelant associé est demeuré au service du XXXXaprès le démantèlement de l'apartheid en 1994, ce qui pourrait militer contre une conclusion selon laquelle il savait (ou même souhaitait) participer au maintien du régime d'apartheid en travaillant comme XXXX.\n(v) Le mode de recrutement du demandeur d'asile et la possibilité qu'il a eue ou non de quitter l'organisation\n[94] S'agissant du moyen d'engager la responsabilité, le dernier élément porte sur la nécessité de démontrer le caractère volontaire. Je souscris au raisonnement de la SPR selon lequel l'appelant associé n'a jamais été soumis à la contrainte ni forcé de rester dans la police, et il s'est joint volontairement à la police. En fait, cette conclusion n'a pas été contestée par l'appelant associé. Elle pourrait militer en faveur d'une contribution au dessein commun.\nConclusion concernant la contribution significative de l'appelant à la perpétration de l'apartheid\n[95] Je crois que, compte tenu du grade et des fonctions de l'appelant associé, de la taille de l'organisation et du service au sein duquel il a été embauché, le ministre n'a pas établi l'existence de raisons sérieuses de penser que l'appelant a contribué de manière significative au dessein commun de l'apartheid ou aux crimes contre l'humanité que sont la torture et le meurtre pendant qu'il travaillait pour le XXXX.\n[96] La SPR a fait valoir que, en s'acquittant de ses fonctions pendant quatre ans, l'appelant associé avait permis aux autres services de commettre le crime d'apartheid. Je crois que le lien possible entre les fonctions de l'appelant associé et les crimes commis par un autre service au sein d'une organisation comptant 100 000 membres sur une période de quatre ans est plutôt ténu et s'approche dangereusement de la \" culpabilité par association \", surtout à la lumière du grade inférieur de l'appelant associé et de son affectation à un service qui, selon les éléments de preuve présentés par le ministre, n'était pas directement impliqué dans les crimes décrits par Amnesty International et d'autres organisations non gouvernementales.\n[97] Je souligne également que la constatation de la SPR mentionnée ci-dessus reposait sur la conclusion selon laquelle le XXXXétait l'un des [traduction] \" principaux acteurs \" de la mise en œuvre de l'apartheid, ce qui, selon la SPR, n'était pas le cas de toutes les institutions gouvernementales en place pendant ce régime. Je crois que cette constatation ne tient pas compte de la preuve objective pertinente sur le sujet contenue dans le cartable national de documentation (CND). En effet, l'ensemble de l'appareil gouvernemental a participé à la mise en œuvre de la politique, y compris le système d'éducation, le réseau financier, les entreprises et le secteur judiciaire. Tous visaient à maintenir le privilège de la population blanche minoritaire au préjudice de la population noire majoritaire grâce à un système socioéconomique et juridique discriminatoire, par des moyens répressifs dont usaient les forces de sécurité ou les membres de l'appareil de justice; il ne fait aucun doute toutefois que la police demeurait un outil important pour la mise en œuvre forcée des politiques d'apartheid et de répression99. De plus, la preuve montre que les meurtres en tant que crimes contre l'humanité ont été commis principalement par l'IFP et l'ANC, et les services de sécurité ont soutenu ces crimes au moyen d'opérations secrètes. Les crimes de torture ont été commis principalement dans les prisons et durant des enquêtes, ce à quoi l'appelant associé n'a pas participé. J'estime que les fonctions de l'appelant associé étaient trop éloignées de l'épicentre des crimes internationaux pour que l'appelant associé y ait contribué de manière significative.\n[98] Par conséquent, je conclus que la SPR a commis une erreur et que le ministre ne s'est pas acquitté du fardeau qui lui incombait d'établir qu'il y avait des raisons sérieuses de penser que l'appelant associé avait apporté une \" contribution significative \" au dessein commun illégal de la mise en œuvre de l'apartheid ou de tout crime contre l'humanité invoqué par le ministre, y compris le meurtre et la torture. J'estime que cette conclusion est déterminante pour ce qui est de l'exclusion dans la présente affaire.\n[99] Autrement, j'aborderai également la question de l'élément moral de l'\" insouciance \", même si elle n'est pas déterminante étant donné ma conclusion précédente selon laquelle la preuve n'établit pas que l'appelant associé a apporté une \" contribution significative \".\nInsouciance : mens rea en tant que moyen d'engager la responsabilité en droit pénal international\n[100] De l'avis de la SPR, il suffisait de conclure que l'appelant associé a fait preuve d'insouciance, en ce sens qu'il ne se souciait pas de savoir si ses actes auraient contribué de manière significative à des crimes contre l'humanité comme le meurtre et la torture. Le ministre souligne la conclusion de la CSC selon laquelle l'\" insouciance \" est une conscience subjective acceptable qui lie l'appelant associé aux crimes en question, de sorte que la conclusion de la SPR est correcte. L'appelant associé soutient que, selon le critère énoncé dans l'arrêt Ezokola, la connaissance demeure un facteur important pour établir la complicité.\n[101] Je suis d'accord avec l'appelant associé sur la question mentionnée ci-dessus. Le ministre renvoie au paragraphe 68 de la décision Ezokola pour appuyer sa position selon laquelle l'insouciance est suffisante dans le contexte de l'exclusion en application de l'alinéa Fa) de l'article premier de la Convention. Cependant, je souligne que ce paragraphe se trouve sous la rubrique \" Complicité en droit international - résumé \" et qu'il s'agit d'une conclusion préliminaire, par opposition à la conclusion concernant le critère de la mens rea finalement adopté par la CSC aux paragraphes 89 à 90 du jugement :\nPour être complice de crimes gouvernementaux, un fonctionnaire doit être au courant de leur perpétration ou du dessein criminel du gouvernement et savoir que son comportement facilitera la perpétration des crimes ou la réalisation du dessein criminel.\nNous estimons que cette approche est conforme au type de mens rea exigé à l'art. 30 du Statut de Rome. L'article 30(1) dispose en effet que \" nul n'est pénalement responsable et ne peut être puni à raison d'un crime relevant de la compétence de la [CPI] que si l'élément matériel du crime est commis avec intention et connaissance \". L'article 30(2)a) précise qu'il y a intention chez une personne lorsqu'elle \" entend adopter [l]e comportement \". En ce qui concerne les conséquences, l'art. 30(2)b) exige que la personne \" entend[e] causer cette conséquence ou [soit] consciente que celle-ci adviendra dans le cours normal des événements \". Suivant l'art. 30(3), il y a connaissance lorsqu'une \" personne est consciente qu'une circonstance existe ou qu'une conséquence adviendra dans le cours normal des événements \".\n[102] Comme l'a souligné la CSC, la CPI a fort probablement rejeté l'insouciance, la jugeant insuffisante pour satisfaire à l'exigence prévue à l'article 30 du Statut de Rome100. Au moment de résumer la doctrine du troisième type d'entreprise criminelle commune (ECC) élaborée par le TPIY et TPIR (les tribunaux spéciaux), la CSC s'est principalement appuyée sur les jugements en appel dans les affaires Tadic et Brdanin101. Comme il est mentionné dans l'arrêt Ezokola, selon les tribunaux spéciaux, le troisième type d'ECC exige une conclusion selon laquelle l'accusé partageait l'intention des participants au crime projeté en commun. Ce n'est qu'à ce moment-là que la mens rea de l'insouciance concernant les crimes prévisibles, à savoir des crimes autres que celui projeté en commun, peut être appliquée102. Le troisième type de l'ECC est une forme de responsabilité principale, et non accessoire103. Selon moi, cela est très important, car la doctrine accessoire liée au fait d'aider et d'encourager, qui pourrait permettre la mens rea de l'insouciance en droit coutumier international, exige une contribution plus importante aux crimes ou au dessein commun pour entraîner une responsabilité pénale104. Cette contribution ne doit pas seulement être significative, mais doit aussi avoir une incidence \" substantielle \" sur les crimes ou le dessein commun105.\n[103] L'actus reus de la \" contribution significative \" combiné à une mens rea d'\" insouciance \", dissocié de toute conclusion d'intention de participer au dessein criminel commun, comme forme de participation à un crime international, a été jugé insuffisant pour entraîner une responsabilité pénale par les tribunaux spéciaux. En réponse aux préoccupations soulevées par l'équipe de défense dans l'affaire Brdanin, la Chambre d'appel du TPIY a répété, dans l'extrait cité par la CSC dans l'arrêt Ezokola, qu'une conclusion d'intention de participer au dessein commun est nécessaire pour que la contribution significative entraîne une responsabilité pénale, de façon à éviter la culpabilité par association106. Cette interprétation concorde avec celle de la Convention sur les réfugiés, suivant la recommandation du CDH selon laquelle, dans le contexte de l'analyse en application de l'alinéa Fa) de l'article premier, une contribution substantielle du demandeur d'asile aux crimes internationaux doit être établie; celui-ci devait savoir que son acte ou son omission favoriserait la conduite criminelle107. Ce qui précède correspond aux éléments matériel et moral au fait d'aider et d'encourager, et non à ceux du troisième type d'ECC.\n[104] En résumé, les chambres d'appel communes du TPIY et du TPIR nous enseignent que, pour que l'insouciance soit admise comme norme de la mens rea, le ministre doit prouver que l'appelant avait l'intention de participer à la réalisation du dessein commun. Il s'ensuit que la SPR a commis une erreur en appliquant la norme de l'insouciance à la présente affaire sans conclure que l'appelant associé avait l'intention de participer à la réalisation du dessein commun, à savoir l'imposition de l'apartheid, ou encore que sa contribution prétendue a eu une incidence substantielle sur les crimes contre l'humanité que sont le meurtre et la torture108.\n[105] La CSC exige que la jurisprudence et les lois canadiennes soient interprétées de manière à ne pas contrevenir aux obligations internationales du Canada109. Selon moi, l'analyse de la CSC décrite aux paragraphes 62 à 68 de l'arrêt Ezokola constitue un résumé des différents moyens d'engager la responsabilité reconnus par les tribunaux spéciaux pour décider si la culpabilité par association constituait une forme reconnue de responsabilité en droit coutumier international : sa conclusion ne s'applique pas directement aux cas faisant intervenir l'alinéa Fa) de l'article premier. Les paragraphes 84 à 90 contiennent les conclusions déterminantes de la CSC, qui rejette l'application de l'insouciance en tant que mens rea au moment d'appliquer l'article 30 du Statut de Rome.\n[106] Je crois que, dans la décision Hadhiri, la Cour fédérale a mal interprété l'arrêt Ezokola. En effet, elle a tenu compte du fait que le paragraphe 68 de l'arrêt Ezokola permettait \" de conclure à la complicité d'une personne si elle a, consciemment ou par insouciance, apporté une contribution significative au crime ou au dessein criminel du groupe auquel elle est associée110 \". Cette interprétation est trompeuse, car elle ne tient pas compte des normes du droit coutumier international.\n[107] Par conséquent, je conclus que la SPR a tiré deux conclusions erronées : d'abord en concluant au caractère suffisant de l'insouciance pour satisfaire à l'élément moral de la contribution sous le régime du droit coutumier international, et ensuite en concluant que l'appelant associé avait participé de façon insouciante aux crimes contre l'humanité que sont le meurtre et la torture ou la promotion du dessein commun illégal.\n[108] J'ai déjà conclu que je ne crois pas que la contribution prétendue de l'appelant associé ait atteint le niveau d'une contribution \" significative \". Même si c'était le cas, le ministre n'a pas présenté suffisamment d'éléments de preuve pour appuyer la conclusion selon laquelle il y avait des raisons sérieuses de penser que l'appelant associé, en tant XXXX XXXX XXXXde XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX, a sciemment contribué à la perpétration de crimes contre l'humanité (des meurtres ou de la torture) ou à la mise en œuvre de la politique d'apartheid en tant que dessein commun illégal de l'appareil gouvernemental sud-africain. En effet, ses fonctions étaient trop éloignées des prétendus crimes contre l'humanité. Rien ne montre qu'il savait qu'il y apportait sa contribution, et ce, même s'il savait que le XXXXcommettait de tels crimes. De plus, comme tous les organes gouvernementaux mettaient en œuvre la politique d'apartheid, tous les membres du gouvernement contribuaient à un tel dessein commun illégal. Je comprends que la police a participé tout particulièrement à la mise en œuvre de la politique, mais rien ne montre que le service pour lequel travaillait l'appelant associé a participé directement à la perpétration de tels crimes, comme c'est le cas des forces de sécurité, par exemple.\n[109] Par conséquent, je suis d'avis que la SPR a commis une erreur en refusant à l'appelant associé l'accès au régime de protection des réfugiés en application de l'alinéa Fa) de l'article premier de la Convention parce que le ministre n'a pas établi qu'il y a des raisons sérieuses de penser que l'appelant associé a contribué de manière significative à des crimes contre l'humanité ou, sinon, que ce dernier a contribué de manière consciente aux crimes et au dessein criminel de l'organisation. Par conséquent, j'annule cette conclusion et j'évaluerai si M. XXXXa qualité de réfugié au sens de la Convention comme il est prétendu, de même que la conclusion de la SPR à cet égard.\nLa Section de la protection des réfugiés a eu raison de conclure que les appelants n'avaient pas qualité de réfugié au sens de la Convention\n[110] La SPR a conclu que les appelants avaient témoigné de façon crédible. Cependant, leurs allégations n'étaient pas étayées par les éléments de preuve sur les conditions dans le pays, qui indiquaient plutôt que les crimes reprochés avaient un fondement économique et non racial. La SPR a considéré que, si la preuve faisait état de certains crimes contre des Sud-Africains blancs motivés par la race, la preuve objective indique que la grande majorité des crimes contre la population blanche ne le sont pas. Tout compte fait, la SPR a reconnu que les appelants éprouvaient une véritable crainte subjective à l'idée de retourner dans leur pays de naissance, mais elle a statué qu'il n'y avait pas d'éléments de preuve à l'appui de leur allégation voulant que cette crainte soit objectivement fondée. Enfin, elle a décidé que les appelants seraient exposés au même risque lié à la criminalité généralisée qui afflige l'ensemble de la société sud-africaine, ce qui ne permet pas d'accorder une protection au titre de l'article 97 de la LIPR.\n[111] Les appelants soutiennent que la SPR a commis une erreur lorsqu'elle a évalué l'existence d'une possibilité sérieuse qu'ils soient exposés à l'un des types précis de crimes mentionnés dans la preuve sur les conditions dans le pays au lieu d'évaluer la possibilité qu'ils soient persécutés pour des motifs prévus dans la Convention, à savoir la race (en tant que Sud-Africains blancs) et l'appartenance à un groupe social (en tant que Sud-Africains blancs perçus comme étant riches). Ils font valoir que la SPR avait également commis une erreur parce qu'elle avait appliqué un critère erroné en exigeant des éléments de preuve montrant que les Sud-Africains blancs sont les seuls à être victimes d'une violence extrême. Ils font également valoir que la SPR a eu tort de tirer ses conclusions sans tenir compte d'éléments de preuve pertinents à l'appui de leur exposé circonstancié et de rejeter la demande d'asile parce que les crimes subis par les Sud-Africains blancs ne sont pas tous motivés par la race. Quoi qu'il en soit, ils prétendent qu'ils bénéficiaient toujours de la présomption de véracité établie dans l'arrêt Maldonado et qu'ils n'étaient pas tenus de produire des éléments de preuve corroborants. Ils soutiennent que la SPR a tiré des conclusions incohérentes en concluant d'abord qu'ils subiront probablement des attaques similaires à leur retour en Afrique du Sud, sans pour autant qualifier de telles récidives de possibilité sérieuse de persécution. Ils sont également d'avis que le commissaire de la SPR a commis l'erreur d'accorder trop de poids à l'absence d'éléments de preuve relatifs à des crimes motivés par la race à l'endroit de Sud-Africains blancs dans les rapports internationaux annuels contenus dans le CND. Ils ajoutent que le tribunal a rejeté à tort des documents au motif qu'ils ont été rédigés de manière collaborative, sans préciser clairement les documents auxquels le tribunal accordait peu de poids. Enfin, ils affirment que le tribunal a commis une erreur dans son interprétation des enquêtes, car il n'aurait pas compris le lien entre les crimes redoutés et l'animosité raciale contre les Sud-Africains blancs de la part des Sud-Africains noirs et aurait mis l'accent sur le discours public haineux des politiciens noirs contre les Blancs.\nLien avec la Convention\n[112] Il est difficile de savoir ce que le commissaire de la SPR considérait comme le lien avec la Convention, mais il a déclaré qu'il était [traduction] \" disposé à admettre provisoirement \" que les appelants appartiennent à un groupe social formé par des personnes prises pour cible en raison de leur richesse perçue des suites de l'apartheid. Le tribunal a précisé que le groupe social devait être pris pour cible pour des raisons autres qu'économiques, car un tel motif a été rejeté par la jurisprudence.\n[113] Dans son formulaire Fondement de la demande d'asile, M. XXXX a écrit qu'il ne demandait pas l'asile en tant que membre du groupe social des [traduction] \" Blancs en Afrique du Sud \". Il affirme plutôt fonder sa demande d'asile sur la [traduction] \" race \" parce qu'il est blanc. Malheureusement, je ne suis pas certaine de comprendre la différence. Dans les observations qu'ils ont présentées relativement à l'appel, les appelants soutiennent qu'ils sont membres d'un groupe social défini comme étant [traduction] \" des Sud-Africains blancs perçus comme étant riches \". L'appelant affirme que les rapports internationaux sur les droits de la personne ne dressent pas un portrait juste de la réalité en Afrique du Sud, car, contrairement à ce qui y est écrit, [traduction] \" la violence des Noirs contre les Blancs \" est une pratique courante dans les milieux où il évolue. Les appelants ont également fait valoir qu'une demande d'asile ne peut être rejetée uniquement parce qu'ils n'ont pas présenté d'éléments de preuve extrinsèques pour la corroborer.\n[114] Je souligne que, dans la décision Yusuff, la Cour fédérale a répété que \" [n]otre cour a invariablement estimé que la richesse apparente, sans rien d'autre, ne constitue pas un groupe social111 \". Dans le cas de l'Afrique du Sud, le lien est constitué d'une combinaison de motifs, car la race et la perception de la richesse peuvent être interreliées.\n[115] Cependant, comme il en sera davantage question plus loin dans l'analyse, la preuve objective contenue dans le CND signale que les Sud-Africains blancs ne font pas face à des difficultés particulières en matière d'emploi, d'éducation et de logement, ce qui n'est pas contesté par les appelants112. Il est aussi mentionné dans cette preuve que les Sud-Africains blancs occupent toujours une \" place privilégiée \" dans la société et que \" [l]a valeur nette détenue par les Sud-Africains noirs n'équivaut qu'à environ cinq pour cent de la valeur nette moyenne détenue par les Sud-Africains blancs. Ces derniers vivent en Afrique du Sud comme dans un pays industrialisé; leur niveau de vie sur les plans économique et social ressemble à celui que l'on trouve en Europe de l'Est ou en Israël \"113. Selon moi, ces informations appuient la conclusion de la SPR selon laquelle les Sud-Africains blancs sont principalement pris pour cible en raison du taux de criminalité élevé qui afflige le pays et de leur richesse réelle plutôt que perçue114. Comme la richesse n'est pas reconnue comme un motif de persécution valide, j'examinerai la question de savoir s'il y aurait une possibilité sérieuse que les appelants soient persécutés en raison de leur race s'ils devaient retourner dans leur pays de naissance. J'analyserai également le risque au titre de l'article 97 de la LIPR.\nLa Section de la protection des réfugiés a correctement évalué les éléments de preuve présentés par les appelants\n[116] Les appelants ont dit durant leur témoignage qu'ils ont eux-mêmes été victimes de crimes motivés par la race : 1) en XXXX 2011, lorsque XXXX a presque été arrachée des bras de Mme XXXXpendant qu'elle se trouvait au guichet automatique; 2) en XXXX 2017, lorsque les appelants adultes craignaient que leur fille soit enlevée de l'hôpital; et 3) six incidents en 2016 dans le cadre desquels Mme XXXXet ses enfants ont failli être renversés par des chauffeurs de taxi noirs. Les appelants ont également affirmé que plusieurs enfants blancs ont été [traduction] \" fauchés \" par des chauffeurs de taxi noirs au cours des dernières années. Ils signalent le cas de la mère d'une amie, XXXX XXXX, qui a été brutalement torturée et assassinée par son jardinier. En XXXX 2017, la tante de l'appelant a été attaquée alors qu'elle tentait d'empêcher ses propres filles d'être violées par quatre hommes noirs. Les appelants parlent également des six incidents au cours desquels des Noirs se sont introduits chez eux par effraction. Enfin, l'appelant se rappelle un incident où sa voiture a presque été volée.\n[117] Je conviens avec la SPR que, même si une partie de la violence semble être motivée par la race, la plupart des incidents ont plutôt un but économique, comme l'introduction par effraction dans la maison. Même la tentative de soutirer le garçon à Mme XXXX peut probablement être considérée comme un stratagème visant à obtenir une rançon, car elle retirait de l'argent du guichet bancaire à ce moment-là.\n[118] Comme les appelants l'ont affirmé, les tensions raciales sont fortes en Afrique du Sud. Corroborées par la preuve objective, les déclarations de certains politiciens dénotent une haine raciale inacceptable à l'égard de la minorité blanche115. Je souligne également les messages sur Facebook présentés par les appelants à l'appui de leurs allégations selon lesquelles ils craignent d'être persécutés en raison de la couleur de leur peau en cas de retour en Afrique du Sud.\n[119] Je conviens avec la SPR que les épisodes de violence motivée par la race, comme lorsque des gens ont tenté de renverser les appelants ou les incidents signalés dans la preuve objective qu'ils ont présenté, n'équivalent pas en soi à une possibilité sérieuse de persécution. Comme l'a souligné le tribunal, ces incidents peuvent être bouleversants, mais ils n'appuient pas l'existence d'une criminalité systémique fondée sur la discrimination raciale contre les Sud-Africains blancs.\n[120] Je rejette l'affirmation des appelants selon laquelle la SPR a eu tort de ne pas tenir compte d'éléments de preuve ou de sélectionner des éléments de preuve qui n'appuyaient pas leur exposé circonstancié. Je souligne que les appelants n'ont pas précisé quels documents ont effectivement été ignorés ni l'incidence qu'ils auraient eue sur la conclusion.\n[121] Comme il sera analysé ultérieurement, d'autres éléments de preuve qui démontrent la violence fondée sur la haine raciale ne suffisent pas à établir l'existence d'une possibilité sérieuse de persécution.\nLa Section de la protection des réfugiés a conclu à juste titre à l'absence de fondement objectif de la crainte de persécution\n[122] La SPR a admis que les appelants craignent sincèrement de retourner en Afrique du Sud, une conclusion qui est correcte selon mon interprétation de la preuve. Cependant, je conviens avec la SPR que la persécution ciblée des Sud-Africains blancs est principalement motivée par des raisons économiques, car il est vrai qu'ils sont plus riches, comme il a été mentionné précédemment.\n[123] La SPR a souligné que les documents inscrits aux pièces C-16, C-13, C-17 et C-23 font état de crimes manifestement motivés par la race, à l'instar de la vidéo 5. Je souscris à une telle évaluation.\n[124] Je note également l'affidavit de M. XXXX, XXXX de XXXX XXXX, daté du 2 mars 2012, dans lequel le déposant a déclaré que les Sud-Africains blancs anglophones font l'objet de crimes haineux et que, lorsque des qualificatifs raciaux sont proférés pendant la perpétration d'un crime, un tel crime peut être considéré comme motivé par la haine. Quant aux crimes violents contre les Sud-Africains blancs qui ne sont toujours pas signalés, ils concernent principalement des meurtres dans des exploitations agricoles, comme il est écrit dans l'affidavit XXXX XXXX daté du 2 juin 2012. Comme l'a souligné la SPR, les appelants ne font pas partie de ce groupe. Dans un autre affidavit daté du 10 octobre 2014, la même déposante se plaint du fait que les principales organisations non gouvernementales ne signalent pas les crimes haineux commis contre des Blancs, mais aucune explication n'est fournie. De plus, je précise que, dans cet affidavit, Mme XXXX explique que les foyers de la classe supérieure et de la classe moyenne ont les moyens de renforcer leurs systèmes de sécurité pour repousser les agresseurs éventuels, une mesure que les communautés noires pauvres ne peuvent probablement pas se permettre, ce qui explique pourquoi ils sont plus susceptibles d'être victimes de crimes violents.\n[125] J'estime également que les documents de l'appelant montrent que, parfois, le système de justice est intervenu adéquatement pour enquêter sur les suspects de crimes violents motivés par la race et engager une action contre eux. À la page 97 des documents communiqués par les appelants, l'auteur déclare ce qui suit : [traduction] \" Les statistiques sur la criminalité élevée dans le pays (près de 19 000 meurtres par année) ont miné la cohésion et l'investissement. Après l'érosion de leur privilège, les Afrikaners se sentent particulièrement vulnérables, à la fois parce qu'ils sont blancs et parce qu'ils sont membres d'une minorité linguistique. \" Je crois que cette affirmation décrit fidèlement la situation des appelants, qui se sentent vulnérables étant donné le haut taux de criminalité, ce qui ne signifie pas nécessairement qu'ils seraient exposés à une possibilité sérieuse de persécution en cas de retour en Afrique du Sud.\n[126] Les appelants ont également présenté, à la page 100 de la pièce 16, l'ancienne Réponse à la demande d'information de la CISR datée du 28 mai 2013,où il est mentionné que, \" selon le rapport annuel de 2011-2012 du XXXX, les Sud-Africains blancs et ceux d'origine asiatique sont moins susceptibles que les Sud-Africains d'origine africaine ou ceux de couleur d'être victimes d'un meurtre, et il est souligné que la situation socioéconomique, plutôt que la catégorie raciale, influence la probabilité d'être victime d'un crime violent \". En fait, cela appuie la conclusion de la SPR selon laquelle, bien que les Sud-Africains blancs soient victimes de crimes violents qui sont parfois aussi des crimes haineux, les statistiques générales montrent que les Sud-Africains noirs demeurent les principales victimes de tels crimes, qui découlent de la situation socioéconomique et non de la haine raciale.\n[127] Je note les renseignements supplémentaires fournis par les appelants, notamment au sujet de deux nouveaux incidents survenus dans leur cercle. Le premier incident est décrit dans un courriel daté du 24 octobre 2019 et concerne un vol commis dans une maison familiale au cours duquel personne n'a été grièvement blessé, même si une victime âgée a succombé à un trouble de stress post-traumatique. Cet incident donne à penser que les motivations étaient probablement d'ordre économique plutôt que fondées sur la haine raciale.\n[128] La page de Wikipédia à laquelle la SPR n'a accordé aucun poids concerne le mouvement Les Noirs d'abord, la terre d'abord (Black First Land First), qui préconise une politique [traduction] \" [d']expropriation sans indemnisation \" visant à prendre les terres des Blancs. Les personnes prises pour cible sont principalement des agriculteurs blancs, un groupe auquel les appelants n'appartiennent pas. De plus, je suis consciente des tensions raciales en Afrique du Sud des suites de l'apartheid et des discours haineux contre la minorité blanche qui en découlent. Cependant, l'Afrique du Sud est également aux prises avec un taux de criminalité très élevé qui touche l'ensemble de la population. La population blanche est plus susceptible d'être exposée à un certain type de crime en raison de sa richesse réelle ou perçue, mais elle est moins susceptible d'en connaître d'autres, comme en témoigne l'analyse qui suit116.\nLes documents objectifs du cartable national de documentation n'appuient pas les allégations des appelants\n[129] Je rejette l'affirmation des appelants selon laquelle la SPR a commis une erreur en accordant du poids au fait que les rapports internationaux annuels contenus dans le CND étaient muets par rapport à la question. Comme l'a souligné le commissaire, il aurait été raisonnable de s'attendre à ce que le rapport sur les droits de la personne du Département d'État des États-Unis, le rapport sur la situation des droits humains dans le monde d'Amnesty International, le rapport mondial de Human Rights Watch ou le rapport sur la liberté dans le monde de Freedom House fassent état de la persécution raciale des Sud-Africains blancs si c'était le cas. Je fais observer que, dans le plus récent CND, le Service de recherche du Congrès (Congressional Research Service) des États-Unis signale que les agriculteurs blancs sont [traduction] \" périodiquement victimes d'attaques criminelles117 \". Ces attaques ont été qualifiées d'opportunistes et étaient parfois considérées comme motivées par la race. Il précise que la violence xénophobe de masse cible principalement les étrangers et que de nombreux Blancs vivent souvent dans des ensembles résidentiels protégés et très sécurisés118.\n[130] Je souligne que, dans le document C-10, il est écrit que le syndicat Solidarité a déposé une plainte auprès du Comité des Nations Unies pour l'élimination de la discrimination raciale concernant les discours haineux visant les minorités. Pourtant, je constate que les appelants n'ont présenté aucun rapport des Nations Unies ou des entités internationales compétentes en Afrique qui pourrait révéler l'ampleur de la violence commise par la population noire contre les Sud-Africains blancs. Par conséquent, je rejette l'affirmation des appelants selon laquelle la SPR a commis une erreur en accordant trop de poids à l'absence de renseignements dans le CND. En effet, il leur incombait de démontrer que des rapports fiables, gouvernementaux ou autres, fournissent des renseignements à l'appui de leurs allégations. Les éléments de preuve relatifs à des incidents uniques, même s'ils sont pertinents, ne suffisent pas. Je crois que de procéder de façon anecdotique peut être trompeur et qu'il est préférable de s'appuyer sur des rapports qui brossent un tableau d'ensemble de la situation des Sud-Africains blancs au sein de la population.\n[131] Je rejette également l'affirmation des appelants selon laquelle la SPR a eu tort de ne pas s'attarder au lien entre les crimes redoutés et les discours véhiculés contre les Blancs. J'ai examiné l'analyse expliquée aux pages 14 à 18 de la décision exposée de vive voix et j'estime que les observations de la SPR étaient correctes. Les appelants n'ont relevé aucune erreur à cet égard.\n[132] En effet, je souscris en particulier à la conclusion suivante : même si les ménages dirigés par des Blancs semblent être victimes de façon disproportionnée de cambriolage et de vol de voiture, cela s'explique de manière raisonnable du fait que la minorité blanche possède toujours la majeure partie de la richesse en Afrique du Sud, ce qui englobe les occasions d'affaires et la propriété foncière. D'après le CND, l'Afrique du Sud affiche toujours les taux d'inégalité les plus élevés du monde et les 10 p. 100 les plus riches détiennent toujours environ 71 p. 100 de la richesse du pays119. En ce qui concerne la disparité, il faut également tenir compte du fait que [traduction] \" les crimes à l'endroit des personnes pauvres et vulnérables sont beaucoup moins susceptibles d'être signalés à la police ou enregistrés par elle120 \". Quoi qu'il en soit, il est normal de s'attendre à ce que les crimes économiques comme le vol qualifié et le détournement d'automobile visent davantage les riches qui, en Afrique du Sud, sont les minorités blanches.\n[133] Je souligne que la SPR a effectué une analyse croisée des statistiques concernant les crimes et leur possible motivation raciale. Elle s'est dit à juste titre que, si de tels crimes avaient été commis en raison de la haine raciale, il aurait été raisonnable de s'attendre à ce qu'une proportion beaucoup plus élevée de voitures appartenant à des Blancs soient prises pour cible, ce qui n'est pas le cas. Les appelants n'ont pas démontré en quoi cette analyse était erronée, d'autant plus que 91 p. 100 des Blancs possèdent une voiture, comparativement à 20 p. 100 des Noirs. Par conséquent, je crois que la SPR a conclu avec raison que le nombre légèrement disproportionné de crimes économiques dont les Sud-Africains blancs sont victimes s'explique par leur situation économique avantageuse.\n[134] En ce qui concerne les crimes violents, je souligne que l'Afrique du Sud se classe au cinquième rang mondial pour ce qui est du taux par habitant. Diverses causes ont été avancées pour expliquer un taux aussi élevé, y compris l'inégalité socioéconomique, la marginalisation et les préjugés sociaux. Cependant, les crimes violents, soit les voies de fait, les agressions sexuelles et les meurtres combinés, représentent 5,5 p. 100 de l'ensemble des infractions criminelles enregistrées121. Comme l'a souligné la SPR, sur les 16 000 meurtres signalés, les victimes étaient des Sud-Africains blancs dans seulement 182 cas. Ces chiffres révèlent que le groupe des Sud-Africains blancs est donc moins exposé à un risque de crime violent que leurs compatriotes noirs. Des crimes violents motivés par la haine sont certes commis contre la population blanche, mais les statistiques globales n'appuient pas l'allégation voulant que le risque soit plus qu'une simple possibilité.\n[135] L'enquête montre également que les Sud-Africains blancs entretenaient de meilleures relations avec la police, contrairement à ce que les appelants ont vécu, surtout en comparaison avec la population noire. Comme l'a souligné la SPR, cela n'appuie pas l'allégation des appelants voulant que la police fasse de la discrimination contre la population blanche. Là encore, les appelants n'ont pas expliqué en quoi cette analyse est erronée.\n[136] Comme l'a souligné la SPR, les appelants n'ont pas parlé de la conclusion du rapport sur les relations raciales en Afrique du Sud selon laquelle [traduction] \" les relations raciales en Afrique du Sud se sont remarquablement bien maintenues en 2018 \", et ce, malgré le discours à teneur raciale tenu avec véhémence par les partis politiques, et en particulier les propos haineux de M. Malena122. J'estime que l'analyse de la SPR sur cette question est correcte et que les appelants n'ont relevé aucune erreur.\n[137] Par conséquent, je conviens que, dans l'ensemble, la preuve objective contenue dans le CND montre que l'Afrique du Sud affiche un taux de criminalité très élevé qui touche l'ensemble de la population. La population blanche est une cible de choix des crimes économiques en raison de sa richesse réelle, plus grande que celle de la population noire qui, d'après les enquêtes, est plus susceptible d'être victime de crimes violents, surtout en raison de la violence des gangs123.\n[138] Par conséquent, je tranche que la SPR a conclu à juste titre qu'il n'y avait pas d'éléments de preuve à l'appui de l'allégation selon laquelle les Sud-Africains blancs perçus comme étant riches sont pris pour cible de façon disproportionnée en raison de leur race plutôt que parce qu'ils sont plus riches et qu'ils représentent donc de meilleures cibles pour des crimes économiques. Les appelants n'ont pas établi l'existence d'un lien avec la Convention, car la richesse perçue ou réelle n'est pas reconnue comme un motif de persécution124.\nLa Section de la protection des réfugiés a conclu à juste titre qu'il n'y avait pas suffisamment d'éléments de preuve concernant la persécution fondée sur le sexe\n[139] La SPR a jugé que les appelantes n'avaient pas présenté d'éléments de preuve montrant un risque accru de violence fondée sur le sexe, mis à part le risque auquel l'ensemble de la population est exposé.\n[140] Les appelants soutiennent que la SPR a exigé à tort qu'ils fournissent des éléments de preuve établissant que les appelantes sont exposées personnellement et précisément à un risque accru par rapport au reste de la population. Ils font également valoir que la SPR n'a pas tenu compte des Directives numéro 4 du président intitulées Revendicatrices du statut de réfugié craignant d'être persécutées en raison de leur sexe. Ils soulignent le passage des Directives renvoyant à l'arrêt Salibian, affirmant qu'il n'était pas nécessaire pour eux d'établir des circonstances qui leur sont propres. Ils sont d'avis que la SPR n'a pas tenu compte des nombreux éléments de preuve sur les conditions dans le pays contenus dans le CND, selon lesquels les femmes sont exposées à une discrimination grave et à un risque de violence sexuelle, ni mentionné d'éléments de preuve à l'appui de sa conclusion.\n[141] Je conviens avec les appelants que la SPR a négligé de se reporter aux Directives concernant la persécution fondée sur le sexe dans le cadre de son analyse des allégations de persécution fondée sur le sexe. Je m'assurerai que l'analyse de la SPR respecte ces directives dans le cadre de ma propre analyse et j'en tiendrai également compte dans le cadre de mon examen indépendant de la preuve.\n[142] La preuve objective révèle que les femmes sud-africaines font face à de la discrimination dans toutes les sphères de la vie :\n[traduction]\nMême si tous les Sud-Africains sont théoriquement égaux devant la loi, la discrimination fondée sur la race, le sexe, la capacité, la nationalité et l'orientation sexuelle est encore répandue. L'Afrique du Sud demeure un État patriarcal et socialement conservateur, ce qui se traduit par des niveaux exceptionnellement élevés de violence fondée sur le sexe et de viol125.\n[143] Comme l'ont souligné les appelants, les documents contenus dans le CND - la version du 30 juillet 2021 ou la plus récente - établissent que la violence fondée sur le sexe et les féminicides sont un problème en Afrique du Sud. En effet, 51 p. 100 des femmes interrogées dans la province de Gauteng et 44 p. 100 de celles du Cap-Occidental ont été victimes de violence familiale à un moment donné de leur vie. La violence familiale est très répandue et constitue la cause de 54 p. 100 des féminicides126. Les appelants sont de Johannesburg, une ville située dans la province de Gauteng.\n[144] D'autres documents du CND contiennent les renseignements pertinents suivants :\n[traduction]\nBien que la loi criminalise la violence familiale et le viol d'hommes ou de femmes, le nombre de cas de viol signalés est passé de 41 583 en 2018-2019 à 42 289 en 2019-2020. L'Afrique du Sud affiche l'un des taux les plus élevés de violence fondée sur le sexe et de féminicides dans le monde. La plupart des agresseurs étaient des connaissances ou des membres de la famille des victimes. Les lois interdisent le harcèlement sexuel, mais il demeure un problème répandu chez les femmes127 [non souligné dans l'original].\n[145] La violence faite aux femmes serait un problème répandu en Afrique du Sud. Elle a poussé l'État à créer des institutions indépendantes de protection des droits civils et à se doter d'un plan d'action gouvernemental de lutte contre la violence fondée sur le sexe en 2019128. Je souligne que la preuve ne fait pas de distinction entre les victimes blanches et les victimes noires.\n[146] Mme XXXXn'affirme pas avoir été victime de violence de la part de son partenaire ni craindre de subir une telle violence. Il n'y a pas non plus d'allégations voulant que les appelantes craignent des connaissances ou des membres de leur famille. Je crois comprendre qu'aucune d'entre elles n'a été victime de violence fondée sur le sexe dans le passé de la part de membres de leur famille ou d'autres personnes. Je souligne que les crimes violents ne représentent que 5,5 p. 100 de tous les crimes en Afrique du Sud. Selon la preuve des appelants, une personne âgée de plus de 16 ans était exposée à une probabilité de 0,25 p. 100 d'être victime de violence sexuelle en 2018-2019129. La violence fondée sur le sexe est un fléau en Afrique du Sud, mais les appelantes ne possèdent pas le profil de femmes qui seraient exposées à une possibilité sérieuse de persécution en raison de leur sexe, comme le montre la preuve objective. Rien dans les Directives du président n'indique le contraire.\n[147] Même en tenant compte de l'intersectionnalité entre le sexe et la race dans le contexte d'une crainte fondée sur la richesse perçue, je ne trouve pas d'éléments de preuve donnant à penser que les appelantes se retrouveraient dans une situation où elles seraient exposées à une possibilité sérieuse de persécution en cas de retour en Afrique du Sud. Aucun élément de preuve ne montre que les femmes blanches d'Afrique du Sud sont la cible de violence fondée sur le sexe du point de vue de la richesse perçue; elles le sont plutôt dans le contexte de relations personnelles et familiales.\n[148] Par conséquent, je crois que la SPR a eu raison de conclure que les appelants n'ont pas fourni suffisamment d'éléments de preuve à l'appui de leur allégation selon laquelle ils seraient exposés à une possibilité sérieuse de persécution fondée sur le sexe en cas de retour en Afrique du Sud.\n[149] À la lumière des faits prétendus, les appelants n'ont pas non plus prouvé, selon la prépondérance des probabilités, qu'ils seraient personnellement exposés à un risque, au sens de l'article 97 de la LIPR, au-delà de la criminalité générale. En effet, comme il a été démontré précédemment, le taux de criminalité en Afrique du Sud est particulièrement élevé, mais le sous-alinéa 97(1)b)(ii) de la LIPR exclut un risque auquel d'autres personnes sont généralement exposées dans un pays, comme la criminalité généralisée.\nCONCLUSION\n[150] Je rejette l'appel. Je déclare que l'appelant associé ne doit pas se voir refuser l'accès au régime de protection des réfugiés parce qu'il n'est pas visé à l'article 98 de la LIPR, mais je maintiens que la SPR a conclu à juste titre que les appelants n'ont pas qualité de réfugié au sens de la Convention ni qualité de personne à protéger au titre des articles 96 et 97 de la LIPR.\n(signé)\nMe Martine Durocher\nMe Martine Durocher\n2 février 2023\nDate\nTraduction de la CISR\nLangue originale : anglais\n1 Loi sur l'immigration et la protection des réfugiés, paragr. 110(4).\n2 Canada (Citoyenneté et Immigration) c. Singh, 2016 CAF 96; Canada (Citoyenneté et Immigration) c. Raza, CF 385.\n3 Règles de la Section d'appel des réfugiés, paragr. 29(4).\n4 Canada (Citoyenneté et Immigration) c. Huruglica, 2016 CAF 93; Rozas del Solar c. Canada (Citoyenneté et Immigration), 2018 CF 1145.\n5 L'Accord concernant la poursuite et le châtiment des grands criminels de guerre des Puissances européennes de l'Axe, signé à Londres le 8 août 1945.\n6 Proclamation du commandant suprême des puissances alliées, datée du 19 janvier 1946.\n7 Loi no 10 du Conseil de contrôle sur le châtiment des personnes reconnues coupables de crimes de guerre, de crimes contre la paix et de crimes contre l'humanité (Control Council Law No. 10, Punishment of Persons Guilty of War Crimes, Crimes Against Peace and Against Humanity), (1946) 3 Official Gazette Control Council for Germany 50-55, art. II.\n8 Résolution 827 du Conseil de sécurité des Nations Unies, Statut du Tribunal pénal international pour l'ex-Yougoslavie (TPIY) (version modifiée le 17 mai 2002), 25 mai 1993. Cette résolution a été adoptée en vertu des pouvoirs conférés par le chapitre VII de la Charte des Nations Unies et constitue donc un instrument international au sens de l'alinéa Fa) de l'article premier de la Convention.\n9 Résolution 955 du Conseil de sécurité des Nations Unies, Statut du Tribunal pénal international pour le Rwanda (TPIR) (version modifiée pour la dernière fois le 13 octobre 2006), 8 novembre 1994. Cette résolution a été adoptée en vertu des pouvoirs conférés par le chapitre VII de la Charte des Nations Unies et constitue donc un instrument international au sens de l'alinéa Fa) de l'article premier de la Convention.\n10 Canada (Sécurité publique et Protection civile) c. Verbanov, 2021 CF 507 (CanLII), para 18; Jean-Baptiste c. Canada (Citoyenneté et Immigration), 2021 CF 1362 (CanLII), para 35.\n11 Elve c. Canada (Citoyenneté et Immigration), 2020 CF 454 (CanLII), para 94.\n12 Mémoire supplémentaire de la partie intervenante, 7 octobre 2022, paragr. 52-56.\n13 Mémoire supplémentaire de la partie intervenante, 7 octobre 2022, paragr. 55.\n14 Canada (Sécurité publique et Protection civile) c. Verbanov, 2021 CF 507 (CanLII), para 25.\n15 Ezokola c. Canada (Citoyenneté et Immigration), 2013 CSC 40 (CanLII), [2013] 2 RCS 678, para 44 et 46.\n16 Le Procureur c. Anto Furundžija, IT-95-17\/1-T, jugement de la Chambre de première instance, 10 décembre 1998, para 227. Cette position a été réitérée par la Chambre d'appel du TPIY dans The Prosecutor v. Šainovic et al., IT-05-87-A, 23 janvier 2014, para 1648.\n17 Canada (Sécurité publique et Protection civile) c. Verbanov, 2021 CF 507 (CanLII), para 18, citant Darryl Robinson, Leila N. Sadat et Leena Grover.\n18 Observations supplémentaires, paragr. 55, citant Darryl Robinson (1999), Defining \"Crimes Against Humanity\" at the Rome Conference [définir les \" crimes contre l'humanité \" à la Conférence de Rome], American Journal of International Law, 93(1), p. 43-57, à 43; Leila N. Sadat (2013), Crimes Against Humanity in the Modern Age [les crimes contre l'humanité à l'ère moderne], American Journal of International Law, 107(2), 334, à 37-38, 41-42; Leena Grover (2010), A Call to Arms : Fundamental Dilemmas Confronting the Interpretation of Crimes in the Rome Statute of the International Criminal Court [appel aux armes : dilemmes fondamentaux face à l'interprétation des crimes dans le Statut de Rome de la Cour pénale internationale], European Journal of International Law, 21(3), p. 543-583, à 567. Le ministre fait également référence à une opinion dissidente dans l'arrêt Bemba qui aboutit à la même conclusion.\n19 Guénaël Mettraux (2020), International Crimes: Law and Practice: Volume II: Crimes Against Humanity [crimes internationaux : droit et pratique : volume II : crimes contre l'humanité], Oxford Public International Law, 6 Underlying Offences [6. Infractions sous-jacentes] (ouplaw.com), section 6.1.2.\n20 Ezokola c. Canada (Citoyenneté et Immigration), 2013 CSC 40 (CanLII), [2013] 2 RCS 678, para 51.\n21 Mugesera c. Canada (Ministre de la Citoyenneté et de l'Immigration), 2005 CSC 40 (CanLII), [2005] 2 RCS 100, para 158.\n22 Le Procureur c. Germain Katanga et Mathieu Ngudjolo Chui, ICC-01\/04-01\/07, décision sur la confirmation des accusations, 30 septembre 2008, para 508.\n23 Mugesera c. Canada (Ministre de la Citoyenneté et de l'Immigration), 2005 CSC 40 (CanLII), [2005] 2 RCS 100, para 116.\n24 Lafontaine, Fannie, Prosecuting Genocide, Crimes Against Humanity and War Crimes in Canadian Courts ?poursuites pour génocide, crimes contre l'humanité et crimes de guerre devant les tribunaux canadiens?, Toronto, Carswell, 2012, à la p. 38, où l'auteure affirme que les poursuites rétrospectives sont autorisées, dans la mesure où le crime invoqué faisait partie du droit international coutumier au moment et au lieu de sa perpétration. Voir aussi Harb c. Canada (Ministre de la Citoyenneté et de l'Immigration), 2003 CAF 39 (CanLII), para 7.\n25 Loi sur les crimes contre l'humanité et les crimes de guerre (LCHCG), art. 6. La Cour fédérale a cité à tort l'article 4 de la LCHCG concernant les crimes commis au Canada, mais il n'y a pas de variation entre la définition de crime de guerre énoncée aux articles 6 et 4 de la LCHCG.\n26 Bonilla c. Canada (Citoyenneté et Immigration), 2009 CF 881 (CanLII), para 124.\n27 Harb c. Canada (Ministre de la Citoyenneté et de l'Immigration), 2003 CAF 39 (CanLII), para 10; Elve c. Canada (Citoyenneté et Immigration), 2020 CF 454 (CanLII), para 78.\n28 Betoukoumesou c. Canada (Citoyenneté et Immigration), 2014 CF 591 (CanLII), para 26.\n29 R. c. Finta, 1994 CanLII 129 (CSC), [1994] 1 RCS 701, para 222-270.\n30 Elve c. Canada (Citoyenneté et Immigration), 2020 CF 454 (CanLII), para 80-95.\n31 https:\/\/treaties.un.org\/Pages\/ViewDetails.aspx?src=IND&mtdsg_no=IV-7&chapter=4&clang=_fr.\n32 Nevsun Resources Ltd. c. Araya, 2020 CSC 5 (CanLII), para 77.\n33 Nevsun Resources Ltd. c. Araya, 2020 CSC 5 (CanLII), para 77-78.\n34 Rwamakuba v. The Prosecutor, ICTR-98-44-AR72.4, décision relative à l'appel interlocutoire concernant l'application de la notion d'entreprise criminelle conjointe au crime de génocide, 22 octobre 2004, para 14 : https:\/\/cld.irmct.org\/assets\/filings\/ICTR-98-44-1602-GOVERNMENT-I-KAREMERA-DECISION-ON-INTERLOCUTORY-APPEAL-REGARDING-APPLICATION-OF-JOINT-CRIMINAL-ENTERPRISE-TO-THE-CRIME-OF-GENOCIDE2.pdf.\n35 Commission du droit international, Projet de conclusion sur la détermination du droit international coutumier et commentaires relatifs, Annuaire de la Commission du droit international, 2018, vol. II(2), conclusions 5 et 6 : https:\/\/legal.un.org\/ilc\/texts\/instruments\/french\/commentaries\/1_13_2018.pdf.\n36 En 1966, l'Assemblée générale a qualifié l'apartheid de crime contre l'humanité (résolution 2202 A (XXI) du 16 décembre 1966), et en 1984, le Conseil de sécurité a approuvé cette décision (résolution 556 (1984) du 23 octobre 1984).\n37 James Crawford, Alain Pellet, Simon Olleson, Kate Parlett (dir.), The Law of International Responsibility ?le droit de la responsabilité internationale?, OUP, 2010, p. 999; Brownlie, I., Principles of Public International Law ?principes du droit international public?, OUP, 6 éd., 2003, p. 537.\n38 Pour connaître les différences entre la responsabilité internationale des États et la responsabilité pénale individuelle en droit international, voir Leila N. Sadat (2013), Crimes Against Humanity in the Modern Age, 107(2), à 340 et à la note 42, citant Application de la Convention pour la prévention et la répression du crime de génocide (Bosnie-Herzégovine c. Serbie-et-Monténégro), 2007 CIJ REP; voir aussi Julia Gebhard, Apartheid, janvier 2018, Oxford Public International Law(ouplaw.com), paragr. 25-26.\n39 Paul Eden (2014), The Role of the Rome Statute in the Criminalization of Apartheid ?le rôle du Statut de Rome dans la criminalisation de l'apartheid?, Journal of International Criminal Justice, p. 19-24. Pour connaître les différences entre la responsabilité internationale des États et la responsabilité pénale individuelle en droit international, voir Leila N. Sadat (2013), Crimes Against Humanity in the Modern Age, 107(2), à 340 et à la note 42, citant Application de la Convention pour la prévention et la répression du crime de génocide (Bosnie-Herzégovine c. Serbie-et-Monténégro), 2007 CIJ REP.\n40 https:\/\/treaties.un.org\/pages\/ViewDetails.aspx?src=IND&mtdsg_no=IV-6&chapter=4&clang=_fr.\n41 https:\/\/treaties.un.org\/Pages\/ViewDetails.aspx?src=IND&mtdsg_no=IV-7&chapter=4&clang=_fr. Voir Schabas W.A. & Beaulac S., International Human Rights and Canadian Law - Legal Commitment, Implementation and the Charter ?droits internationaux de la personne et droit canadien - engagement juridique, mise en œuvre et Charte?, 3e éd., Toronto, Carswell, 2007, p. 248.\n42 Y compris, entre autres, la Belgique, la France, le Royaume-Uni, l'Allemagne, les Pays-Bas et les États-Unis.\n43 Lafontaine, Fannie, Prosecuting Genocide, Crimes Against Humanity and War Crimes in Canadian Courts, Toronto : Carswell, 2012, aux p. 38 et 165 et à la note 25 (communiqué en annexe du second avis envoyé en application de la décision Alazar).\n44 Voir la LCHCG, paragr. 6(3).\n45 Paul Eden (2014), The Role of the Rome Statute in the Criminalization of Apartheid, Journal of International Criminal Justice, p. 5.\n46 Voir l'article 8 du Statut de Rome.\n47 https:\/\/legal.un.org\/ilc\/publications\/yearbooks\/french\/ilc_1991_v2_p2.pdf., p. 103.\n48 Commission du droit international, Annuaire de la Commission du droit international 1991, vol. 1, Comptes rendus analytiques des séances de la quarante-troisième session, 29 avril-19 juillet 1991, p. 28.\n49 Paul Eden (2014), The Role of the Rome Statute in the Criminalization of Apartheid, Journal of International Criminal Justice, p. 12.\n50 Rapport 1996 du Comité préparatoire, vol. II, p. V et VI, p. 60 : https:\/\/www.legaltools.org\/doc\/03b284\/pdf\/.\n51 Cassese, A., Cassese's International Criminal Law [droit pénal international], deuxième édition, OUP, 2008, p. 13.\n52 Cassese, A., Cassese's International Criminal Law, troisième édition, OUP, 2013, p. 107; Lafontaine, Fannie, Prosecuting Genocide, Crimes Against Humanity and War Crimes in Canadian Courts, Toronto : Carswell, 2012, p. 165.\n53 Carola Lingaas (2015), The Crime Against Humanity of Apartheid in a post-Apartheid World ?le crime contre l'humanité de l'apartheid dans un monde post-apartheid? , 3 Oslo Law Review 86, 104.\n54 Ibid., p. 105, à la note 115.\n55 Julia Gebhard, \" Apartheid \", janvier 2018, Oxford Public International Law (ouplaw.com), paragr. 26.\n56 Guénaël Mettraux, International Crimes: Law and Practice: Volume II: Crimes Against Humanity (2020), Oxford Public International Law : 6 Underlying Offences (ouplaw.com), section 6.1.2.1., p. 738.\n57 Ibid., p. 225 des documents communiqués.\n58 Rapport 1996 du Comité préparatoire, vol. II, p. V et VI, p. 60.\n59 Schabas, W.A., The International Criminal Court: A commentary on the Rome Statute ?la Cour pénale internationale : un commentaire sur le Statut de Rome?, 2e édition, OUP, 2016, p. 206; voir aussi https:\/\/legal.un.org\/diplomaticconferences\/1998_icc\/docs\/french\/vol_2\/a_conf183_c1_sr4.pdf.\n60 https:\/\/www.jurist.org\/news\/2021\/11\/apartheid-charged-as-a-crime-against-humanity-for-the-first-time-in-south-africa.\n61 RAD-1, cartable national de documentation (CND) sur l'Afrique du Sud, 31 mai 2022, onglet 1.6 : South Africa: Current Issues, Economy, and U.S. Relations ?Afrique du Sud : enjeux actuels, économie et relations avec les États-Unis?, États-Unis, Service de recherche du Congrès (Congressional Research Service), Nicolas Cook, 17 septembre 2020, R45687, p. 8.\n62 RAD-1, CND sur l'Afrique du Sud, 31 mai 2022, onglet 9.1 : Deuxième rapport périodique soumis par l'Afrique du Sud en application de l'article 19 de la Convention, attendu en 2009, Afrique du Sud, 2 novembre 2017, CAT\/C\/ZAF\/2, p. 23.\n63 Schabas, W.A., The International Criminal Court: A commentary on the Rome Statute, 2e éd., OUP, 2016, p. 206.\n64 Carola Lingaas (2015), The Crime against Humanity of Apartheid in a post-Apartheid World, 3 Oslo Law Review 86, 104.\n65 Mémoire supplémentaire de la partie intervenante, 7 octobre 2022, paragr. 32-35 et 42-45.\n66 Mugesera c. Canada (Ministre de la Citoyenneté et de l'Immigration), 2005 CSC 40 (CanLII), [2005] 2 RCS 100, para 119.\n67 RPD-1, dossier de la Section de la protection des réfugiés (SPR), partie 3, pièce M-13, p. 200.\n68 RPD-1, dossier de la SPR, partie 3, pièce M-7, p. 177.\n69 RPD-1, dossier de la SPR, partie 3, pièce M-8, p. 184.\n70 RPD-1, dossier de la SPR, partie 3, pièce M-9, p. 190.\n71 RPD-1, dossier de la SPR, partie 3, pièce M-18, p. 248.\n72 RPD-1, dossier de la SPR, partie 3, pièce M-16, p. 235.\n73 RPD-1, dossier de la SPR, partie 3, pièce M-16, p. 236.\n74 RPD-1, dossier de la SPR, partie 3, pièce M-21, p. 321-322.\n75 RPD-1, dossier de la SPR, partie 3, pièce M-21, p. 321-322.\n76 RPD-1, dossier de la SPR, partie 3, pièce M-21, p. 323.\n77 The Prosecutor v. Jean-Paul Akayesu, jugement de première instance, ICTR-96-4-T, TPIR, 2 septembre 1998, accessible à : https:\/\/www.refworld.org\/cases,TPIR,40278fbb4.html, para 581.\n78 Le procureur c. Perišic, jugement, IT-04-81-T, TPIY, 6 septembre 2011, paragr. 82. Voir aussi Le procureur c. Gotovina et al., jugement, IT-06-90-T, TPIY, 15 avril 2001, para 1702; Le procureur c. Semanza, jugement, TPIR-97-20-T, TPIR, 15 mai 2003, para 327. Voir aussi The Prosecutor v. Kunarac et al., jugement en appel, IT-69-23\/IT-96-23-1, TPIY, 12 juin 2002, para 86. Cette question n'était pas en jeu devant la Section d'appel des réfugiés et appuie simplement l'affaire Akayesu. Comme il ne s'agissait pas d'une question déterminante, la communication aux parties n'était pas nécessaire pour préserver leurs droits à l'équité procédurale.\n79 Le procureur c. Ntaganda, jugement de la Chambre de première instance, 8 juillet 2019, para 663.\n80 Voir supra, para 21.\n81 RAD-1, CND sur l'Afrique du Sud, 31 mai 2022, onglet 1.6 : South Africa: Current Issues, Economy, and U.S. Relations, États-Unis, Service de recherche du Congrès, Nicolas Cook, 17 septembre 2020, R45687, p. 5.\n82 Transcription des motifs et de la décision modifiés, p. 5, lignes 25-35.\n83 Eriator v. Canada (Citizenship and Immigration), 2022 FC 1154, para 30.\n84 Ezokola c. Canada (Citoyenneté et Immigration), 2013 CSC 40 (CanLII), [2013] 2 RCS 678, para 91.\n85 Voir supra, para 57.\n86 Ezokola c. Canada (Citoyenneté et Immigration), 2013 CSC 40 (CanLII), [2013] 2 RCS 678, para 84.\n87 Transcription, 3 décembre 2019, p. 14-15.\n88 Rutayisire c. Canada (Citoyenneté et Immigration), 2010 CF 1168 (CanLII), para 50.\n89 Ezokola c. Canada (Citoyenneté et Immigration), 2013 CSC 40 (CanLII), [2013] 2 RCS 678, para 94.\n90 Le procureur c. Pauline Nyiramasuhuko et al., ICTR-98-42-A, jugement, 14 décembre 2015.\n91 Rutayisire c. Canada (Citoyenneté et Immigration), 2010 CF 1168 (CanLII), para 48-49.\n92 Rutayisire c. Canada (Citoyenneté et Immigration), 2010 CF 1168 (CanLII), para 50.\n93 Hadhiri c. Canada (Citoyenneté et Immigration), 2016 CF 1284 (CanLII).\n94 RPD-1, dossier de la SPR, partie 3, pièce M-14, p. 209.\n95 Ibid.\n96 RPD-1, dossier de la SPR, partie 3, pièce M-14, p. 208-210.\n97 Eriator v. Canada (Citizenship and Immigration), 2022 FC 1154 (CanLII), para 30.\n98 RPD-1, dossier de la SPR, partie 3, pièce M-9, p. 190.\n99 RAD-1, CND sur l'Afrique du Sud, 31 mai 2022, onglet 1.6 : South Africa: Current Issues, Economy, and U.S. Relations, États-Unis, Service de recherche du Congrès, Nicolas Cook, 17 septembre 2020, R45687, p. 2. Voir M30.\n100 Ezokola, para 60 et 66.\n101 Ezokola, para 65-67, citant le jugement d'appel dans l'affaire Tadic, p. 228, et le jugement d'appel dans l'affaire Brdanin, para 427-431.\n102 Ezokola, para 65, citant le jugement d'appel dans l'affaire Tadic, à 228, et dans l'affaire Brdanin, para 427-431.\n103 Ezokola, para 63.\n104 Ezokola, para 65.\n105 Ezokola, para 63, jugement d'appel dans l'affaire Tadic, para 229.\n106 Ezokola, para 63, jugement d'appel dans l'affaire Brdanin, para 426 à 430.\n107 Haut Commissariat des Nations Unies pour les réfugiés, Principes directeurs sur la protection internationale : Application des clauses d'exclusion : article 1F de la Convention de 1951 relative au statut des réfugiés, HCR\/GIP\/03\/05, 4 septembre 2003 (en ligne : www.unhcr.org), paragr. 18.\n108 Contra Hadhiri c. Canada (Citoyenneté et Immigration), 2016 CF 1284 (CanLII), para 36. Je crois que le raisonnement au paragraphe 36 de la décision est une mauvaise interprétation du paragraphe 68 de l'arrêt Ezokola et qu'il aurait fallu consulter les sources du TPIY sur lesquelles la Cour suprême du Canada s'est fondée pour bien comprendre sa conclusion. Comme j'ai déjà conclu que la participation de l'appelant associé n'a pas atteint le seuil de la contribution significative, il va sans dire que sa participation ne serait pas non plus considérée comme ayant une \" incidence substantielle \" sur la perpétration des crimes.\n109 B010 c. Canada (Citoyenneté et Immigration), 2015 CSC 58 (CanLII), [2015] 3 RCS 704, para 47.\n110 Hadhiri c. Canada (Citoyenneté et Immigration), 2016 CF 1284 (CanLII), para 36. Voir aussi Canada (Citoyenneté et Immigration) c. Kljajic, 2020 CF 570 (CanLII), [2020] 3 RCF 317, para 214, citant les affaires Ezokola et Hadhiri.\n111 Yusuff c. Canada (Citoyenneté et Immigration), 2021 CF 495 (CanLII), para 11.\n112 RAD-1, CND sur l'Afrique du Sud, 31 mai 2022, onglet 13.1 : Information sur la situation des Sud-Africains blancs, y compris le traitement que leur réservent le gouvernement et la société; la protection offerte par l'État aux Sud-Africains blancs victimes de violence; la population blanche en Afrique du [...], Commission de l'immigration et du statut de réfugié du Canada (CISR), 21 septembre 2018, ZAF106171.EF.\n113 Ibid.\n114 RAD-1, CND sur l'Afrique du Sud, 31 mai 2022, onglet 1.8 : Broken and unequal: The state of education in South Africa [rupture et inégalité : l'état de l'éducation en Afrique du Sud], Amnesty International, 11 février 2020, AFR 53\/1705\/2020, p. 7 : [traduction] \" Les ménages noirs d'Afrique du Sud gagnent en moyenne moins de 20 p. 100 du revenu des ménages blancs, tandis que près de la moitié de la population noire est considérée comme vivant en dessous du seuil de pauvreté, comparativement à moins de 1 p. 100 de la population blanche. \"\n115 RAD-1, CND sur l'Afrique du Sud, 31 mai 2022, onglet 13.1 : Information sur la situation des Sud-Africains blancs, y compris le traitement que leur réservent le gouvernement et la société; la protection offerte par l'État aux Sud-Africains blancs victimes de violence; la population blanche en Afrique du [...], CISR, 21 septembre 2018, ZAF106171.EF.\n116 Prophète c. Canada (Citoyenneté et Immigration), 2009 CAF 31 (CanLII), para 10.\n117 RAD-1, CND sur l'Afrique du Sud, 31 mai 2022, onglet 1.6 : South Africa: Current Issues, Economy, and U.S. Relations, États-Unis, Service de recherche du Congrès, Nicolas Cook, 17 septembre 2020, R45687.\n118 Ibid., p. 14.\n119 RAD-1, CND sur l'Afrique du Sud, 31 mai 2022, onglet 1.8 : Broken and unequal: The state of education in South Africa, Amnesty International, 11 février 2020, AFR 53\/1705\/2020, p. 17.\n120 RAD-1, CND sur l'Afrique du Sud, 31 mai 2022, onglet 7.3 : The State of Urban Safety in South Africa Cities Report 2020 [rapport de 2020 sur l'état de la sécurité urbaine dans les villes d'Afrique du Sud], Réseau des villes de l'Afrique du Sud (South African Cities Network), Lizette Lancaster, Gareth Newham, 1er septembre 2020, p. 8.\n121 RAD-1, CND sur l'Afrique du Sud, 31 mai 2022, onglet 1.6 : South Africa: Current Issues, Economy, and U.S. Relation, États-Unis, Service de recherche du Congrès, Nicolas Cook, 17 septembre 2020, R45687, p. 12; CND sur l'Afrique du Sud, 31 mai 2022, onglet 7.4 : Victims of Crime Survey 2019\/20 ?enquête sur les victimes d'actes criminels 2019-2020?, Statistiques Afrique du Sud (Statistics South Africa), 1er décembre 2020, p. 23.\n122 RAD-1, CND sur l'Afrique du Sud, 31 mai 2022, onglet 13.7 : Race Relations in South Africa - Reasons for Hope 2019 [relations raciales en Afrique du Sud - motifs d'espoir 2019], Institut sud-africain pour les relations raciales (South African Institute for Race Relations), Anthea Jeffery, avril 2019.\n123 RAD-1, CND sur l'Afrique du Sud, 31 mai 2022, onglet 7.3 : The State of Urban Safety in South Africa Cities Report 2020, Réseau des villes de l'Afrique du Sud, Lizette Lancaster, Gareth Newham, 1er septembre 2020, p. 10.\n124 Ogiemwonyi c. Canada (Citoyenneté et Immigration), 2021 CF 346.\n125 RAD-1, CND sur l'Afrique du Sud, 31 mai 2022, onglet 1.5 : South Africa. BTI 2022 Country Report ?Afrique du Sud. Rapport par pays de 2022 sur l'Indice de transformation de la Fondation Bertelsmann?, Bertelsmann Stiftung, février 2022, p. 13.\n126 RAD-1, CND sur l'Afrique du Sud, 31 mai 2022, onglet 5.5 : Information sur la violence familiale, y compris sur les lois, la protection offerte par l'État et les services de soutien offerts aux victimes; possibilité pour les femmes de se réinstaller au Cap (2014-mai 2015), CISR, ZAF105159.EF, p. 1-2.\n127 RAD-1, CND sur l'Afrique du Sud, 31 mai 2022, onglet 7.5 : OSAC Country Security Report. South Africa. [rapport sur la sécurité du pays du Conseil consultatif de sécurité outre-mer (OSAC) : Afrique du Sud?, États-Unis, OSAC, 18 août 2021, p. 7.\n128 RAD-1, CND sur l'Afrique du Sud, 31 mai 2022, onglet 1.5 : South Africa. BTI 2022 Country Report, Bertelsmann Stiftung, février 2022, p. 13, 18; CND sur l'Afrique du Sud, 31 mai 2022, onglet 1.6 : South Africa: Current Issues, Economy, and U.S. Relations, États-Unis, Service de recherche du Congrès, Nicolas Cook, 17 septembre 2020, R45687, p. 14.\n129 Victims of Crime Survey, p. 16.\n---------------\n------------------------------------------------------------\n---------------\n------------------------------------------------------------\nDossier de la SAR \/ RAD File: MC2-03068\nMC2-03069 \/ MC2-03070 \/ MC2-03071\nMC2-03190\nSAR.25.02 (20 août 2021)\nAvailable in English\n2\nCommission de l'immigration\net du statut de réfugié du Canada\nSection d'appel des réfugiés\nImmigration and Refugee\nBoard of Canada\nRefugee Appeal Division\nSAR.25.02 (20 août 2021)\nAvailable in English\n",
        "language":"fr",
        "other":"{\"decision-maker_name\": \"Me Martine Durocher\"}"
    }
]