[
    {
        "citation":"MC3-63380",
        "citation2":"",
        "dataset":"RAD",
        "name":"",
        "source_url":"MC3-63380tf.txt",
        "scraped_timestamp":"2024-07-12",
        "document_date":"2024-02-14",
        "year":2024,
        "unofficial_text":"\nDossier de la SAR \/ RAD File: MC3-63380\nHuis clos \/ Private Proceeding\nMotifs et décision ? Reasons and Decision\n[Traduction de la version officielle]\nPersonne en cause\nXXXX XXXX XXXX\nPerson who is the subject of the appeal\nDate de la décision\n14 février 2024\nDate of decision\nTribunal\nJoshua M. Prowse\nPanel\nConseil de la personne en cause\nHarit Kumar Kapahi\nCounsel for the person who is the subject of the appeal\nReprésentant(e) désigné(e)\nS\/O\nDesignated representative\nConseil du ministre\nS\/O\nCounsel for the Minister\nMOTIFS DE DÉCISION\nAPERÇU\n[1] XXXX XXXX XXXX, citoyen de l'Inde, fait appel de la décision par laquelle la Section de la protection des réfugiés (SPR) a rejeté sa demande d'asile.\n[2] L'appelant dit craindre de retourner en Inde parce que la police l'a détenu et torturé, l'accusant d'appuyer des terroristes après qu'il a embauché à son magasin XXXX une employée musulmane que la police soupçonnait d'avoir des liens avec un membre de la famille d'un terroriste.\n[3] La SPR a conclu que les allégations de l'appelant n'étaient pas crédibles. Je rejette l'appel, car la SPR a eu raison de conclure que les allégations formulées dans la présente demande d'asile ne sont pas crédibles.\nNOUVEAUX ÉLÉMENTS DE PREUVE ET AUDIENCE\n[4] L'appelant ne présente pas de nouveaux éléments de preuve en appel1. La présente section ne peut tenir d'audience lorsqu'elle n'admet pas de nouveaux éléments de preuve de la part d'une partie2.\n[5] Comme je l'explique plus loin dans les présents motifs, le tribunal a communiqué à l'appelant et au ministre des documents concernant le rapport médical de l'appelant et les a invités à répondre. Aucune réponse n'a été reçue.\nANALYSE\n[6] Mon rôle consiste à examiner l'ensemble de la preuve de façon indépendante et à décider si la SPR a rendu la décision correcte. La SPR n'avait aucun avantage certain pour trancher la présente affaire, puisque les questions sur lesquelles elle a fondé ses conclusions quant à la crédibilité sont entièrement reproduites au dossier, y compris la transcription et l'enregistrement audio de l'audience.\n[7] La SPR a eu raison de dire que l'exposé circonstancié de l'appelant n'est pas crédible. Les événements décrits dans l'exposé circonstancié découlent tous du fait que la police s'est de plus en plus intéressée à l'appelant après qu'il a embauché une employée musulmane à son magasin XXXX, mais des documents frauduleux et des renseignements incohérents au sujet de ce magasin et de cette relation d'emploi m'amènent à conclure qu'il n'a jamais fait partie d'une telle entreprise ni embauché une telle employée et qu'il n'est généralement pas un témoin crédible. Je tire cette conclusion pour les motifs suivants :\n* L'appelant a présenté un formulaire de facture et des bordereaux de paie qu'il a dit avoir utilisés pour l'entreprise. Le formulaire préimprimé et le timbre contiennent une erreur dans le nom de l'entreprise. Je conclus qu'il ne s'agit pas de documents authentiques. Cela mine son allégation voulant qu'il ait œuvré dans l'industrie de XXXX.\n* L'appelant affirme que, en plus d'exploiter le magasin XXXX, il travaillait également à temps partiel dans un XXXX XXXX. Il a donné des dates et des années incohérentes au sujet du moment où il aurait travaillé à XXXX XXXX. Je conclus qu'il n'y a jamais travaillé. Cela mine son allégation voulant qu'il ait travaillé dans l'industrie de XXXX.\n* L'appelant a été incohérent au sujet de l'employée qui, selon lui, est à l'origine de ses problèmes. Il a écrit qu'il l'avait embauchée pour l'entreprise XXXX parce qu'elle avait une bonne expérience dans le domaine; il a dit dans son témoignage qu'elle n'avait pas d'expérience dans le domaine de XXXX. Son témoignage au sujet du fait qu'il l'a embauchée n'est pas crédible. Il n'a pas établi, selon la prépondérance des probabilités, qu'il l'a fait.\n* L'appelant a présenté un rapport médical pour corroborer le fait qu'il a été blessé par la police, mais je conclus que le rapport médical n'est pas authentique parce qu'il n'est pas dans le format attendu et qu'il ne contient pas de caractéristiques de sécurité auxquelles il est raisonnable de s'attendre.\n[8] L'appelant conteste chacune des conclusions de la SPR quant à la crédibilité exposées ci-dessus. Je passerai en revue chacune des préoccupations relatives à la crédibilité et j'aborderai ses observations à cet égard.\nLe nom de l'entreprise est mal écrit dans les documents préimprimés\n[9] L'appelant a présenté un formulaire de facture et des bordereaux de paie qu'il a dit avoir utilisés pour l'entreprise XXXX qu'il aurait dirigée avec son frère à compter de 2011. L'entreprise s'appelle \" XXXX XXXX \", mais les formulaires préimprimés contiennent des erreurs d'orthographe incompatibles dans le nom de l'entreprise : \" XXXX \" au lieu de \" XXXX \" dans l'en-tête et dans le corps de la facture et \" XXXX \" au lieu de \" XXXX \" dans le timbre utilisé sur les bordereaux de paie. Sur le fondement de ces erreurs, la SPR a eu raison de conclure que les formulaires ne sont pas des documents authentiques, selon la prépondérance des probabilités.\n[10] L'appelant cite la décision Mohamud c. Canada, dans laquelle il a été conclu qu'il était déraisonnable pour un décideur de fonder une conclusion de fraude sur une seule erreur typographique et de présumer que les documents rédigés par un professionnel ne contiendraient pas une telle erreur3. Cette affaire se distingue de la présente affaire. Elle concernait une erreur dans le corps d'un affidavit, et non un formulaire préimprimé. Plus précisément, dans la décision Mohamud c. Canada, la SPR avait conclu que le fait qu'un affidavit présenté contenait une faute de frappe signifiait qu'il devait être frauduleux4. La Cour a souligné que même les documents préparés par un professionnel peuvent contenir des erreurs. Cependant, il y a une importante différence entre une erreur de rédaction dans le corps d'un document et des erreurs importantes dans les parties imprimées de ce qui est présenté comme étant le papier à en-tête, un formulaire ou le timbre officiels d'une société5. Il est raisonnable de s'attendre à ce que les parties préimprimées ou standardisées des documents soient normalement révisées et corrigées au fil du temps dans le cas d'une entreprise qui existe depuis longtemps; de telles erreurs typographiques mettent raisonnablement en doute l'authenticité des documents6.\n[11] La SPR a eu raison de dire que, selon la prépondérance des probabilités, l'appelant a présenté à la Commission de l'immigration et du statut de réfugié du Canada (la Commission) des documents frauduleux comme étant authentiques. Le but de présentation de ces documents était d'établir qu'il participait à la direction de l'entreprise XXXX. Le fait que les documents ne sont pas authentiques m'amène à tirer une conclusion défavorable concernant la crédibilité de cette allégation. La question est directement liée au cœur de la demande d'asile, étant donné que l'appelant affirme que c'est sa décision d'embaucher une employée dans cette entreprise qui a mené à sa prise pour cible et à sa persécution en Inde. S'il n'était pas associé à l'entreprise comme il l'a affirmé, cela n'aurait pas pu se produire.\nDates incohérentes au sujet du travail à l'XXXX XXXX\n[12] L'appelant affirme que, en plus d'exploiter le magasin XXXX, il travaillait également à temps partiel dans un XXXX XXXX. Il a donné des dates et des années incohérentes au sujet du moment où il aurait travaillé à l'XXXX XXXX. Selon le document intitulé Application Summary [résumé de la demande], où est consigné ce qu'il a déclaré au gouvernement canadien lorsqu'il a présenté la demande d'asile, il a travaillé à l'XXXX XXXX de XXXX 2016 à XXXX 2017. Cependant, il a dit dans son témoignage qu'il y avait seulement travaillé en 2018. Lorsque cette divergence a été portée à son attention, il n'avait aucune explication à donner. Il ne conteste pas les motifs de la SPR à cet égard, et je les confirme. Je conclus qu'il n'a pas établi qu'il a déjà travaillé à l'XXXX XXXX. Cela mine également la conclusion selon laquelle l'appelant a participé à l'entreprise XXXX. J'accorde moins de poids à la lettre de l'XXXX au sujet de son emploi, selon laquelle il y a travaillé en 2018, qu'à l'observation contradictoire de l'appelant à cet égard.\nTémoignage incohérent au sujet de l'expérience de l'employée que l'appelant aurait embauchée\n[13] L'appelant a également été incohérent au sujet de l'employée qui, selon lui, est à l'origine de ses problèmes. Il a écrit qu'il l'avait embauchée pour l'entreprise XXXX parce qu'elle avait une bonne expérience du domaine; il a dit dans son témoignage qu'elle n'avait jamais travaillé dans le domaine de XXXX auparavant. Lorsque cette contradiction a été portée à son attention, il a dit que l'employée avait de l'expérience en vente. La SPR a eu raison de conclure que le témoignage de l'appelant au sujet de son embauche n'est pas crédible parce qu'il ne s'agit pas du même domaine. L'appelant ne conteste pas les motifs de la SPR à cet égard, et je les confirme, même si j'accorde moins de poids à cette question qu'à celles qui précèdent. Ma décision ne repose pas sur cette conclusion.\n[14] La raison pour laquelle j'accorde moins de poids à la conclusion quant à la crédibilité qui précède est la façon dont le commissaire de la SPR a abordé les questions sur le sujet (ainsi que sur certaines des autres questions sur lesquelles je ne m'appuie pas dans les présents motifs). À mon avis, le commissaire n'a pas suivi les pratiques exemplaires pour ce qui est de poser des questions dans le cadre d'une audience relative à une demande d'asile. Le but des questions d'approfondissement et de mise à l'épreuve posées à un demandeur d'asile est d'avoir un fondement adéquat pour rendre une décision quant à la crédibilité de la preuve. Lorsqu'un commissaire pose ces questions, beaucoup de choses peuvent dépendre de l'ordre dans lequel il questionne un demandeur d'asile sur une divergence potentiellement importante.\n[15] En passant, je ne mets pas en doute la conduite générale du commissaire de la SPR durant l'audience, qui était très professionnelle. Par leur modération, leur discipline et leur courtoisie dans leurs relations avec les avocats, les parties et les témoins, les commissaires de la Commission assureront le climat nécessaire à l'œuvre de la justice7. Selon mon point de vue sur l'audience, le commissaire l'a fait avec aplomb. Il s'est montré scrupuleusement équitable et préoccupé par l'état mental du demandeur d'asile et a donné au conseil la possibilité de défendre son client tout en tenant une audience efficace.\n[16] Je fais simplement observer que, selon mon examen de l'audience, la façon particulière dont le commissaire a présenté les divergences potentielles au demandeur d'asile n'a pas établi le fondement probant adéquat pour accorder le poids maximal aux conclusions de la SPR quant à la crédibilité qui en ont découlé. Je vais m'expliquer. Dans la présente affaire, il semble que, lorsqu'une divergence possible dans la preuve est survenue, le commissaire l'a souvent présentée immédiatement à l'appelant et lui a demandé une explication. À titre d'exemple, dans l'échange suivant, le commissaire a assez rapidement attiré l'attention du demandeur d'asile sur la question de savoir si une personne était le frère ou le cousin de son employé :\n[traduction]\nCOMMISSAIRE : Et, à un moment donné, elle vous a dit qu'elle cherchait un emploi pour son cousin. Pouvez-vous me parler de cela?\nDEMANDEUR D'ASILE : Oui... elle est venue et m'a demandé une sorte d'aide... Son frère voulait un emploi, et si je pouvais l'aider à cet égard, c'est pour cette raison.\nCOMMISSAIRE : Dit que son frère voulait un emploi. Était-ce un frère aîné ou un frère cadet?\nDEMANDEUR D'ASILE : Son frère aîné.\nCOMMISSAIRE : Alors, je vois dans votre formulaire Fondement de la demande d'asile que... En fait, je vais vous le lire : \" Elle m'a dit qu'elle cherche un emploi pour son cousin XXXX. \" Alors, vous venez de me dire que c'est son frère.\nDEMANDEUR D'ASILE : Comme vous le savez, en Inde, même si c'est... s'il s'agit du fils de l'oncle de quelqu'un ou du fils de l'oncle paternel, nous appelons quand même cette personne \" frère \". Alors, en ce sens, c'était son frère.\n[17] La démarche recommandée pour poser des questions consiste non pas à signaler immédiatement un problème, mais plutôt 1) à revenir en arrière et à poser une question ouverte sur l'aspect général qui comprend le point où la divergence est survenue pour voir si la divergence se résout spontanément, 2) si le demandeur d'asile reprend les éléments de preuve divergents, un commissaire devrait résumer sa compréhension du témoignage (\" Vous dites donc que c'était le frère de votre employée et qu'ils avaient les mêmes parents? \"), et 3) si le demandeur d'asile confirme la compréhension du témoignage par le commissaire, lui présenter la divergence et lui demander une explication (\" Pourriez-vous expliquer pourquoi vous avez dit... \").\n[18] Les résultats de l'approche qui précède peuvent être beaucoup plus utiles pour l'évaluation de la crédibilité que lorsqu'un commissaire signale immédiatement un problème. Les divergences apparentes causées simplement par des traductions erronées ou des termes ambigus se dissipent souvent de façon utile et convaincante lorsque le demandeur d'asile reprend les éléments de preuve sans motivation à concilier les contradictions. De plus, si la divergence ne se résout pas d'elle-même, le dossier contiendra un fondement plus solide pour l'évaluation de toute explication du demandeur d'asile. À mon avis, si cette approche avait été appliquée durant l'audience, soit à la question de savoir si la personne était un frère ou un cousin, soit à la question de l'expérience antérieure de l'employée de l'appelant dans le domaine de l'XXXX, cela m'aurait permis d'accorder plus de poids aux conclusions de la SPR.\nL'appelant a présenté une lettre du médecin inauthentique à l'appui de sa demande d'asile\n[19] Je passe maintenant à ma dernière préoccupation quant à la crédibilité. L'appelant affirme avoir été détenu et agressé par la police en Inde. Il dit avoir obtenu des soins médicaux immédiatement après sa détention en XXXX 2022. Il a présenté un document médical de l'hôpital indien où il s'est fait soigner pour corroborer cela. Je conclus que le document médical n'est pas authentique, selon la prépondérance des probabilités.\n[20] Il y a suffisamment d'éléments de preuve dans la présente affaire pour conclure selon la prépondérance des probabilités que le document médical concernant la prétendue visite à l'hôpital de XXXX 2022 de l'appelant n'est pas authentique. Ces éléments de preuve comprennent ce qui suit :\ni) Selon le cartable national de documentation (CND), il est facile d'obtenir des documents frauduleux en Inde8. De nombreux autres tribunaux de la Commission ont conclu qu'ils ont reçu des documents médicaux fabriqués ou inauthentiques dans des demandes d'asile provenant de ce pays9. Cela dit, cela n'implique pas que le document en question est frauduleux, cela alerte seulement un tribunal de cette possibilité.\nii) Le tribunal a communiqué l'article 1.4.1 et l'annexe 3 du Code of Medical Ethics Regulation [code de déontologie médicale] du Conseil médical de l'Inde (Medical Council of India), qui prévoient que tous les certificats médicaux remis aux patients doivent contenir le nom du médecin traitant et le numéro d'enregistrement qui lui a été attribué par le conseil médical de l'État ou le Medical Council of India10. Le rapport présenté ne semble pas nommer le médecin qui a traité le patient. Il contient un code sous le timbre et la signature, mais ce numéro semble correspondre à celui d'un médecin d'une autre ville et d'un autre hôpital, d'après la vérification que j'ai faite dans le Registre médical de l'Inde (Indian Medical Registry). L'exigence que les rapports médicaux contiennent le numéro d'enregistrement du médecin est une caractéristique de sécurité importante pour pouvoir confirmer qu'un rapport est rédigé par un médecin dûment agréé et enregistré. La Section d'appel des réfugiés (SAR) peut conclure que les éléments de preuve ne sont pas crédibles lorsqu'ils ne comportent pas les caractéristiques de sécurité auxquelles il est raisonnable de s'attendre11.\niii) Le rapport indique que l'appelant a subi des blessures, y compris des [traduction] \" contusions et des marques partout sur le corps \" et a de la douleur à XXXX XXXX XXXX. Cela déclencherait normalement l'obligation de produire un rapport médico-légal. Cependant, le rapport n'est pas dans le format attendu et ne contient pas les détails qu'il devrait contenir selon la preuve sur les conditions dans le pays que j'ai devant moi12. D'autres tribunaux de la SAR ont conclu que, lorsqu'un document médical ne correspond pas à la description, dans le CND, des documents qui doivent être délivrés dans les circonstances, le tribunal peut ne lui accorder aucun poids13.\niv) La SAR a écrit à l'appelant pour lui signaler les problèmes manifestes dans le document que j'ai mentionnés précédemment. Après que ces préoccupations ont été portées à son attention, l'appelant n'a fourni aucun renseignement supplémentaire qui expliquerait raisonnablement les problèmes, par exemple en offrant d'obtenir une lettre de suivi de l'hôpital au sujet des problèmes. En fait, l'appelant n'a pas du tout répondu.\nv) Le tribunal a expressément demandé par écrit à l'appelant de faire en sorte que le médecin qui a rédigé son certificat médical soit disponible à l'audience afin de pouvoir vérifier l'authenticité du certificat en posant des questions à l'appelant et au médecin. La SAR a dit qu'elle était disposée à faire preuve de souplesse dans la mise au rôle d'une telle audience pour tenir compte des fuseaux horaires différents. L'appelant n'a pas répondu à cette demande. Une conclusion défavorable peut être tirée sur le fondement du défaut inexpliqué d'appeler un témoin clé sur ce point14.\n[21] Dans la présente affaire, je conclus que, selon la prépondérance des probabilités, le document médical de l'appelant est frauduleux. Les problèmes manifestes dans le document soulèvent des préoccupations au sujet de son authenticité, mais j'accorde surtout du poids au fait que les problèmes n'ont pas été expliqués de façon raisonnable, y compris au moyen de la présentation d'un témoignage pertinent après qu'il a été expressément demandé. Je tire une conclusion défavorable au sujet de la crédibilité générale de l'appelant et de ses allégations voulant qu'il ait été blessé par les autorités de la façon décrite dans le rapport médical.\nConclusion générale quant à la crédibilité\n[22] La SPR a tiré d'autres conclusions défavorables quant à la crédibilité; je ne m'appuie pas sur elles. À mon avis, même si d'autres contradictions et d'autres préoccupations relatives à la crédibilité pourraient renforcer davantage ma conclusion, les préoccupations relatives à la crédibilité qui précèdent suffisent pour conclure que l'appelant n'a pas établi, selon la prépondérance des probabilités, qu'il a participé aux activités de l'entreprise XXXX ou qu'il a embauché une employée comme il l'a affirmé. S'il n'a pas embauché cette employée pour son magasin XXXX, l'embauche de cette employée ne peut être à l'origine d'une série d'événements qui ont amené la police à le poursuivre, à le détenir et à le torturer en cherchant cette employée et son cousin.\n[23] Je conclus que l'appelant n'était généralement pas un témoin crédible. Il n'a établi le bien-fondé d'aucune de ses allégations selon la prépondérance des probabilités.\n[24] En appel, l'appelant souligne que la SPR a fourni des motifs généraux pour expliquer qu'elle a accordé peu de poids au reste de ses éléments de preuve documentaire, mais qu'elle n'a pas formulé de commentaires sur chaque élément de preuve. Je ne suis pas convaincu que la SPR s'est trompée à cet égard, puisqu'elle a expliqué pourquoi les documents de l'appelant n'étaient pas suffisants pour l'emporter sur les problèmes de crédibilité survenus durant l'audience. Comme il est mentionné dans la décision Karayel c. Canada, \" [l]a Commission a le droit d'apprécier la preuve comme elle l'entend. Toutefois, le demandeur doit être assuré, à la lecture de la décision, que la preuve a été examinée15. \"\n[25] Dans la présente affaire, l'appelant a fait preuve de sa capacité et de sa volonté de présenter de faux éléments de preuve comme étant authentiques à l'appui de sa demande d'asile. Cette capacité et cette volonté, combinées aux contradictions mentionnées précédemment, m'amènent à conclure qu'il est raisonnable d'accorder peu de poids au reste de ses documents et que ceux-ci ne suffisent pas à établir le bien-fondé de ses allégations selon la prépondérance des probabilités.\n[26] Pour en arriver à la conclusion qui précède, j'ai examiné l'ensemble du dossier. L'appelant a présenté des reçus de loyer, mais ils proviennent tous de son frère, de sorte qu'ils n'établissent pas qu'il a participé à l'entreprise. Il a présenté un certificat d'enregistrement et un relevé de notes ayant trait à l'appartenance de son frère au XXXX XXXX XXXX XXXX (XXXX XXXX XXXX XXXX XXXX); cela n'établit pas non plus la participation de l'appelant aux activités de l'entreprise XXXX XXXX Comme je l'ai mentionné précédemment, je n'accorde aucun poids aux bordereaux de paie en raison de la divergence touchant le nom d'entreprise dans le timbre qui y est apposé, ce qui m'amène à conclure qu'il est plus probable que le contraire qu'ils ne soient pas authentiques. Je n'accorde aucun poids à la facture pour la même raison. J'accorde également un faible poids aux cartes professionnelles et aux photos de boîtiers de lunettes, compte tenu des autres documents frauduleux contenus dans cette trousse. Le document médical de l'épouse établit les blessures, mais pas qu'elles ont été causées de la façon prétendue. La lettre du conseiller municipal ne concorde pas avec les renseignements que le demandeur d'asile a initialement fournis au gouvernement canadien au sujet du moment où il a travaillé à l'XXXX XXXX; je lui accorde peu de poids. J'accorde peu de poids à l'affidavit des parents de l'appelant, qui semble réciter l'exposé circonstancié contenu dans son formulaire Fondement de la demande d'asile sans faire de distinction entre ce que les parents ont observé directement et ce qu'ils racontent dont ils n'auraient pas pu être témoins (par exemple, ce qu'ils disent qui est arrivé à l'appelant pendant qu'il était détenu).\nCONCLUSION\n[27] Je rejette l'appel et confirme la décision attaquée selon laquelle l'appelant n'a pas qualité de réfugié au sens de la Convention ni qualité de personne à protéger.\n(signé)\n\" J. Prowse \"\nJoshua M. Prowse\n14 février 2024\nDate\nTraduction de la CISR\nLangue originale : anglais\n1 Dossier de l'appelant, déclaration écrite.\n2 Canada (Citoyenneté et Immigration) c. Singh, 2016 CAF 96 (CanLII), [2016] 4 RCF 230, para 71.\n3 Mémoire d'appel, paragr. 26.\n4 Mohamud c. Canada (Citoyenneté et Immigration), 2018 CF 170 (CanLII), <https:\/\/canlii.ca\/t\/hqvvf>.\n5 Azenabor c. Canada (Citoyenneté et Immigration), 2020 CF 1160, para 31.\n6 X (Re), 2016 CanLII 151526 (CA CISR).\n7 Guermache c. Canada (Citoyenneté et Immigration), 2004 CF 870 (CanLII), para 5.\n8 Cartable national de documentation (CND) sur l'Inde, 30 juin 2022, onglet 9.5. Commission de l'immigration et du statut de réfugié du Canada (CISR). 21 mars 2011. IND103688.EF, p. 4-5. CND sur l'Inde, 30 juin 2022, onglet 3.5 : Information sur l'accessibilité des pièces d'identité frauduleuses et leur quantité, y compris les cartes de membre de partis politiques (2011-avril 2014). CISR. 5 mai 2014. IND104839.EF.\n9 Voir, par exemple : Rejuyan v. Canada (Citizenship and Immigration), 2023 CF 642 (CanLII), para 15; Singh c. Canada (Citoyenneté et Immigration), 2022 CF 79 (CanLII), para 38; Singh v. Canada (Citizenship and Immigration), 2023 CF 862 (CanLII), para 35.\n10 Le Conseil médical de l'Inde (Medical Council of India) a été remplacé en 2020 par la Commission médicale nationale (National Medical Commission), mais le Code of Medical Ethics [code de déontologie médicale] continue de s'appliquer. Voir : CND sur l'Inde, 30 juin 2022, onglet 1.14 : Country Policy and Information Note. India. Medical and healthcare provision. Version. 1.0 [renseignements stratégiques et information sur le pays. Inde : prestation de soins médicaux et de santé. Version. 1.0]. Royaume-Uni. Ministère de l'Intérieur. Octobre 2020, p. 7.\n11 Popoola c. Canada (Citoyenneté et Immigration), 2022 CF 6 (CanLII), para 17 et 31.\n12 CND sur l'Inde, 30 juin 2022, onglet 9.5 : Information sur les politiques et les procédures d'admission des établissements de santé privés et publics; information indiquant notamment si les personnes qui souhaitent se faire soigner doivent présenter, avant d'être traitées, un rapport de police [...] CISR. 21 mars 2011. IND103688.EF, p. 3-4.\n13 X (Re), 2019 CanLII 100449 (CA CISR), para 21.\n14 Ma c. Canada (Citoyenneté et Immigration), 2010 CF 509.\n15 Karayel c. Canada (Citoyenneté et Immigration), 2010 CF 1305, para 15-17.\n---------------\n------------------------------------------------------------\n---------------\n------------------------------------------------------------\nDossier de la SAR \/ RAD File: MC3-63380\nSAR.25.02 (20 août 2021)\nAvailable in English\n2\nCommission de l'immigration et du statut de réfugié du Canada\nSection d'appel des réfugiés\nImmigration and Refugee\nBoard of Canada\nRefugee Appeal Division\nSAR.25.02 (20 août 2021)\nAvailable in English\n",
        "language":"fr",
        "other":"{\"decision-maker_name\": \"Joshua M. Prowse\"}"
    },
    {
        "citation":"VC2-05699",
        "citation2":"",
        "dataset":"RAD",
        "name":"",
        "source_url":"VC2-05699tf.txt",
        "scraped_timestamp":"2024-07-12",
        "document_date":"2024-02-21",
        "year":2024,
        "unofficial_text":"\nDossier de la SAR \/ RAD File: VC2-05699\nHuis clos \/ Private Proceeding\nMotifs et décision - Reasons and Decision\n[Traduction de la version originale]\nPersonne en cause\nXXXX XXXX XXXX\nPerson who is the subject of the appeal\nDate de la décision\n21 février 2024\nDate of decision\nTribunal\nMe Martine Durocher\nPanel\nConseil de la personne en cause\nMe Stewart Istvanffy\nCounsel for the person who is the subject of the appeal\nReprésentant(e) désigné(e)\nS.O.\nDesignated representative\nConseil du ministre\nS.O.\nCounsel for the Minister\nMOTIFS DE DÉCISION\nAPERÇU\n[1] J'accueille l'appel. XXXX XXXX XXXX (l'appelant) est un citoyen du Cameroun. Il fait appel de la décision défavorable rendue par la Section de la protection des réfugiés (SPR) le 17 juin 2022, à la suite d'audiences tenues le 1er octobre 2021, le 2 février 2022 et le 8 avril 2022.\n[2] La SPR a conclu que l'appelant était une personne visée à l'alinéa Fa) de l'article premier de la Convention parce qu'il a été complice de crimes contre l'humanité commis par le gouvernement camerounais alors qu'il travaillait comme XXXX du XXXX du XXXX dans la province du Sud-Ouest du Cameroun. Le tribunal a également conclu que l'épouse de l'appelant, la demandeure d'asile associée, avait qualité de réfugié au sens de la Convention en raison de ses opinions politiques présumées en tant que partenaire d'une personne bien connue au Cameroun et qu'elle avait été victime de menaces de la part de militants séparatistes anglophones. Son affaire n'a pas fait l'objet d'un appel.\n[3] La carrière de l'appelant au sein de la fonction publique camerounaise s'est échelonnée de 1999 à 2018. Pendant sa période d'emploi, il a gravi les échelons institutionnels et a occupé des rôles et des responsabilités de plus en plus importants. Fait plus pertinent encore, de XXXX 2017 à XXXX 2018, il a occupé le poste de XXXX du XXXX du XXXX pendant que le conflit entre les Camerounais anglophones et les autorités gouvernementales s'intensifiait.\n[4] L'appelant affirme avoir refusé d'exécuter l'ordre du gouverneur XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX pendant son mandat de XXXX. Le XXXX XXXX 2018, des hommes inconnus ont attaqué un convoi dont l'appelant faisait partie. Ce dernier a été blessé par balle et a été évacué par transport aérien à Douala 24 heures plus tard. Il affirme que le gouvernement l'a abandonné et voulait le tuer parce qu'il avait refusé XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX dans son département, notamment XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXXLe XXXX XXXX 2018, l'appelant a été mis à la retraite. Le XXXX XXXX 2018, sa maison a été vandalisée par des personnes qui l'ont traité de traître. Il a déménagé à Douala, mais il a continué de recevoir des appels de menaces de la part d'inconnus. Il a quitté le Cameroun à destination des États-Unis le XXXX XXXX 2018, mais il a rejoint son épouse au Nigéria en XXXX 2018. Ils sont tous deux venus au Canada et ont demandé l'asile le 11 octobre 2019.\n[5] Devant la SPR, la question déterminante était la complicité de l'appelant aux crimes internationaux ou au dessein criminel. Devant la Section d'appel des réfugiés (SAR), les questions déterminantes concernent la participation prétendue de l'appelant aux crimes contre l'humanité et la crédibilité liée à l'analyse de l'inclusion.\n[6] Le ministre de la Citoyenneté et de l'Immigration (le ministre) est intervenu devant la SPR et la SAR. En appel, il souligne que l'appelant n'a soulevé aucune question juridique concernant l'analyse de la SPR ayant mené à la conclusion selon laquelle il a contribué aux crimes contre l'humanité ou au dessein criminel du gouvernement. Il est d'avis que la SPR a conclu à juste titre, à la lumière de la preuve, que l'appelant a volontairement et consciemment contribué de manière significative aux crimes contre l'humanité commis par les forces de sécurité gouvernementales.\n[7] La SAR conclut que la SPR s'est trompée dans le cadre de son analyse et qu'il n'y a pas de raisons sérieuses de penser que l'appelant a contribué de manière significative aux crimes internationaux ou au dessein criminel. Je conclus également que l'appelant serait exposé à une possibilité sérieuse de persécution s'il devait retourner au Cameroun.\nDÉCISION\n[8] L'appel est accueilli. Je substitue à la décision attaquée ma propre décision selon laquelle l'appelant n'est pas une personne visée à l'alinéa Fa) de l'article premier et a qualité de réfugié au sens de la Convention.\nNOUVEAUX ÉLÉMENTS DE PREUVE\n[9] L'appelant demande à la SAR d'admettre de nouveaux éléments de preuve en appel au titre du paragraphe 110(4) de la Loi sur l'immigration et la protection des réfugiés (LIPR) :\nÉléments de preuve présentés au moment de la mise en état de l'appel\n1. Affidavit daté du XXXX XXXX 2022 et rédigé par XXXX XXXX XXXX, une juriste camerounaise, qui fait entre autres état des efforts déployés par l'appelant pour empêcher la XXXX XXXX XXXX XXXX XXXX XXXX contre le peuple du XXXX.\n2. Déclaration écrite de l'appelant concernant les nouveaux éléments de preuve, datée du 12 septembre 2022.\nÉléments de preuve présentés après la mise en état de l'appel\n3. Deux lettres signées par XXXX XXXX XXXX, datées du XXXX XXXX 2018 et du XXXX XXXX 2018, qui fournissent des renseignements supplémentaires sur (i) les crimes commis pendant le mandat de l'appelant à titre de XXXXt, ainsi que son refus de XXXX XXXX XXXX XXXX XXXX XXXX ordonnées par le gouverneur et les conséquences qu'il a subies en retour; et (ii) la personnalité de l'appelant et le complot pour l'assassiner.\n4. Rapport de radiographie de l'Hôpital XXXX du XXXX, daté du XXXX XXXX 2022, montrant des fragments d'une ancienne blessure par balle.\n5. Lettre datée du XXXX XXXX 2022 et signée par XXXX XXXX, un avocat des associations du barreau du Nigéria et du Cameroun qui est le fils de l'appelant. L'auteur fournit des renseignements de première main au sujet des manifestations du XXXX XXXX et du XXXX XXXX 2017 et explique sa participation à la défense des personnes qui ont été arrêtées et détenues arbitrairement pour avoir manifesté. Il affirme également que son père serait exposé à une menace à sa vie s'il devait retourner au Cameroun.\n6. Jugement de la Haute Cour fédérale du Nigéria, division judiciaire d'Abuja, concernant les dirigeants ambazoniens qui ont été détenus au Nigéria, daté du 1er mars 2019, la copie conforme étant datée du 14 septembre 2022.\n7. Lettre datée du XXXX XXXX 2022 et rédigée par XXXX XXXX XXXX, président de l'XXXX, qui déclare que l'appelant dirigeait si bien les manifestations dans le XXXX du XXXX que personne n'a été tué ni blessé. Il affirme également que l'appelant serait exposé à un grand danger s'il devait retourner au Cameroun.\n8. Affidavit signé sous serment par l'appelant détaillant les éléments factuels au cœur de sa demande d'asile.\nLes éléments de preuve présentés par l'appelant sont admis en partie\n[10] Selon la LIPR, je ne peux admettre que les éléments de preuve qui, selon le cas :\n(i) sont survenus depuis la décision de la SPR;\n(ii) n'étaient pas normalement accessibles au moment de la décision;\n(iii) s'ils l'étaient, n'auraient pas normalement été présentés par l'appelant à la SPR, dans les circonstances, avant la décision.\n(iv) Si les éléments de preuve satisfont à au moins une des exigences mentionnées ci-dessus, je dois décider s'ils sont nouveaux, crédibles et pertinents avant de pouvoir les admettre1.\n[11] En ce qui concerne le premier document daté du XXXX XXXX 2022 et qui a donc été rédigé après la décision défavorable rendue le 17 juin 2022, l'appelant n'a formulé aucune observation pour expliquer pourquoi il n'a pas pu obtenir cet élément de preuve en temps opportun, en violation du sous-alinéa 3(3)g)(iii) des Règles de la Section d'appel des réfugiés (les Règles de la SAR). Je souligne également que la déclaration ne concerne pas des événements survenus après la décision défavorable. En fait, les renseignements répètent les allégations déjà soulevées devant le tribunal et versées en preuve. Par conséquent, je refuse d'admettre ce document au dossier, car les critères énoncés au paragraphe 110(4) de la LIPR ne sont pas respectés.\n[12] En ce qui a trait à la déclaration de l'appelant du 12 septembre 2022, je remarque que ce dernier répète seulement le témoignage qu'il a déjà présenté à la SPR sans apporter de nouveaux renseignements ni d'éléments de preuve. Sa déclaration n'a donc aucune valeur probante et ne fera pas partie du dossier à titre d'élément de preuve.\n[13] L'appelant soutient qu'il n'était pas au courant des attestations décrites au point 3 par un journaliste pigiste jusqu'à ce qu'il communique avec un ancien collègue. Les observations ne précisent pas pourquoi il n'a pas communiqué avec cet ancien collègue et ne fournissent aucun nom ni affidavit pour confirmer son identité. Par conséquent, je ne suis pas convaincue qu'il était déraisonnable pour l'appelant de présenter ces éléments de preuve avant. En outre, je remarque que le journaliste déclare avoir appris, en XXXX 2018, que l'appelant se trouvait quelque part au Canada. Cependant, l'appelant n'est arrivé au Canada qu'en XXXX 2019. Cette divergence mine la fiabilité des documents. Je remarque également que certains des termes utilisés par le journaliste font étrangement écho à ceux utilisés par l'appelant dans son exposé circonstancié pour décrire les événements qu'il a vécus au Cameroun. Enfin, comme la SPR disposait déjà des renseignements, ceux-ci n'apportent rien de nouveau au dossier. Dans ces circonstances, je rejette la demande d'admission de ces documents en appel, car les critères ne sont pas respectés, y compris ceux liés à la nouveauté et à la crédibilité.\n[14] L'appelant n'a pas non plus expliqué pourquoi il n'avait pas pu obtenir de rapport de radiographie pour corroborer son témoignage selon lequel il avait été atteint par balle. Je crois comprendre qu'il a pris les mesures nécessaires après avoir reçu la décision défavorable de la SPR. J'estime que cet élément de preuve est crédible, mais je ne crois pas qu'il serait pertinent. En effet, la SPR a admis l'allégation voulant que l'appelant ait été pris en embuscade et se soit fait tirer dessus au Cameroun; cette allégation n'est donc pas contestée devant la SAR. Par conséquent, je rejette la demande d'admission de ce document en preuve.\n[15] Une analyse semblable peut être appliquée au document décrit au point 5, provenant du fils de l'appelant. L'appelant n'a pas expliqué pourquoi il n'avait pas pu présenter cet élément de preuve avant que la SPR rende sa décision défavorable. Je présume qu'il était en contact avec son fils pendant cette période ou, du moins, aucun élément de preuve ne montre qu'il n'était pas en contact avec lui. En outre, les renseignements qu'il contient répètent les éléments de preuve dont disposait déjà le tribunal. Il est bien établi dans la jurisprudence que la procédure de la SAR ne constitue pas une autre occasion de compléter une preuve déficiente ou de présenter de nouveaux éléments de preuve lorsque l'appelant est surpris par la conclusion de la SPR2. Par conséquent, je rejette la demande d'admission du document au dossier.\n[16] En ce qui concerne le jugement du Nigéria, je crois comprendre qu'il concerne la légalité de la détention des prétendus membres de l'Ambazonie au Nigéria et que le fils de l'appelant agissait comme avocat. L'appelant soutient que, selon le document, [traduction] \" ils ont toujours soutenu les droits de la personne \". Cependant, je ne vois pas la valeur probante de ces renseignements. La question n'est pas de savoir si l'appelant soutenait ou non les droits de la personne. Je comprends qu'il a été difficile d'obtenir ce document. Je le juge également crédible. Cependant, je ne vois pas de lien important avec l'affaire dont je suis saisie. Il ne révèle aucun renseignement concernant les crimes commis au XXXX pendant le mandat de l'appelant ni le lien entre son comportement et les crimes en question. Par conséquent, je refuse de l'admettre au dossier vu qu'il n'est pas pertinent.\n[17] En ce qui a trait au document décrit au point 7 ci-dessus, l'appelant explique qu'il a communiqué avec le XXXX de la XXXX XXXX XXXX par l'intermédiaire d'avocats aux États-Unis et que ce dernier a accepté d'écrire la lettre d'appui après avoir entendu [traduction] \" l'appel \" de l'appelant selon lequel il n'était pas admissible au programme canadien de protection des réfugiés et avait été [traduction] \" accusé d'avoir été complice du gouvernement camerounais en commettant un génocide \". L'appelant croit que le président s'est renseigné à son sujet afin d'établir les faits et d'appuyer sa cause.\n[18] J'aimerais d'abord corriger le fait que l'appelant n'a été accusé d'aucun crime. Il ne s'agit pas de procédures criminelles. La SPR a conclu que, par son comportement, l'appelant avait contribué de manière significative aux crimes contre l'humanité perpétrés dans la région, selon la norme des \" raisons sérieuses de penser \", qui constitue une norme de preuve beaucoup moins stricte que la \" prépondérance des probabilités \".\n[19] Je crois que l'élément de preuve en question n'était pas normalement accessible à l'appelant avant la décision défavorable de la SPR. En effet, il a probablement été difficile de retrouver le président et d'entrer en contact avec lui. Le contenu de la lettre semble également dénoter une certaine nouveauté ou, à tout le moins, inclure des faits probablement indépendants et vérifiés. Le document semble authentique à première vue et parle de l'identité des agresseurs dans le cadre de l'embuscade au cours de laquelle l'appelant a été atteint par une balle réelle. Par conséquent, je conclus que les critères énoncés à la règle 29 des Règles de la SAR et à l'article 110 de la LIPR ont été respectés. J'estime également que le document est crédible, probant et nouveau. J'accepte donc de le verser au dossier.\n[20] J'admets également l'affidavit de l'appelant, dans lequel il explique les mesures qu'il a prises pour obtenir les nouveaux éléments de preuve présentés, puisque tous les critères d'admissibilité sont respectés.\n[21] Compte tenu des nouveaux éléments de preuve admis, j'évalue les critères relatifs à la tenue d'une audience conformément au paragraphe 110(6) de la LIPR. J'estime que les nouveaux éléments de preuve n'ont pas particulièrement d'incidence sur la crédibilité de l'appelant de manière à permettre une issue favorable.\nQUESTIONS DE PROCÉDURE\n[22] Le 28 novembre 2023, la SAR a envoyé aux parties un avis au titre de la décision Alazar, soulevant une nouvelle question relative au fait que la SPR avait apparemment renversé le fardeau de la preuve, au paragraphe 97 de la décision. L'avis demandait également aux parties d'envoyer des observations, le cas échéant, sur la question de l'inclusion s'il était conclu que l'appelant ne devait pas se voir refuser l'asile au titre de l'article 98 de la LIPR. L'appelant a envoyé ses observations le 12 décembre 2023. Le ministre a envoyé sa réponse le 20 décembre 2023.\nANALYSE\n[23] Mon rôle consiste à examiner l'ensemble de la preuve, y compris les audiences, et à décider si la SPR a rendu la décision correcte3.\nLa Section de la protection des réfugiés a conclu à tort que l'appelant devait se voir refuser l'asile en application de l'alinéa Fa) de l'article premier\n[24] Dans le cadre de la présente analyse, je vais d'abord examiner si la SPR a conclu à juste titre que des crimes contre l'humanité ont été commis au moment où l'appelant était le XXXX du XXXX du XXXX, soit de XXXX 2017 à XXXX 2018. J'estime ensuite que la SPR a conclu à juste titre que l'appelant a contribué à la réalisation du dessein criminel, mais que cette contribution n'était pas significative. Comme l'élément de l'actus reus du critère relatif à la contribution n'est pas respecté, je juge qu'il n'est pas nécessaire d'examiner les autres éléments.\nLa Section de la protection des réfugiés a conclu à juste titre que le gouvernement camerounais a commis des crimes contre l'humanité\n[25] La SAR ne conteste pas le fait que le gouvernement camerounais a commis des attaques généralisées et systématiques contre la population civile et qu'il a ainsi commis des actes prohibés comprenant le meurtre, la torture et la violence sexuelle, les traitements inhumains et l'emprisonnement, qui constituent des crimes contre l'humanité, contre la population anglophone de l'ouest du Cameroun.\n[26] Cependant, afin d'évaluer correctement s'il existe des raisons sérieuses de penser que l'appelant a contribué de manière significative aux crimes en question, il est nécessaire d'établir en détail, à la lumière des éléments de preuve présentés, la chronologie des événements ayant marqué le conflit armé interne opposant les forces de sécurité camerounaises à la milice anglophone pendant le mandat de l'appelant à titre de XXXX, soit de XXXX 2017 à XXXX 2018. Voici les événements pertinents :\n1. Le 8 décembre 2016, à Bamenda, des affrontements ont eu lieu entre le rassemblement progouvernemental et des anglophones, qui ont entraîné quatre décès, plusieurs blessés et 50 arrestations. Le gouvernement a réagi en militarisant la région, ce qui a exacerbé le conflit4.\n2. Un consortium d'avocats et d'enseignants anglophones a été créé pour mener les négociations avec le gouvernement central5. Comme les négociations ont été infructueuses, le consortium a déclaré une opération [traduction] \" ville morte \" dans le cadre de laquelle les anglophones ont été appelés à boycotter les écoles, les boutiques et les entreprises, opération qui était menée un jour par semaine et qui est passée à trois jours par semaine en octobre 2017. Le gouvernement a répondu en interdisant l'accès à Internet du 17 janvier au 20 avril 2017, mais les messages textes et les appels téléphoniques fonctionnaient toujours6.\n3. Le 22 septembre 2017, des dizaines de milliers de personnes ont manifesté dans les provinces du Nord-Ouest et du Sud-Ouest. Généralement pacifiques, les manifestations ont mené à des actes de violence perpétrés par des manifestants et au recours à une force excessive par les forces de sécurité7.\n4. Le 1er octobre 2017, des milliers de personnes ont marché dans les rues de Bamenda et de Buea et dans les provinces de l'Ouest pour déclarer symboliquement l'indépendance de l'Ambazonie8. Les forces de sécurité et de défense ont utilisé des gaz lacrymogènes et des munitions réelles contre les manifestants. Plus de 20 personnes ont été tuées et plus de 500 personnes ont été arrêtées arbitrairement ce jour-là seulement. Il est estimé que les affrontements, qui ont duré du 28 septembre au 2 octobre, ont fait 40 morts et plus de 100 blessés, et plusieurs centaines de personnes ont été arrêtées et détenues arbitrairement9. Les forces de sécurité ont eu recours à la torture, ont commis des actes de violence sexuelle, ont détruit des biens et pillé des maisons, en plus de tirer des coups de feu sur des manifestants à partir d'un hélicoptère à Kumba, à Bamenda et à Buea10. Internet a de nouveau été coupé d'octobre 2017 à février 2018. Plus de 160 000 personnes ont été déplacées11. Les villages des dirigeants sécessionnistes ont été pris pour cibles. La violence s'est poursuivie tout au long de la semaine suivante. L'état d'urgence a été imposé aux deux régions de l'Ouest du 29 septembre au 3 octobre12. Par la suite, une série d'opérations militaires ont été menées de décembre 2017 à février 2018 dans divers villages des départements de la Manyu, de la Meme et du Boyo dans la région du Sud-Ouest, ce qui comprenait des meurtres, de la torture, des arrestations illégales et la destruction de biens13.\n5. Un certain nombre de groupes militants anglophones ont commencé à émerger et ont eu recours à la violence pour atteindre leurs objectifs. De septembre 2017 à mai 2018, au moins 44 membres des forces de sécurité ont été tués en service. Ces groupes ont également pris pour cibles des personnes soupçonnées de sympathiser avec le gouvernement, les battant, les harcelant et détruisant leurs biens14. Des attaques courantes contre les écoles, les enseignants et les personnes perçues comme des collaborateurs ont été consignées15. De février 2017 à mai 2018, au moins 42 écoles ont été attaquées et incendiées, tandis que trois enseignants ont été tués et deux directeurs ont été enlevés16. Plus particulièrement, le 17 octobre 2017, une section d'une école primaire de Menji a été incendiée par un groupe de jeunes17. Le même groupe a détruit deux maisons privées, et des collaborateurs présumés du gouvernement ont été battus18.\n6. En avril 2018, coincées entre la violence du gouvernement et des groupes séparatistes, plus de 20 000 personnes ont cherché refuge au Nigéria, et 150 000 anglophones étaient déplacés à l'intérieur du pays19.\n[27] Par conséquent, j'estime que la SPR a conclu à juste titre que, durant la période pertinente de l'emploi de l'appelant à titre de XXXX du XXXX du XXXX, la population civile des régions du Nord-Ouest et du Sud-Ouest a été attaquée par les forces de sécurité et des militants. Le nombre de victimes de meurtre, de torture, de violence sexuelle, d'emprisonnement arbitraire et de déplacement forcé s'élève à des milliers de personnes dans les régions anglophones, ce qui, selon moi, satisfait au critère d'une \" attaque généralisée contre une population civile \". Je souligne que les éléments de preuve montrent un modèle de comportement de la part des forces de sécurité dont il est possible de déduire une politique de l'État, ce qui fait passer ces crimes au rang de crimes contre l'humanité. Je fais observer que la milice anglophone ne constitue pas un gouvernement d'État. Cependant, selon moi, le groupe présente les caractéristiques d'une organisation ayant des structures \" suffisamment efficaces pour assurer la coordination nécessaire à la réalisation d'une attaque dirigée contre une population civile \", ce qui satisfait au critère relatif à la politique de l'organisation requis pour les crimes contre l'humanité20.\n[28] Cependant, j'estime que les éléments de preuve ne montrent pas que les forces de sécurité ont commis des actes prohibés dans le XXXX du XXXX pendant la période de XXXX mois en question. En effet, les crimes décrits au paragraphe 5 ci-dessus ont été commis par la faction opposée, à savoir la milice anglophone.\n[29] Quant au \" dessein commun criminel \" en question, il doit impliquer ou entraîner la perpétration d'un crime visé à l'article 7 du Statut de Rome. Je souligne que l'arrêt Ezokola ne définit pas la signification du terme \" dessein criminel \" en droit pénal international. Cependant, la Cour suprême du Canada cite l'alinéa 25(3)d) du Statut de Rome, qui définit le \" dessein criminel \" comme englobant la perpétration de crimes relevant de la compétence de la Cour, et si ce n'est pas comme but visé, alors comme méthode pour atteindre l'objectif21. Cette approche fait écho à celle adoptée par les tribunaux spéciaux22. Elle ressemble également à ce qui est proposé dans la décision J.S. du Royaume-Uni citée par la Cour suprême du Canada dans l'arrêt Ezokola23.\n[30] Dans la présente affaire, j'estime que la SPR a conclu à juste titre que le gouvernement camerounais a mis en œuvre un plan visant à réprimer les demandes de changement et d'autonomie de la population anglophone par la perpétration d'actes prohibés, prévus à l'article 7 du Statut de Rome, à savoir une attaque contre la population civile au moyen de meurtres, d'emprisonnements arbitraires, de torture et de violence sexuelle.\nLa Section de la protection des réfugiés a commis une erreur lorsqu'elle a analysé la complicité de l'appelant dans les crimes internationaux\n[31] Aux paragraphes 21 à 24 de son mémoire d'appel, l'appelant semble soutenir que la SPR a commis une erreur en appliquant le critère énoncé dans l'arrêt Ezokola et que la conclusion viole l'engagement du Canada à l'égard des demandeurs d'asile. Citant la décision Hamida de la Cour fédérale, il fait valoir que, comme il a été pris pour cible par le régime répressif pour avoir refusé de coopérer avec le gouvernement central à la mise en œuvre des mesures répressives contre la population, l'analyse ne pouvait pas mener à la conclusion qu'il y avait des raisons sérieuses de penser qu'il avait participé aux crimes internationaux ou au dessein criminel mentionnés ci-dessus. Dans sa réponse à l'avis au titre de la décision Alazar, il réitère que, en tant que XXXX XXXX du district, il a travaillé à régler les problèmes de façon pacifique et qu'aucun décès n'a été signalé dans son département pendant son mandat. Il affirme avoir dit durant son témoignage qu'il avait clairement rejeté l'ordre de XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX et qu'il avait encouragé le dialogue pour régler le conflit sans violence.\n[32] Comme il a été mentionné précédemment, le ministre est d'avis que l'appelant n'a formulé aucun argument juridique pour s'opposer à la conclusion concernant sa complicité aux crimes en question. Il soutient que la SPR a conclu à juste titre qu'il y avait des raisons sérieuses de penser que l'appelant a été complice des crimes internationaux, car il exerçait une autorité et un contrôle importants sur les forces de sécurité de son département et était responsable de la mise en œuvre des directives du gouverneur. Il a également fait valoir que la SPR avait conclu à juste titre qu'il n'y avait pas suffisamment d'éléments de preuve pour conclure que l'appelant avait été pris pour cible par le gouvernement camerounais, qui l'a mis à la retraite, et qu'aucun rapport médical n'avait été présenté pour établir l'attaque dont il avait fait l'objet.\n[33] Dans sa réponse à l'avis au titre de la décision Alazar, le ministre affirme que, au paragraphe 97 de la décision, la SPR n'a pas énoncé le bon critère au titre de l'alinéa Fa) de l'article premier. Cependant, il soutient qu'il a établi, selon la prépondérance des probabilités, que des violations des droits de la personne avaient été commises dans la région du XXXX et que l'appelant n'a pas réfuté efficacement les éléments de preuve du ministre. Il attire l'attention sur l'article montrant que l'appelant a menacé la population du XXXX et sur le paragraphe 94 de la décision, qui accorde du poids à l'article. Il renvoie à la décision Mbarushimana de la Cour pénale internationale qui énumère les facteurs qui peuvent être pris en considération au moment d'évaluer l'importance d'une contribution24. Il soutient que le troisième facteur énuméré n'est pas pertinent pour évaluer la contribution, car il s'applique dans les affaires criminelles afin de décider si le défendeur devrait être déclaré coupable en tant qu'auteur principal ou complice, ou encore acquitté complètement, ce qui contraste avec le critère relatif à la complicité énoncé dans l'arrêt Ezokola, lequel concerne la contribution significative au dessein commun des autres. Il réitère que l'appelant était au courant des violations des droits de la personne au Cameroun, d'après son propre témoignage, qu'il était responsable du maintien de l'ordre public et qu'il a transmis les instructions du gouverneur pour assurer la mise en œuvre des mesures, tout en ne faisant aucun effort pour prévenir les crimes commis par les forces de sécurité.\nDroit applicable en ce qui concerne le critère relatif à la complicité\n[34] Dans l'arrêt Ezokola, la Cour suprême du Canada a décidé que le critère à appliquer pour établir la complicité à des crimes internationaux au titre de l'alinéa Fa) de l'article premier de la Convention devait être le suivant : \" [I]l doit exister des raisons sérieuses de penser que [le demandeur d'asile] a volontairement contribué de manière significative et consciente aux crimes ou au dessein criminel d'une organisation25 \".\n[35] Il s'agit d'un critère juridique. Comme l'a souligné la Cour suprême du Canada dans l'arrêt Mugesera, la norme des raisons sérieuses de penser s'applique aux conclusions de fait. Le tribunal doit ensuite évaluer si les conclusions de fait satisfont aux exigences liées à la responsabilité pénale, ce qui constitue une question de droit. Les faits établis selon la norme des raisons sérieuses de penser doivent démontrer que le comportement reproché équivaut à une contribution significative, consciente et volontaire aux crimes ou au dessein criminel, et non qu'il y a des raisons sérieuses de penser que le comportement en question pourrait satisfaire à ces exigences juridiques26.\n[36] La SPR a correctement énuméré les facteurs qui peuvent aider à évaluer si le comportement de l'appelant correspond à l'actus reus et à la mens rea exigés pour qu'il y ait complicité27. La Cour suprême du Canada a précisé les facteurs pertinents pour établir les éléments du critère, à savoir la contribution significative, la connaissance ou le caractère volontaire de la contribution.\n[37] Lorsqu'elle a examiné le seuil de ce qui constitue une \" contribution significative \", la Cour suprême du Canada a fait référence au paragraphe 277 de la décision Mbarushimana relative à la confirmation des charges :\n[...] un tel seuil est nécessaire pour exclure des contributions qui, dans l'esprit des auteurs du Statut, n'étaient clairement pas d'un degré ou d'une nature suffisants pour déclarer engagée la responsabilité pénale individuelle. Par exemple, de nombreux membres d'une communauté peuvent apporter des contributions à une organisation criminelle en ayant connaissance de la criminalité du groupe, surtout lorsque cette criminalité est de notoriété publique. Si on ne fixe pas de seuil au degré d'assistance, tout propriétaire, commerçant, prestataire de services (y compris publics), secrétaire, gardien ou même contribuable apportant une quelconque contribution à la commission de crimes internationaux par un groupe répondrait aux éléments requis pour voir sa responsabilité engagée en vertu de l'article 25-3-d, à raison d'une contribution infinitésimale aux crimes commis28.\n[38] Dans la décision Mbarushimana, la Chambre préliminaire a également établi un parallèle entre la \" contribution significative \" requise dans le cadre d'une entreprise criminelle commune de troisième catégorie et la \" contribution significative \" prévue à l'alinéa 25(3)d) du Statut de Rome. S'inspirant du milieu universitaire et de l'expérience du Tribunal pénal international pour l'ex-Yougoslavie et du Tribunal pénal international pour le Rwanda (ensemble, les tribunaux spéciaux), la Chambre préliminaire a présenté une liste de facteurs pour aider à décider si la contribution atteint le seuil de \" contribution significative \" requis en droit pénal international afin d'engager la responsabilité pénale individuelle :\nS'inspirant de l'opinion d'éminents commentateurs et de la jurisprudence internationale s'agissant de la question de savoir pourquoi des accusés ont été déclarés coupables en tant qu'auteur principal ou complice, ou encore acquittés, la Chambre considère que plusieurs éléments de fait sont utiles pour apprécier si le comportement du suspect équivaut à une contribution importante : i) la poursuite de la participation une fois que l'intéressé s'est rendu compte de la nature criminelle du dessein commun poursuivi par le groupe; ii) tout effort déployé pour empêcher une activité criminelle ou entraver le bon déroulement des crimes commis par le groupe; iii) le fait que l'intéressé ait élaboré le plan criminel ou l'ait simplement exécuté; iv) la position du suspect au sein du groupe ou vis-à-vis du groupe; et c'est peut-être l'élément le plus important, v) le rôle joué par le suspect par rapport à la gravité des crimes commis et de leur ampleur29. (Non souligné dans l'original.)\n[39] Tous les facteurs mentionnés ci-dessus concordent avec ceux déjà énoncés par la Cour suprême du Canada et fournissent des directives supplémentaires, utiles lorsqu'il est question plus précisément de l'importance de la contribution. Ils ne sont qu'un guide et ne sont pas déterminants. Comme l'a souligné le ministre, cela ne fait que fournir des facteurs supplémentaires qui peuvent être pris en considération dans le cadre de l'évaluation, et il ne s'agit pas d'une substitution à l'évaluation du critère relatif à la complicité.\n[40] Je rejette l'observation du ministre selon laquelle le troisième facteur n'est pas pertinent pour évaluer la contribution dans les cas de réfugiés. Le critère relatif à la complicité énoncé dans l'arrêt Ezokola représente les exigences juridiques minimales qui peuvent engager la responsabilité pénale individuelle dans le cadre du régime de droit pénal international. Il ne s'ensuit pas que c'est la seule façon de conclure qu'une personne doit se voir refuser l'asile - la personne aurait pu participer en tant que comploteur à l'élaboration d'un plan criminel, ce qui constituerait un motif valide d'exclusion.\nLa Section de la protection des réfugiés a commis des erreurs au moment d'évaluer l'importance de la contribution de l'appelant\n[41] La contribution significative correspond à l'actus reus de la complicité30. Cette contribution doit avoir eu une incidence importante sur la perpétration des crimes ou la réalisation du dessein criminel31. Le degré de contribution doit être évalué attentivement, car la contribution, peu importe sa nature, peut être considérée comme favorisant la réalisation du dessein criminel d'un groupe32. La Cour suprême du Canada a désigné les facteurs suivants comme étant particulièrement pertinents dans le cadre de l'évaluation de ce volet du critère : (i) la taille et la nature de l'organisation; (ii) la section de l'organisation à laquelle le demandeur d'asile était le plus directement associé; (iii) les fonctions et les activités du demandeur d'asile au sein de l'organisation; (iv) le poste ou le grade du demandeur d'asile au sein de l'organisation; (v) la durée de l'appartenance du demandeur d'asile à l'organisation, surtout après qu'il a pris connaissance de ses crimes ou de son dessein criminel.\na) La taille et la nature de l'organisation\n[42] J'estime que la SPR a commis une erreur lorsqu'elle a conclu que le facteur énoncé ci-dessus n'était pas \" déterminant \", car le gouvernement camerounais était une grande organisation multiforme. Le fait que le gouvernement camerounais était une très grande organisation multiforme est inversement proportionnel au lien entre le comportement de l'appelant et la probabilité qu'il savait que son comportement avait une incidence importante sur la perpétration des crimes. Par conséquent, j'estime que ce facteur milite contre la conclusion selon laquelle il y a des raisons sérieuses de penser que le comportement de l'appelant a eu une incidence importante sur les crimes internationaux ou le dessein criminel dans les régions de l'Ouest.\nb) La section de l'organisation à laquelle la personne était le plus directement associée\n[43] La Cour suprême du Canada a décrit ainsi l'objet du facteur énoncé ci-dessus :\nLa section de l'organisation à laquelle le demandeur d'asile était le plus directement associé. Cette considération peut se révéler pertinente lorsque l'implication de certaines composantes de l'organisation dans la perpétration du crime ou leur participation à la réalisation du dessein criminel était connue. À titre d'exemple, dans l'éventualité où une seule composante aurait été associée au crime ou au dessein criminel, le fait que le demandeur a seulement appartenu à une ou à plusieurs autres composantes pourrait l'exonérer aux fins de l'application de l'art. 1Fa)33. (Non souligné dans l'original.)\n[44] Comme il a été expliqué dans la décision de la SPR, il n'a pas été contesté le fait que l'appelant a agi à titre de XXXX du XXXX du XXXX. Le XXXX du XXXX constitue donc la section de l'organisation à laquelle l'appelant était le plus directement associé.\n[45] Aucun élément de preuve ne montre que l'appelant avait compétence à l'extérieur de son propre département. Comme il a été mentionné précédemment, les crimes commis dans la région du Sud ont été perpétrés par les forces de sécurité des autres départements. Selon son témoignage et comme il a été souligné dans la décision de la SPR, l'appelant, dans son rôle, était lié à l'appareil de maintien de l'ordre public du XXXX du XXXX conformément au paragraphe 40 du décret 2008\/377 contenu dans la pièce 11 (le décret). Aucun élément de preuve ne montre que l'appelant a joué un rôle au sein des forces de sécurité de l'ensemble de la région du Sud ou que ses pouvoirs dépassaient les frontières de ce département. Sa participation était donc exclusive au XXXX du XXXX, où aucun crime n'a été commis par les forces de sécurité gouvernementales pendant son mandat de XXXX mois, comme il a été conclu précédemment.\n[46] J'estime que la SPR a commis une erreur et que le facteur mentionné ci-dessus milite contre la conclusion selon laquelle il y a des raisons sérieuses de penser que le comportement de l'appelant a eu une incidence importante sur les crimes internationaux ou le dessein criminel dans les régions de l'Ouest.\nc) Les fonctions et les activités de la personne et le grade de XXXX du XXXX du XXXX\n[47] La Cour suprême du Canada a déclaré que le lien entre les fonctions et les activités de l'appelant et les crimes ou le dessein criminel était particulièrement important pour évaluer sa contribution significative prétendue. Ce qui est le plus pertinent dans la présente affaire, c'est que le poste élevé de l'appelant peut indiquer qu'il exerçait, de fait, un contrôle sur les auteurs d'actes criminels, ce qui milite en faveur d'une conclusion liée à la contribution significative34.\n[48] J'estime que la SPR a conclu à juste titre que, même si l'appelant n'exerçait pas une autorité exclusive sur les forces de l'ordre, il occupait un poste important par rapport aux XXXX XXXX XXXX au XXXX et était responsable de la XXXX en XXXX des XXXX XXXX visant la population, ce qui milite en faveur d'une conclusion de complicité. Cependant, je remarque que, à ce moment-là, rien ne permettait de conclure que l'appelant avait mis en œuvre des \" mesures répressives \" contre la population de son département. En effet, le dossier appuie le témoignage de l'appelant selon lequel aucun acte prohibé n'a été commis par les forces de sécurité sous sa responsabilité pendant son mandat. Comme nous le verrons ci-dessous, la SPR a commis une erreur en renversant le fardeau de la preuve et en exigeant que l'appelant prouve, selon la prépondérance des probabilités, qu'aucune \" mesure répressive \" n'avait été mise en œuvre dans son département afin de réaliser de manière significative le dessein criminel.\n[49] Il n'est pas contesté que l'appelant n'exerçait pas de contrôle efficace sur les forces de sécurité responsables d'avoir commis les actes prohibés dans d'autres départements. Il est donc erroné de conclure que son inaction pourrait engager sa responsabilité pénale par omission en l'absence de toute obligation légale d'agir35. Aucun élément de preuve ne montre qu'il a joué un rôle à l'échelle régionale ou centrale.\n[50] Comme la SPR l'a souligné, les fonctions et les activités de l'appelant étaient multiples. Il a dit que, dans le cadre de ses activités quotidiennes, il était le XXXX de XXXX administrative du XXXX, XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX36. L'appelant a également établi une distinction très importante entre les différentes fonctions de la gendarmerie et de la police, lesquelles sont mises à la disposition de l'autorité administrative du département, à savoir le XXXX, pour assurer la sécurité, mais font également XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX. Ce fait est corroboré à l'article 38 du décret, qui précise que les affaires judiciaires ne relèvent pas du pouvoir du XXXX. L'appelant n'était pas responsable de poursuivre les membres de la milice qui avaient commis des crimes contre la population civile. Dans l'ensemble, ces fonctions ne militent pas en faveur d'une contribution significative aux crimes internationaux ou au dessein criminel.\n[51] Cependant, comme je l'expliquerai en détail plus loin, j'estime que la SPR a conclu à juste titre que l'appelant a menacé de recourir à la force contre la population civile pendant un discours. Je crois que cela militerait en faveur d'une conclusion selon laquelle l'appelant a contribué aux crimes contre l'humanité commis pendant la période pertinente.\nd) La durée de l'appartenance du demandeur d'asile à l'organisation, surtout après qu'il a pris connaissance de ses crimes ou de son dessein criminel\n[52] La Cour suprême du Canada a expliqué qu'une longue période d'emploi peut accroître l'importance de la contribution de la personne aux crimes ou au dessein criminel de l'organisation37. Selon moi, cela suppose que (i) le gouvernement poursuivait un dessein criminel qui comprenait la perpétration de crimes, définis dans le Statut de Rome, que ce soit des crimes de guerre ou des crimes contre l'humanité, pendant la période d'emploi et que (ii) l'appelant a adopté un comportement qui a contribué de manière significative à la perpétration de crimes internationaux durant la période pertinente. En effet, comme il est précisé dans l'arrêt Mugesera, les actes prohibés doivent être commis dans le cadre d'une attaque généralisée et systématique pour être considérés comme un crime international38. En l'absence d'un conflit armé ou d'une attaque contre une population civile, les violations des droits de la personne ou les crimes commis par les autorités n'atteignent pas un tel niveau.\n[53] Je souligne que la SPR s'est appuyée sur le témoignage de l'appelant selon lequel il avait été témoin de violations des droits de la personne de la part des forces de sécurité pendant qu'il était affecté à XXXX et à XXXX en 2011 et en 2013. Le premier incident concernait le passage à tabac d'un transporteur par des gendarmes parce qu'il avait refusé de leur donner un pourboire, et l'autre concernait le passage à tabac d'un chauffeur de camion par les autorités parce qu'il avait refusé de transporter du matériel militaire à XXXX39. Aucun élément de preuve ne montre que ces incidents sont liés à une attaque contre la population civile, et ils ne sont pas liés à l'attaque de 2017 et de 2018 contre la population civile anglophone40. Par conséquent, je conclus que ces incidents ne sont pas pertinents par rapport aux crimes internationaux ou au dessein criminel, et la SPR a commis une erreur en s'appuyant sur ces faits pour fonder sa conclusion au sujet de la contribution significative que l'appelant aurait apportée aux crimes contre l'humanité commis pendant son mandat à titre de XXXX du XXXX du XXXX.\n[54] J'estime que la SPR a commis une erreur lorsqu'elle a conclu que le long service de l'appelant au sein du gouvernement, [traduction] \" malgré le fait qu'il savait que des violations des droits de la personne étaient commises et que le gouvernement approuvait le meurtre, la détention illégale, la violence sexuelle et les incendies de villages dans la région du Sud-Ouest, militait en faveur de la conclusion selon laquelle il était complice \". Je fais observer que, dans l'arrêt Ezokola, la Cour suprême du Canada a expliqué qu'une longue période d'emploi \" peut [...] accroître l'importance de la contribution de l'intéressé aux crimes ou au dessein criminel de l'organisation \", surtout après qu'il a pris connaissance du dessein criminel41. Cependant, je souligne également que la simple appartenance, même après avoir pris connaissance du dessein criminel, est insuffisante. Non seulement la Cour suprême du Canada a expressément rejeté la \" culpabilité par association \", mais elle a également précisé qu'un demandeur d'asile ne peut \" se rendre complice seulement en continuant d'exercer ses fonctions sans protester \", à moins que l'appelant n'ait occupé un poste d'autorité s'accompagnant d'une obligation d'agir42. Comme il a été mentionné précédemment, aucun élément de preuve ne montre que l'appelant avait l'obligation d'agir à l'extérieur de son département, où les crimes internationaux ont été commis. Il est donc nécessaire d'examiner comment ou par quel comportement le fait que l'appelant a conservé son poste au XXXX a accru sa contribution au dessein criminel. La présente analyse ne porte pas sur la connaissance qu'avait l'appelant des crimes internationaux ou du dessein criminel, mais se limite à l'incidence importante de sa contribution.\n[55] J'estime que la période pertinente pendant laquelle le comportement de l'appelant aurait contribué aux crimes internationaux ou au dessein criminel s'étend sur plus de XXXX mois, et non sur 30 ans. Les éléments de preuve ne révèlent pas en quoi le comportement de l'appelant était lié à d'éventuels crimes contre l'humanité commis contre les anglophones ou d'autres groupes au Cameroun, alors qu'il occupait des postes de rang inférieur dans différentes régions du pays. Cette courte période ne milite pas en faveur d'une contribution significative aux crimes ou au dessein criminel.\n[56] Dans l'ensemble, j'estime que l'évaluation des facteurs énoncés dans l'arrêt Ezokola ne milite pas en faveur de la participation de l'appelant aux crimes internationaux ou au dessein criminel.\ne) La Section de la protection des réfugiés a conclu à juste titre que l'appelant avait contribué au dessein criminel\n[57] Je crois comprendre, à la lumière de l'analyse de la SPR aux paragraphes 92 à 98, qu'il a été conclu que l'appelant avait contribué aux crimes ou au dessein criminel en raison de l'exécution de l'ordre donné par le gouverneur de prendre des mesures répressives contre la population anglophone et du fait qu'il a menacé d'avoir recours aux forces de sécurité contre les manifestants.\n[58] La SPR a d'abord conclu que l'appelant n'avait pas présenté suffisamment d'éléments de preuve pour établir, selon la prépondérance des probabilités, qu'il n'avait pas ordonné la prise de mesures répressives pendant son mandat et qu'il avait donc contribué aux crimes internationaux. Cependant, la SPR a précisé que, même si elle admettait que l'appelant n'avait pas imposé de mesures répressives à sa population, [traduction] \" il a participé au dessein commun de maintenir et de perpétuer le régime du gouvernement par la force et la terreur à l'endroit des civils \". Pour en arriver à ces conclusions, la SPR a tenu compte de ce qui suit : (i) la vidéo montrant l'appelant s'adresser à la foule de façon pacifique a une faible valeur probante, car il ne s'agit que d'un aperçu dans le temps qui ne démontre pas que l'événement a pris fin de manière pacifique ou qu'aucune mesure répressive n'a été prise; (ii) selon un article, l'appelant a menacé la foule de recourir à la force si elle ne se calmait pas; (iii) l'état d'urgence a été ordonné par les deux gouverneurs régionaux du 29 septembre au 3 octobre 2017; (iv) un rapport d'Amnesty International a révélé qu'une école primaire et deux résidences privées à Menji avaient été incendiées en octobre 2017.\n[59] Je crois que la SPR a commis une erreur en exigeant que l'appelant établisse, selon la prépondérance des probabilités, qu'il n'a pas imposé de mesures répressives pendant son mandat au sein du XXXX du XXXX. Il s'agit d'un renversement du fardeau de la preuve, car il incombait au ministre de prouver que l'appelant avait mis en œuvre de telles mesures dans son département en vue de la réalisation du dessein criminel, selon la norme des raisons sérieuses de penser. Par conséquent, j'évaluerai si les éléments de preuve permettent de conclure que le ministre a bel et bien établi qu'il y avait des raisons sérieuses de penser que l'appelant a contribué aux crimes ou au dessein criminel en imposant des mesures répressives dans son département.\n[60] Je crois que la SPR a commis une erreur en refusant d'accorder une valeur probante à la vidéo, compte tenu des autres éléments de preuve au dossier. Comme il a été mentionné précédemment, aucun acte prohibé commis par les forces de sécurité pendant que l'appelant était le XXXX du XXXX du XXXX n'a été signalé, ce qui corrobore le témoignage de l'appelant à cet égard. En outre, j'estime que la SPR n'a pas appliqué le principe énoncé dans l'arrêt Maldonado selon lequel le témoignage de l'appelant est présumé être vrai, à moins que des préoccupations quant à la crédibilité ne soient soulevées43. La SPR n'a pas tiré de conclusion défavorable à l'égard du témoignage de l'appelant en général. Je souligne que, tout au long de la procédure, même durant l'entrevue avec l'agent de l'Agence des services frontaliers du Canada menée le 22 avril 2021, l'appelant a catégoriquement affirmé avoir refusé d'imposer des mesures restrictives qui mèneraient à la perpétration de crimes contre la population par les forces de sécurité pendant qu'il était XXXX, ce qui dénote la cohérence interne des éléments de preuve. Le témoignage de l'appelant confirme donc au moins partiellement le fait qu'il n'a pas imposé de mesures répressives, mais qu'il a plutôt eu recours au dialogue pour atténuer la crise, comme le montre la vidéo. Par conséquent, j'estime que l'ensemble de la preuve, y compris la vidéo, montre que l'appelant a fort probablement utilisé des moyens pacifiques pour réduire les tensions au sein de la population vivant dans son département, ce qui n'appuie pas la conclusion selon laquelle il y a des raisons sérieuses de penser qu'il a imposé à la population de son département des mesures restrictives qui ont eu une incidence importante sur la perpétration de crimes internationaux ou la réalisation du dessein criminel.\n[61] En outre, je remarque que les crimes sur lesquels la SPR s'est appuyée pendant la période de XXXX mois en question à XXXX ont été perpétrés par des milices anglophones qui ont incendié des écoles et des résidences privées en octobre 2017, comme l'a signalé Amnesty International44. Je ne comprends pas comment l'appelant aurait pu participer aux crimes commis par la faction adverse. Il est important de rappeler que les deux factions adverses, à savoir les forces de sécurité gouvernementales et les groupes armés anglophones, ont commis des crimes contre l'humanité contre la population civile anglophone pendant cette période et que l'appelant se fait reprocher d'avoir participé à ceux commis par le gouvernement, et non à ceux perpétrés par les groupes armés anglophones. En outre, sa responsabilité ne comprenait pas la tenue d'enquêtes sur les crimes et les poursuites connexes, comme il a été expliqué précédemment. La SPR a donc commis une erreur en s'appuyant sur ces éléments de preuve pour conclure que l'appelant avait imposé des mesures restrictives à la population ou que son comportement avait contribué de manière significative à la réalisation du dessein criminel perpétré par les forces de sécurité gouvernementales.\n[62] Je souscris à l'analyse de la SPR selon laquelle l'article montre qu'il y a des raisons sérieuses de penser que l'appelant a probablement menacé de recourir à la force si la foule devenait incontrôlable. Cependant, aucun élément de preuve ne montre que ces menaces ont été mises à exécution de quelque façon que ce soit. L'importance de sa contribution au dessein criminel sera évaluée plus tard.\n[63] En ce qui concerne l'interdiction de tenir des manifestations pendant quelques jours, j'estime que l'imposition de cette mesure d'urgence pendant une période d'agitation civile ne constituerait pas en soi un crime contre l'humanité, surtout pendant une aussi courte période. J'estime également que le lien entre le dessein criminel, qui comprend des actes prohibés commis dans d'autres départements, et la période de quatre jours pendant laquelle les manifestations dans le XXXX du XXXX ont été interdites est ténu. Cependant, j'évaluerai l'importance de cette contribution plus tard.\n[64] Aucun élément de preuve ne montre que les forces de sécurité sous l'autorité de l'appelant ont contribué aux crimes contre l'humanité pendant son mandat. Comme il a été souligné précédemment, dans le décret ou d'autres éléments de preuve objectifs, l'appelant n'exerçait aucune autorité sur les forces de sécurité à l'extérieur de son département ou à l'échelon du gouverneur, et une \" contribution par omission \" n'est donc pas fondée. Par conséquent, il est erroné de tirer une conclusion selon laquelle il a contribué aux crimes commis par les forces de sécurité ailleurs uniquement en raison de l'absence de protestation ou d'un acquiescement passif.\n[65] Par conséquent, j'évaluerai si le fait d'avoir menacé d'avoir recours aux forces de sécurité et d'imposer une courte interdiction relativement aux manifestations constitue une contribution significative aux crimes ou au dessein criminel.\nf) La Section de la protection des réfugiés a eu tort de conclure que le comportement de l'appelant avait eu une incidence importante sur les crimes ou la réalisation du dessein criminel\n[66] Il n'est pas contesté que l'appelant n'a pas participé à la formulation et à l'établissement du dessein criminel. Bien que les éléments de preuve ne montrent pas qu'il a tenté de prévenir les crimes commis dans d'autres départements, il a refusé de mettre en œuvre les ordres du gouverneur dans son département, ce qui peut être considéré comme une tentative de faire échouer le plan criminel du groupe, plutôt que de rendre le processus plus efficace ou expéditif. Comme il sera expliqué en détail plus loin, la SAR conclut que les autorités camerounaises ont fort probablement forcé l'appelant à prendre sa retraite en raison de son refus de coopérer avec le gouvernement en commettant des actes prohibés contre les manifestants45.\n[67] En tant que XXXX, l'appelant représentait XXXX XXXX XXXX XXXX XXXX de son département et pouvait utiliser les XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX. Cependant, les éléments de preuve ne montrent pas qu'il a joué un rôle au sein du gouvernement régional ou central, à l'origine du dessein commun, et il n'était pas lié à ceux qui ont commis les actes prohibés dans le cadre du plan commun. Par conséquent, aucun élément de preuve ne montre qu'il a participé à la perpétration des actes prohibés dans d'autres départements parce qu'il ne s'est pas acquitté de son obligation juridique d'agir.\n[68] Cependant, comme il a été conclu ci-dessus, il y a des raisons sérieuses de penser que l'appelant a bel et bien averti la population civile qu'il enverrait les forces de sécurité si elle ne se calmait pas, menaçant effectivement de recourir à une force excessive et contribuant au dessein criminel. Selon moi, cette contribution ne peut pas être qualifiée de \" soutenue \"; elle était plutôt \" ponctuelle \", et la menace ne s'est pas concrétisée. J'estime que l'incidence d'un tel comportement sur la réalisation du dessein criminel est mineure.\n[69] Comme je l'ai mentionné précédemment, j'estime également que la courte interdiction de tenir des manifestations a un lien ténu avec le dessein criminel, à savoir la répression de la population anglophone par la perpétration d'actes prohibés. En effet, cette mesure a été imposée aux communautés anglophone et francophone, de sorte qu'elle ne comporte pas d'élément discriminatoire qui aurait pu contribuer à l'intention de persécution liée aux actes prohibés énumérés ci-dessus. Compte tenu de la courte période pendant laquelle la mesure a été imposée et de la situation chaotique en matière de sécurité publique dans la région du XXXX XXXX au XXXX XXXX 2017, j'estime qu'il n'y a pas de raisons sérieuses de penser que cette mesure a été imposée à titre de mesure restrictive contribuant au dessein criminel et que, si c'était le cas, l'incidence était mineure.\n[70] Enfin, j'estime que le rôle de l'appelant par rapport à la gravité et à l'ampleur des crimes commis dans l'ensemble de la région n'est pas important, puisqu'aucun élément de preuve ne montre qu'il a restreint, pendant son mandat, le droit de participer à des manifestations dans son département, ce qui aurait contribué de manière significative à la réalisation du dessein criminel, ou qu'il a eu recours à une force disproportionnée menant à la perpétration de crimes internationaux dans le cadre de la gestion de ces manifestations ou contre des militants anglophones, comme c'était le cas dans d'autres départements. Cela tient compte du nombre de victimes et de blessés à la suite des actes prohibés commis par les forces de sécurité gouvernementales ailleurs dans la région, comme il a été mentionné précédemment.\n[71] Par conséquent, je conclus que le comportement de l'appelant n'équivaut pas à une contribution significative aux crimes contre l'humanité perpétrés contre la communauté anglophone ou au dessein criminel pendant son mandat, compte tenu des facteurs suivants : (i) l'appelant n'a pas participé à l'établissement du dessein criminel; (ii) les éléments de preuve montrent qu'il a entravé la mise en œuvre du dessein criminel en refusant d'exécuter les ordres du gouverneur; (iii) son rôle était limité au XXXX du XXXX, où aucun acte prohibé n'a été commis, puisqu'aucun élément de preuve ne montre qu'il a participé au processus décisionnel au sein du gouvernement régional ou central ou qu'il avait l'obligation d'agir; (iv) son comportement était ponctuel ou a eu une incidence mineure sur la réalisation du dessein criminel, surtout par rapport à la gravité et à l'ampleur des crimes et du dessein criminel.\n[72] Par conséquent, je conclus que la SPR a commis des erreurs et que le ministre n'a pas établi l'existence de raisons sérieuses de penser que l'appelant a contribué de manière significative aux crimes ou au dessein criminel. Il n'est pas nécessaire que j'aborde les deux autres éléments du critère relatif à la complicité. Par conséquent, l'appelant ne doit pas se voir refuser l'asile en application de l'alinéa Fa) de l'article premier de la Convention. J'évaluerai s'il a qualité de réfugié au titre des articles 96 et 97 de la LIPR.\nL'appelant a qualité de réfugié au sens de la Convention\n[73] La SPR a conclu que l'épouse de l'appelant serait exposée à plus qu'une possibilité sérieuse de persécution si elle devait retourner au Cameroun. Cette conclusion était fondée sur les considérations suivantes : (i) son témoignage selon lequel elle avait reçu des appels de menaces et avait été agressée par des hommes armés à la recherche de son époux, qui le traitaient de traître; (ii) les éléments de preuve objectifs révélant les crimes commis par les groupes armés anglophones contre les membres de la population, en particulier ceux qui ne respectent pas leurs politiques; (iii) le fait que les mesures répressives ont été prises par le gouvernement pendant le mandat de l'appelant à titre de XXXX du XXXX du XXXX. La conclusion a été tirée malgré celle voulant que l'épouse de l'appelant ait adopté un comportement incompatible en négligeant de demander l'asile pendant son séjour d'un an au Nigéria, au risque d'être expulsée vers le Cameroun.\n[74] Le tribunal a rejeté le témoignage de l'appelant selon lequel le gouvernement camerounais était également un agent de persécution. La SPR a conclu que, contrairement à la déclaration de l'appelant, le gouvernement central avait fourni un certain niveau de soins en l'évacuant par transport aérien à Douala pour qu'il y reçoive les soins appropriés après l'embuscade du XXXX XXXX 2018 et elle ne considérait pas sa retraite forcée comme un acte de persécution. Le tribunal a conclu que les allégations voulant que le gouvernement camerounais souhaite persécuter l'appelant relevaient de la conjecture.\n[75] Dans sa réponse à l'avis au titre de la décision Alazar, le ministre est d'avis que l'appelant n'a pas établi sa crainte subjective, puisqu'il n'a pas demandé l'asile pendant son séjour de XXXX mois aux États-Unis. Il cite la jurisprudence de la Cour fédérale pour affirmer que l'appelant n'a pas expliqué de façon raisonnable pourquoi il n'a pas demandé l'asile et que l'objectif du programme pour les réfugiés consiste non pas à choisir le pays où présenter une demande d'asile, mais plutôt à présenter une demande d'asile dans le premier pays sûr ou à la première occasion. Le ministre soulève également l'existence d'une possibilité de refuge intérieur (PRI) à Douala, la plus grande ville du Cameroun.\n[76] L'appelant réitère les principales allégations qu'il a formulées dans le cadre de sa demande d'asile et durant son témoignage devant la SPR. Il affirme avoir été pris pour cible par le gouvernement camerounais, parce qu'il a manqué de loyauté envers le gouvernement central en refusant d'exécuter les ordres, et par les séparatistes anglophones, qui le perçoivent comme un [traduction] \" traître \" à la solde du gouvernement. Il raconte la mission suicide qu'il s'est vu confier par le gouverneur et au cours de laquelle des hommes armés inconnus lui ont tiré dessus. Il se plaint du fait que le gouvernement central n'a pas fourni de soutien adéquat lorsqu'il a été blessé et qu'il a effectivement été congédié après plus de 35 ans de service par l'entremise d'un XXXX XXXX XXXX XXXX XXXX XXXX, ce qui, selon lui, était irrespectueux. Il a également dénoncé l'insécurité constante qui afflige le Cameroun depuis les dernières élections.\na) La Section de la protection des réfugiés a eu tort de conclure que le gouvernement du Cameroun n'était pas un agent du préjudice\n[77] Comme il est analysé ci-dessous, j'estime que la SPR a mal évalué les éléments de preuve concernant l'allégation de l'appelant selon laquelle le gouvernement camerounais pourrait également être un agent de persécution, car elle a appliqué un raisonnement nord-américain à un ensemble de faits découlant d'un contexte social différent. En effet, la SPR a conclu à tort que la question de savoir si l'appelant était pris pour cible par les autorités gouvernementales camerounaises en raison de son refus de mettre en œuvre des \" mesures restrictives \" demeurait hypothétique. Je conclus également que, à la lumière des éléments de preuve objectifs cités dans la décision, l'appelant est exposé à une possibilité sérieuse de persécution en tant que membre anglophone de la diaspora, laquelle est perçue par l'administration camerounaise comme étant responsable du conflit civil, et pourrait donc être pris pour cible par les autorités, emprisonné, torturé ou tué46.\n[78] Je souligne que, durant son témoignage, l'appelant a présenté un ensemble de circonstances qui l'ont incité à croire que le gouvernement central du Cameroun était à sa recherche : (i) il lui a été demandé de participer à une mission sans protection adéquate compte tenu de la situation d'insécurité instable; (ii) après qu'il a été atteint par balle par des groupes armés, 24 heures se sont écoulées avant qu'il soit évacué afin de recevoir des soins médicaux; (iii) il a été [traduction] \" abandonné \" par son gouvernement à l'hôpital et a dû payer pour ses soins; (iv) peu de temps après, il a été forcé de prendre sa retraite et tous les éléments de sécurité lui ont été retirés, ce qui l'expose à un risque de représailles de la part des combattants séparatistes; (v) il n'a pas été invité à la passation des pouvoirs à son remplaçant au poste de XXXX du XXXX du XXXX et a dû laisser tous ses effets personnels derrière47. Il a également déclaré durant son témoignage qu'un ami de la police lui avait donné des [traduction] \" renseignements \" selon lesquels les autorités camerounaises l'avaient inscrit sur une liste noire parce qu'il [traduction] \" n'avait pas collaboré avec le gouvernement pour tuer des civils innocents afin de maîtriser la crise dans les régions du Nord-Ouest et du Sud-Ouest48 \".\n[79] Je crois que, prises ensemble, les circonstances décrites ci-dessus démontrent que, à tout le moins, le gouvernement camerounais voulait forcer l'appelant à quitter la fonction publique, selon la prépondérance des probabilités. Les éléments de preuve ne montrent aucune autre raison que celle fournie par l'appelant tout au long de son témoignage, à savoir que le gouvernement souhaitait se débarrasser de lui parce qu'il ne voulait pas mettre en œuvre la politique de l'État consistant à prendre de violentes mesures répressives contre les manifestants. Le ministre n'a fourni aucun autre motif raisonnable possible justifiant la prise de telles mesures contre l'appelant par le gouvernement. J'estime également que l'appelant a témoigné du point de vue d'un fonctionnaire de carrière au sein de la société camerounaise, dont les attentes sont différentes de celles en jeu au sein de l'administration publique canadienne. Le ministre n'a présenté aucun élément de preuve qui pourrait avoir une incidence défavorable sur le témoignage de l'appelant à cet égard. Par conséquent, je conclus, selon la prépondérance des probabilités, que le gouvernement a forcé l'appelant à prendre sa retraite et qu'il l'a traité de façon irrespectueuse parce qu'il a refusé de mettre en œuvre ses politiques répressives.\n[80] Je constate que les mesures coercitives prises par les autorités contre un anglophone qui exprime son désaccord avec les politiques du gouvernement central concordent avec les éléments de preuve objectifs faisant état du sort réservé aux membres de la diaspora qui retournent au Cameroun49. En effet, les éléments de preuve objectifs font état de l'emprisonnement illégal des dirigeants anglophones pour leur rôle dans la lutte contre les mesures gouvernementales par la tenue de manifestations. Je souligne également que le gouvernement central se plaint du fait que le conflit est alimenté par les anglophones qui vivent à l'étranger et qu'il se méfie donc des personnes qui retournent au pays et des membres de la diaspora. Je remarque que l'appelant a demandé l'appui du président de l'XXXX et qu'il pourrait donc être perçu comme un séparatiste.\n[81] Par conséquent, je conclus que, en tant que personne qui retourne dans son pays et qui s'oppose aux politiques répressives du gouvernement central, l'appelant serait exposé à une possibilité sérieuse de persécution en raison de ses opinions politiques présumées ou réelles. Selon les éléments de preuve objectifs, un tel risque serait présent partout au Cameroun50.\nb) La Section de la protection des réfugiés a conclu à juste titre que la milice anglophone était un agent de persécution\n[82] Je souscris à l'analyse de la SPR selon laquelle l'épouse de l'appelant serait exposée à une possibilité sérieuse de persécution de la part des séparatistes anglophones en raison de ses opinions politiques présumées. Je souligne que les appels de menaces des agents du préjudice visaient principalement l'appelant, et non son épouse. A fortiori, le même raisonnement s'applique à l'appelant.\n[83] Selon les éléments de preuve objectifs contenus dans le nouveau cartable national de documentation sur le Cameroun, les forces armées séparatistes continuent de représenter une menace pour les personnes perçues comme ayant collaboré avec le gouvernement central ou celles s'étant prononcées contre leurs politiques51. Je souscris à l'analyse de la SPR selon laquelle l'épouse de l'appelant a été agressée chez elle par des agresseurs à la recherche de l'appelant qui le traitaient de traître et a continué de recevoir des appels de menaces pendant qu'elle se trouvait à Douala.\n[84] Je rejette l'affirmation du ministre voulant que le défaut de l'appelant de demander l'asile réfute son allégation selon laquelle il a une crainte subjective de retourner au Cameroun. Je fais observer que, à ce moment-là, l'appelant venait tout juste d'être pris en embuscade, atteint par balle et congédié de son poste par l'administration, qui l'a forcé à prendre sa retraite et qui a mis fin à sa longue carrière. Il demeurait aux États-Unis grâce à un visa valide et ne risquait pas d'être expulsé. Il ne s'agit pas d'une preuve de son absence de crainte de retourner au Cameroun.\n[85] Bien que l'appelant ait reçu le soutien du président de l'XXXX XXXX qui vit aux États-Unis, je crois qu'il pourrait toujours courir le risque d'être pris pour cible par la milice anglophone locale, qui aurait toujours l'impression qu'il a collaboré avec le gouvernement central.\n[86] Dans les circonstances, comme les autorités sont également l'agent de persécution, l'appelant n'aurait pas droit à une protection adéquate de l'État. Comme il a été mentionné précédemment, les éléments de preuve objectifs révèlent que le risque est présent partout au pays. L'appelant ne bénéficierait donc pas d'une PRI à Douala.\n[87] Par conséquent, je conclus que l'appelant serait exposé à une possibilité sérieuse de persécution s'il devait retourner au Cameroun en raison de ses opinions politiques réelles ou présumées.\nCONCLUSION\n[88] L'appel est accueilli. Je substitue à la décision attaquée ma propre décision selon laquelle l'appelant a qualité de réfugié au sens de la Convention.\n(signé)\nMe Martine Durocher\nMe Martine Durocher\n21 février 2024\nDate\nTraduction de la CISR\nLangue originale : anglais\n1 Canada (Citoyenneté et Immigration) c. Singh, 2016 CAF 96; Raza c. Canada (Citoyenneté et Immigration), 2007 CAF 385.\n2 Casilimas Murcia c. Canada (Citoyenneté et Immigration), 2019 CF 1182 (CanLII), para 50.\n3 Canada (Citoyenneté et Immigration) c. Huruglica, 2016 CAF 93; Rozas del Solar c. Canada (Citoyenneté et Immigration), 2018 CF 1145.\n4 Pièce M-4, p. 10.\n5 Pièce M-4, p. 11.\n6 Pièce M-16, p. 23-24; pièce M-4, p. 13.\n7 Pièce M-16, p. 25.\n8 Pièce M-16, 25.\n9 Pièce M-16, p. 25 (p. 755); pièce M-6, p. 2.\n10 Pièce M-6, p. 2.\n11 Libération Célian\nhttps:\/\/www.liberation.fr\/planete\/2018\/06\/12\/au-cameroun-la-sale-guerre-derriere-la-crise-anglophone_1658321\/, article cité à la note de bas de page 110 de la pièce M-16.\n12 Pièce M-6, p. 3.\n13 Pièce M-15, p. 18-30.\n14 Pièce M-15, p. 10-12.\n15 Ibid.\n16 Pièce M-15.\n17 Pièce M-15, p. 13.\n18 Pièce M-15, p. 17.\n19 Pièce M-15, p. 11.\n20 Le Procureur c. Katanga, Cour pénale internationale (CPI), Jugement rendu en application de l'article 74 du Statut, 07.03.2014, (http:\/\/www.legal-tools.org\/doc\/9813bb\/), para 1119.\n21 Ezokola c. Canada (Citoyenneté et Immigration), 2013 CSC 40 (CanLII), [2013] 2 RCS 678, para 54.\n22 The Prosecutor of the Special Court v. Alex Tamba Brima, Brima Bazzy Kamara, Santigie Borbor Kanu (the AFRC Accused) (jugement d'appel), SCSL-2004-16-A, Tribunal spécial pour la Sierra Leone, 22 février 2008, para 76-80, accessible à : https:\/\/www.refworld.org\/cases,SCSL,48441e412.html. Les tribunaux spéciaux sont le Tribunal pénal international pour l'ex-Yougoslavie et le Tribunal pénal international pour le Rwanda. Ils comprennent également les tribunaux mixtes, comme le Tribunal spécial pour la Sierra Leone, les Chambres extraordinaires au sein des tribunaux cambodgiens ou le Tribunal spécial pour le Liban.\n23 R. (J.S. (Sri Lanka)) v. Secretary of State for the Home Department, [2010] UKSC 15, [2011] 1 AC 184 (JS), para 7.\n24 Le Procureur c. Mbarushimana, ICC-01\/04-01\/10-465-Red, Décision relative à la confirmation des charges, 16 décembre 2011, ICC-01\/04-01\/10-514, 30 mai 2012, para 284.\n25 Ezokola c. Canada (Citoyenneté et Immigration), 2013 CSC 40 (CanLII), [2013] 2 RCS 678, para 84.\n26 Mugesera c. Canada (Ministre de la Citoyenneté et de l'Immigration), 2005 CSC 40 (CanLII), [2005] 2 RCS 100, para 116.\n27 Ezokola c. Canada (Citoyenneté et Immigration), 2013 CSC 40 (CanLII), [2013] 2 RCS 678, para 91.\n28 Ezokola c. Canada (Citoyenneté et Immigration), 2013 CSC 40 (CanLII), [2013] 2 RCS 678, para 57.\n29 Le Procureur c. Callixte Mbarushimana, ICC-01\/04-01\/10-465-Red, Décision relative à la confirmation des charges, 16 décembre 2011 (CPI, Chambre préliminaire I), para 284.\n30 Ezokola c. Canada (Citoyenneté et Immigration), 2013 CSC 40 (CanLII), [2013] 2 RCS 678, para 56.\n31 Ezokola c. Canada (Citoyenneté et Immigration), 2013 CSC 40 (CanLII), [2013] 2 RCS 678, para 94.\n32 Ezokola c. Canada (Citoyenneté et Immigration), 2013 CSC 40 (CanLII), [2013] 2 RCS 678, para 87.\n33 Ezokola c. Canada (Citoyenneté et Immigration), 2013 CSC 40 (CanLII), [2013] 2 RCS 678, para 95.\n34 Ezokola c. Canada (Citoyenneté et Immigration), 2013 CSC 40 (CanLII), [2013] 2 RCS 678, para 96-97.\n35 Ezokola c. Canada (Citoyenneté et Immigration), 2013 CSC 40 (CanLII), [2013] 2 RCS 678, para 82.\n36 Transcription du 2 février 2022, p. 20-21.\n37 Ezokola c. Canada (Citoyenneté et Immigration), 2013 CSC 40 (CanLII), [2013] 2 RCS 678, para 98.\n38 Mugesera c. Canada (Ministre de la Citoyenneté et de l'Immigration), 2005 CSC 40 (CanLII), [2005] 2 RCS 100, para 167.\n39 Transcription du 2 février 2022, p. 25.\n40 Pièce M-2, Agence des services frontaliers du Canada, p. 42 ou 344.\n41 Ezokola c. Canada (Citoyenneté et Immigration), 2013 CSC 40 (CanLII), [2013] 2 RCS 678, para 98.\n42 Ezokola c. Canada (Citoyenneté et Immigration), 2013 CSC 40 (CanLII), [2013] 2 RCS 678, para 82, confirmant Ramirez c. Canada (Ministre de l'Emploi et de l'Immigration), 1992 CanLII 8540 (CAF), [1992] 2 CF 306, p. 319-320.\n43 Maldonado c. Canada (Ministre de l'Emploi et de l'Immigration), 1979 CanLII 4098 (CAF), [1980] 2 CF 302 (CA).\n44 Pièce M15, p. 400-401.\n45 Voir supra, para 79.\n46 Cartable national de documentation (CND) sur le Cameroun, 28 avril 2023, onglet 1.14 : Country Policy and Information Note. Cameroon: North-West\/South-West crisis [renseignements stratégiques et information sur le pays. Cameroun : crise dans le Nord-Ouest et le Sud-Ouest]. Version 2.0. Royaume-Uni. Ministère de l'Intérieur. Décembre 2020.\n47 Transcription du 2 février 2022, p. 29-30.\n48 Transcription du 2 février 2022, p. 23.\n49 CND sur le Cameroun, 28 avril 2023, onglet 1.14 : Country Policy and Information Note. Cameroon: North-West\/South-West crisis. Version 2.0. Royaume-Uni. Home Office. Décembre 2020.\n50 Ibid.\n51 CND sur le Cameroun, 28 avril 2023, onglet 2.1 : Cameroon. Country Reports on Human Rights Practices for 2022 [rapport de 2022 sur les pratiques des pays en matière de droits de la personne - Cameroun]. États-Unis. Département d'État. 27 février 2023; CND sur le Cameroun, 28 avril 2023, onglet 1.14 : Country Policy and Information Note. Cameroon: North-West\/South-West crisis. Version 2.0. Royaume-Uni. Home Office. Décembre 2020.\n---------------\n------------------------------------------------------------\n---------------\n------------------------------------------------------------\nDossier de la SAR \/ RAD File: VC2-05699\nSAR.25.02 (20 août 2021)\nAvailable in English\n2\nCommission de l'immigration et du statut de réfugié du Canada\nSection d'appel des réfugiés\nImmigration and Refugee\nBoard of Canada\nRefugee Appeal Division\nSAR.25.02 (20 août 2021)\nAvailable in English\n",
        "language":"fr",
        "other":"{\"decision-maker_name\": \"Me Martine Durocher\"}"
    },
    {
        "citation":"VC3-14129",
        "citation2":"",
        "dataset":"RAD",
        "name":"",
        "source_url":"VC3-14129tf.txt",
        "scraped_timestamp":"2024-07-12",
        "document_date":"2024-03-04",
        "year":2024,
        "unofficial_text":"\nDossier de la SAR \/ RAD File: VC3-14129\nHuis clos \/ Private Proceeding\nMotifs et décision ? Reasons and Decision\n[Traduction de la version originale]\nPersonne en cause\nXXXX XXXX XXXX\nPerson who is the subject of the appeal\nDate de la décision\n4 mars 2024\nDate of decision\nTribunal\nJoshua M. Prowse\nPanel\nConseil de la personne en cause\nBjorn Harsanyi\nCounsel for the person who is the subject of the appeal\nReprésentant(e) désigné(e)\nS\/O\nDesignated representative\nConseil du ministre\nS\/O\nCounsel for the Minister\nMOTIFS DE DÉCISION\nAPERÇU\n[1] XXXX XXXX XXXX XXXX un citoyen du Mexique, fait appel d'une décision par laquelle la Section de la protection des réfugiés (SPR) a rejeté sa demande d'asile.\n[2] L'appelant déclare qu'il craint de retourner au Mexique parce que le cartel de Sinaloa a enlevé son frère, XXXX, à des fins d'extorsion et qu'un autre de ses frères est tombé dans une embuscade tendue par trois membres du cartel de Sinaloa et il a subi une blessure causée par un fusil avant de s'enfuir. L'appelant dit avoir été menacé de mort par les membres du cartel s'il ne verse pas l'argent au cartel.\n[3] La SPR a estimé que l'appelant dispose d'une possibilité de refuge intérieur (PRI) soit à Mexico, soit à Mérida. Je rejette l'appel puisqu'il n'y a aucune erreur dans la décision de la SPR.\nNOUVEAUX ÉLÉMENTS DE PREUVE ET AUDIENCE\n[4] L'appelant présente de nouveaux éléments de preuve en appel, à savoir des lettres de son cousin et de sa tante au sujet de l'intérêt continu des agents du préjudice1. J'admets les documents pour les motifs fournis dans les observations en appel.\n[5] Bien que j'aie admis les nouveaux éléments de preuve, je ne tiens pas d'audience. Lorsque la Section d'appel des réfugiés (SAR) admet de nouveaux éléments de preuve, elle ne peut tenir une audience que si ces éléments de preuve soulèvent une question importante quant à la crédibilité de la personne en cause. Ce n'est pas le cas des éléments de preuve en question. Lorsque la SAR est préoccupée non pas par la crédibilité des éléments de preuve, mais plutôt par leur poids, les critères pour la tenue d'une audience ne sont pas respectés2. Les éléments de preuve et l'appelant sont crédibles, mais les nouveaux documents ne suffisent pas à établir que l'appelant est susceptible de subir un préjudice dans les lieux proposés comme PRI.\nANALYSE\n[6] Mon rôle consiste à examiner tous les éléments de preuve et à établir si la SPR a rendu la bonne décision. La SPR n'a pas joui d'un avantage certain au moment de trancher la présente affaire, étant donné que les questions sur lesquelles elle a fondé ses conclusions sont reproduites intégralement dans le dossier, notamment la transcription et l'enregistrement audio qui m'ont été présentés.\n[7] La SPR a jugé à juste titre qu'il ne s'agit pas d'une affaire où il existe un lien avec un motif prévu dans la Convention. L'appelant ne conteste pas cette conclusion en appel. J'adopte les motifs de la SPR selon lesquels la présente demande d'asile fondée sur le fait d'être la cible d'un gang devrait être évaluée uniquement au titre de l'article 97 de la Loi sur l'immigration et la protection des réfugiés.\n[8] La SPR a correctement énoncé le critère permettant de conclure qu'un demandeur d'asile dispose d'une possibilité de refuge intérieur viable. Une PRI est viable si 1) l'appelant n'est pas exposé à un préjudice au titre de l'article 97 ou à une possibilité sérieuse de persécution dans ce pays, et 2) les conditions dans la PRI sont telles qu'il ne serait pas déraisonnable pour l'appelant d'y chercher refuge.\nPremier volet du critère relatif à la possibilité de refuge intérieur : risque de persécution ou de préjudice au sens de l'article 97\n[9] La SPR a estimé qu'il n'était pas suffisamment probable que les agents du préjudice dans la présente affaire auraient la volonté de poursuivre l'appelant s'il vivait à Mexico ou à Mérida pour les raisons suivantes :\n* L'appelant a déménagé et a passé près de six mois dans un autre État avant de venir au Canada. Il n'a pas établi qu'il a été poursuivi dans cet État - même si les agents du préjudice connaissaient la ville où il avait déménagé et l'avaient menacé - ce qui démontre qu'ils ne souhaitent pas le poursuivre ailleurs au Mexique.\n* En ce qui concerne les expériences de personnes se trouvant dans une situation similaire, l'un des frères de l'appelant affirme qu'il a pu retourner au Mexique à partir des États-Unis afin de rendre visite à son fils, sans avoir à affronter les autres difficultés relevées3. L'autre frère de l'appelant vit ailleurs au Mexique depuis dix ans et n'a fait l'objet ni de menaces ni de préjudices, mais ne il semble pas susciter autant l'intérêt du cartel4.\n* De manière plus générale, les éléments de preuve relatifs aux conditions dans le pays révèlent que les cartels ne poursuivent pas en général les personnes qui ne paient pas les sommes exigées, à moins que le groupe n'envisage un gain financier important, ou que la personne possède trop de connaissances sur les activités du groupe, ce qui ne s'applique pas de manière suffisante dans la présente affaire.\n* L'appelant n'a pas établi que, compte tenu de son profil personnel, le cartel souhaiterait le poursuivre pour d'autres raisons comme une vendetta personnelle, la rivalité, la trahison ou la visibilité publique.\n[10] L'appelant conteste la conclusion concernant la volonté des agents du préjudice. Pour les motifs qui suivent, je suis convaincu que la conclusion de la SPR était correcte.\n[11] Comme la SPR, je juge, selon la prépondérance des probabilités, que les agents du préjudice ne souhaitent pas poursuivre l'appelant dans les lieux proposés comme PRI, et que cette conclusion est déterminante quant au risque auquel l'appelant est exposé dans ces lieux. L'appelant fait référence à l'affaire Atamanchuk c. Canada, et il avance qu'elle confirme la proposition selon laquelle il suffit qu'un demandeur d'asile présente des éléments de preuve d'un ciblage local dans une région d'un pays pour rendre un lieu proposé comme PRI non viable5. Selon mon interprétation, ce n'est pas le cas dans l'affaire en question. Dans la partie de l'affaire à laquelle l'appelant renvoie, la Cour a conclu que le décideur a agi de manière déraisonnable en n'accordant aucun poids à des éléments de preuve particuliers que le demandeur d'asile cherchait à faire admettre. La Cour a conclu que le poids des lettres était évident, car elles laissaient entendre que le lieu proposé comme PRI dans l'affaire n'était peut-être pas viable. Bref, j'estime que cette affaire de la Cour fédérale confirme que le décideur a agi de manière déraisonnable en n'accordant pas d'importance à des éléments de preuve particuliers, étant donné que les éléments de preuve quant à un ciblage local doivent être admis et examinés. Selon moi, cette affaire ne défend pas la proposition selon laquelle le fait d'être exposé à un risque local de la part d'une entité puissante suffit pour conclure que les possibilités de refuge intérieur n'existent pas. Une personne ayant besoin d'une protection doit être exposée à un risque dans toutes les régions de son pays6. Le fait que des agents du préjudice soient prêts à retrouver un appelant dans leur région d'origine ne prouve pas qu'ils souhaitent le retrouver à l'extérieur de leur État d'origine, un fait que les demandeurs d'asile doivent démontrer pour démontrer qu'ils ne seraient pas en sécurité dans un lieu proposé comme PRI7.\n[12] Le fait qu'il n'y ait pas suffisamment d'éléments de preuve dans la présente affaire pour établir que l'appelant serait exposé à un risque dans les lieux proposés comme PRI ne permet pas de conclure, comme il le soutient, que la Commission de l'immigration et du statut de réfugié du Canada (CISR) [traduction] \" a imposé à l'appelant de s'acquitter d'un fardeau de la preuve impossible pour démontrer la volonté des agents du préjudice de le retrouver dans un lieu proposé comme PRI8 \". La CISR (et, en fait, le présent commissaire) a constaté dans de nombreuses affaires que des personnes du Mexique ont établi qu'elles ne disposaient pas d'une PRI viable au Mexique où elles pourraient échapper aux menaces des cartels9. Chaque affaire repose sur ses propres faits, à commencer par les éléments de preuve relatifs aux conditions de vie dans le pays. La nature du ciblage et de la poursuite de l'appelant dans la présente affaire ne démontre tout simplement pas qu'il est exposé à une probabilité de préjudice dans les lieux proposés comme PRI.\n[13] Je rejette l'argument de l'appelant selon lequel la Cour fédérale a établi un seuil de deux ans et décidé qu'il n'est pas raisonnable de tirer des conclusions sur le mode opératoire d'une organisation criminelle quand moins de deux ans se sont écoulés depuis une menace crédible10. L'affaire que l'appelant cite à l'appui de cette proposition portait sur une situation dans laquelle un décideur avait conclu, compte tenu du temps écoulé, qu'un gang criminel n'avait plus les moyens ou la volonté nécessaires pour porter préjudice à un demandeur d'asile11. Ce n'est pas ce qui se passe dans la présente affaire. Au contraire, le fait que l'appelant n'ait pas été poursuivi ailleurs au Mexique, où il a déménagé et passé près de six mois, même si les agents du préjudice savaient qu'il avait déménagé dans cette ville et l'avaient menacé, est invoqué comme un élément qui montre qu'ils ne souhaitaient pas le poursuivre ailleurs au Mexique. Cette forme de raisonnement se fonde non pas simplement sur le temps écoulé, mais sur le comportement passé des agents du préjudice (ou l'absence de comportement). Il n'y a pas de délai minimum pour ce type d'analyse12.\n[14] J'admets les nouveaux éléments de preuve présentés par l'appelant en appel, selon lesquels les agents du préjudice ont continué à le rechercher dans sa région d'origine, au Mexique. Comme le soutient l'appelant, une telle poursuite \" accessoire \" des personnes, lorsque des membres de la famille élargie sont interpellés et questionnés, est courante13. Bien que j'admette que cela démontre que les agents du préjudice manifestent toujours un intérêt à l'égard de l'appelant, je n'admets pas que cela établit qu'ils souhaiteraient prendre des mesures pour lui porter préjudice s'il résidait dans l'un des lieux proposés comme PRI situés loin de sa ville d'origine.\n[15] Je suis convaincu que la SPR a conclu à juste titre que les éléments de preuve relatifs aux conditions dans le pays montrent que les cartels comme celui en cause dans la présente demande d'asile ne poursuivent pas en général des personnes uniquement parce qu'elles n'ont pas payé les sommes exigées, à moins que le groupe n'envisage un gain financier important. Pour parvenir à cette conclusion, la SPR s'est appuyée sur un rapport de la Direction de la recherche de la CISR intitulé Information sur les profils des personnes que les organisations criminelles et les cartels voudraient retrouver et prendre pour cible; les méthodes de repérage et la motivation des groupes criminels et des cartels à retrouver des personnes (2021-août 2023). En examinant de manière cumulative les éléments de preuve dont je dispose, y compris les parties de ce rapport que l'appelant souligne dans ses observations en appel, je suis convaincu que la SPR a correctement évalué les informations qui lui ont été présentées.\n[16] Le rapport mentionné précédemment cite trois sources qui traitent de la question de la volonté des organisations criminelles de poursuivre des personnes dans d'autres régions du Mexique. Tout d'abord, un professeur retraité, qui se spécialise dans les groupes criminels organisés mexicains, a affirmé que toute personne représentant une menace pour les activités d'un cartel sera prise pour cible14. Ensuite, un rédacteur en chef au Projet d'information sur la violence au Mexique (Mexico Violence Resource Project) a déclaré que les organisations criminelles ont fortement intérêt à s'assurer que l'acte de violence qu'elles menacent d'accomplir soit bel et bien accompli, mais qu'il y a une différence entre la volonté de donner suite et la capacité de le faire. Le rédacteur en chef précise qu'il est possible de dire qu'il est peu probable qu'un groupe criminel mette à exécution sa menace, mais il n'est jamais possible de savoir avec certitude quelle est la capacité de ce groupe. Enfin, une professeure spécialiste des relations mexicano-américaines et de la criminalité organisée a déclaré que les réseaux criminels font une analyse \" coûts-bénéfices \" afin de décider s'il vaut la peine de retrouver une personne. Elle ajoute que les groupes criminels ne tenteront pas normalement de retrouver des personnes pour récupérer leur dû à la suite de demandes d'extorsion ignorées, ou si la personne ciblée décide de fuir le pays, sauf s'ils flairent une bonne affaire sur le plan pécuniaire ou si la personne sait trop de choses au sujet de leurs activités; dans de tels cas, ils pourraient investir des ressources en vue de retrouver la personne en question15.\n[17] Je juge que les éléments de preuve ne permettent pas d'établir que l'appelant a le profil d'une personne pour laquelle le cartel investirait des ressources afin de la retrouver dans les lieux proposés comme PRI. L'appelant n'a pas payé les sommes exigées par le cartel, et certains membres de sa famille ont été ciblés. Cependant, il n'y a rien qui prouve que l'appelant représente une menace pour les activités du cartel; il n'y a pas suffisamment d'éléments de preuve qui permettraient de supposer que le cartel de Sinaloa percevrait le gain financier en question, à savoir XXXX XXXX XXXX pesos mexicains, comme un montant suffisamment \" important \" pour lancer des recherches à l'échelle nationale pour retrouver l'appelant; il n'y a pas non plus suffisamment d'éléments de preuve qui montrent que l'appelant en sait beaucoup sur les activités du groupe.\n[18] L'appelant n'a pas établi qu'il est exposé à un risque dans les lieux proposés comme PRI en raison d'avis de signalement diffusés par le cartel aux points d'entrée du Mexique ou du fait que le cartel découvrirait où il se trouve par l'entremise des membres de sa famille. J'admets l'argument de l'appelant selon lequel le cartel a pu, et peut, le retrouver [traduction] \" facilement \" par l'intermédiaire de sa famille16. Cependant, la présente affaire porte non pas sur la capacité du cartel à retrouver l'appelant (ce qui est amplement établi), mais plutôt sur sa volonté de le faire (ce qui ne l'est pas).\n[19] Je suis convaincu que l'appelant pourrait vivre librement, sans se cacher. L'appelant a été en mesure de dire à sa famille où il se trouvait quand il a déménagé ailleurs au Mexique dans le passé - en effet, il a habité chez son oncle dans une autre ville17 et a informé son frère de son déménagement18. Son frère a également fait savoir au procureur qu'il avait déménagé dans cette autre ville et il a demandé que la police en soit informée19. Ils l'ont fait alors que les membres de la famille savaient que le cartel avait infiltré la police20. En effet, les agents du préjudice ont ensuite fait savoir qu'ils savaient que l'appelant avait déménagé à Aguascalientes21. Toutefois, les agents du préjudice n'ont jamais abordé les membres de la famille de l'appelant à Aguascalientes pour se renseigner à son sujet22. En résumé, compte tenu de ces antécédents, je suis convaincu que l'appelant pourrait vivre librement, sans se cacher, dans les lieux proposés comme PRI au Mexique et qu'il ne serait pas, selon la prépondérance des probabilités, exposé à des préjudices qui feraient de lui une personne à protéger.\n[20] Pour tous les motifs qui précèdent, j'estime, selon la prépondérance des probabilités, que les agents du préjudice ne souhaitent pas poursuivre l'appelant dans les lieux proposés comme PRI dans d'autres États du Mexique. Je conclus que l'appelant n'est pas exposé personnellement à une menace à sa vie, au risque d'être soumis à la torture ou au risque de traitements ou peines cruels et inusités, selon la prépondérance des probabilités, dans les lieux proposés comme PRI.\nSecond volet du critère relatif à la possibilité de refuge intérieur : menace à la vie ou à la sécurité dans les lieux proposés comme possibilité de refuge intérieur\n[21] Pour qu'il soit possible de conclure qu'une PRI est viable, il ne faut pas que le déménagement d'un appelant dans ce lieu soit excessivement difficile. S'il existe des conditions qui mettraient en péril la vie ou la sécurité d'un demandeur d'asile qui se déplace ou déménage temporairement dans le lieu proposé comme PRI, ce lieu ne peut pas être considéré comme étant viable23. La SPR a proposé dans la présente affaire des lieux raisonnables.\n[22] L'appelant ne conteste pas la conclusion de la SPR selon laquelle les lieux proposés comme PRI sont raisonnables. Je confirme de façon indépendante la conclusion de la SPR et j'adopte ses motifs sur ce point.\nCONCLUSION\n[23] Je suis donc convaincu que la SPR a correctement appliqué les deux parties de l'analyse permettant d'évaluer la viabilité d'une PRI, et qu'elle a conclu à juste titre que l'appelant dispose de PRI viables. L'appelant n'a pas démontré qu'il est exposé à une possibilité sérieuse de persécution pour un motif prévu dans la Convention ou, selon la prépondérance des probabilités, au risque d'être soumis à la torture, à une menace à sa vie ou au risque de traitements ou peines cruels et inusités dans les lieux proposés comme PRI, ou qu'il serait objectivement déraisonnable, compte tenu de sa situation, de s'y installer.\n[24] Je rejette l'appel et confirme la décision de la SPR selon laquelle l'appelant n'a pas qualité de réfugié au sens de la Convention ni qualité de personne à protéger.\n(signé)\n\" J. Prowse \"\nJoshua M. Prowse\n4 mars 2024\nDate\nTraduction de la CISR\nLangue originale : anglais\n1 Dossier de l'appelant, déclaration écrite.\n2 Adera c. Canada (Citoyenneté et Immigration), 2016 CF 871 (CanLII), para 57.\n3 Dossier de la Section de la protection des réfugiés (SPR), p. 273, exposé circonstancié de XXXX XXXX XXXX XXXX.\n4 Transcription de l'audience de la SPR du 31 octobre 2023, p. 13 et 14-15.\n5 Observations en appel, paragr. 19 et suivants.\n6 Loi sur l'immigration et a protection des réfugiés, art. 97.\n7 Singh c. Canada (Citoyenneté et Immigration), 2023 CF 1211 (CanLII), para 34.\n8 Mémoire d'appel, paragr. 22.\n9 P.ex. X (Re), 2020 CanLII 125562 (CA CISR), < https:\/\/canlii.ca\/t\/jshhk >; X (Re), 2019 CanLII 143545 (CA CISR), < https:\/\/canlii.ca\/t\/j9bpt >; X (Re), 2020 CanLII 125298 (CA CISR), < https:\/\/canlii.ca\/t\/jsctd >.\n10 Mémoire d'appel, paragr. 26.\n11 Espana Alvarez c. Canada (Citoyenneté et Immigration), 2021 CF 935 (CanLII), para 23.\n12 Solomon c. Canada (Citoyenneté et Immigration), 2023 CF 1092 (CanLII), para 25.\n13 Observations en appel, paragr. 10.\n14 Ibid., p. 10.\n15 Cartable national de documentation sur le Mexique, 29 septembre 2023, onglet 7.53 : Information sur les profils des personnes que les organisations criminelles et les cartels voudraient retrouver et prendre pour cible; les méthodes de repérage et la motivation des groupes criminels et des cartels à retrouver des personnes (2021-août 2023), Commission de l'immigration et du statut de réfugié du Canada, MEX201601.EF, p. 11.\n16 Observations en appel, paragr. 31.\n17 Transcription de l'audience de la SPR du 2023-10-31, p. 9.\n18 Transcription de l'audience de la SPR du 2023-10-31, p. 9.\n19 Dossier de la SPR, p. 138, plainte au procureur général.\n20 Transcription de l'audience de la SPR du 2023-10-31, p. 11.\n21 Dossier de la SPR, p. 305, messages textes.\n22 Transcription de l'audience de la SPR du 2023-10-31, p. 13.\n23 Ranganathan c. Canada (Ministre de la Citoyenneté et de l'Immigration), 2000 CanLII 16789 (CAF).\n---------------\n------------------------------------------------------------\n---------------\nDossier de la SAR \/ RAD File: VC3-14129\nSAR.25.02 (20 août 2021)\nAvailable in English\n2\nCommission de l'immigration et\ndu statut de réfugié du Canada\nSection d'appel des réfugiés\nImmigration and Refugee\nBoard of Canada\nRefugee Appeal Division\nSAR.25.02 (20 août 2021)\nAvailable in English\n",
        "language":"fr",
        "other":"{\"decision-maker_name\": \"Joshua M. Prowse\"}"
    }
]