[
    {
        "citation":"MC3-63380",
        "citation2":"",
        "dataset":"RAD",
        "name":"",
        "source_url":"MC3-63380 a.txt",
        "scraped_timestamp":"2024-07-12",
        "document_date":"2024-02-14",
        "year":2024,
        "unofficial_text":"\nRAD File \/ Dossier de la SAR : MC3-63380\nPrivate Proceeding \/ Huis clos\nReasons and Decision ? Motifs et décision\nPerson who is the subject of the appeal\nXXXX XXXX XXXX\nPersonne en cause\nDate of decision\nFebruary 14, 2024\nDate de la décision\nPanel\nJoshua M. Prowse\nTribunal\nCounsel for the person who is the subject of the appeal\nHarit Kumar Kapahi\nConseil de la personne en cause\nDesignated representative\nN\/A\nReprésentant(e) désigné(e)\nCounsel for the Minister\nN\/A\nConseil du ministre\nREASONS FOR DECISION\nOVERVIEW\n[1] XXXX XXXX XXXX XXXX a citizen of India, appeals a decision of the Refugee Protection Division (RPD) rejecting his claim for refugee protection.\n[2] The appellant states he fears returning to India because police detained and tortured him, accusing him of supporting terrorists after he hired a Muslim employee at his XXXX store who the police suspected of involvement with a terrorist family member.\n[3] The RPD found that the appellant's allegations were not credible. I dismiss the appeal as the RPD was correct that the allegations in this claim are not credible.\nNEW EVIDENCE AND ORAL HEARING\n[4] The appellant does not submit new evidence on appeal.1 This Division cannot hold an oral hearing where it does not admit new evidence from a party.2\n[5] As discussed below in these reasons, this panel disclosed documents to the appellant and Minister regarding the appellant's medical report and invited a reply. None was received.\nANALYSIS\n[6] My role is to independently look at all the evidence and decide if the RPD made the correct decision. The RPD did not have any meaningful advantage in deciding this case as the issues that the RPD based its findings on are fully reproduced in the record, including the transcript and audio recording before me.\n[7] The RPD was correct that the appellant's narrative is not credible. The events in the narrative all stem from police growing interested in the appellant after he hired a Muslim employee at his XXXX store, but fraudulent documents and inconsistent information about this store and employment relationship cause me to conclude that he never was involved in such an operation or hired such an employee and that he is generally not a credible witness. I reach this conclusion for the following reasons:\n* The appellant provided a Bill of Supply form and pay slip documents that he claimed to use for the business. The pre-printed form and stamp misspell the business name. I conclude they are not genuine documents. This detracts from his claim that he was involved with an XXXX business.\n* The appellant says that in addition to operating the XXXX store, he also worked part time at an XXXX XXXX. He provided inconsistent dates and years about when he allegedly worked at the XXXX XXXX. I conclude he never did work there. This detracts from his claim he was involved in the XXXX industry.\n* The appellant was inconsistent about the employee who he states led to his problems. He wrote that he hired her for the XXXX business because she had good experience in the field; he testified that she did not have experience in the XXXX field. His testimony about hiring her is not credible. He has not established on a balance of probabilities that he did.\n* The appellant provided a medical report to corroborate that he was injured by police, but I conclude that the medical report is not genuine because it is not in the format expected and does not contain reasonably expected security features.\n[8] The appellant challenges each of the above RPD credibility conclusions. I will go through each credibility concern and discuss his submissions on point.\nPre-printed form documents misspell business name\n[9] The appellant provided a Bill of Supply form and pay slip documents that he claimed to use for the XXXX business that he states he ran with his brother since 2011. The company is called \"XXXX XXXX\", but the pre-printed forms misspell the business name in multiple incompatible ways: \"XXXX\" instead of \"XXXX\" in the header and body of the Bill of Supply and \"XXXX\" instead of \"XXXX\" on the stamp used on the payslips. The RPD was right to conclude on a balance of probabilities that based on these errors, the forms are not genuine documents.\n[10] The appellant points to Mohamud v Canada, a case which found that it was unreasonable for a decision maker to base a finding of fraud on the basis of a single typographic error and to presume that documents prepared by a professional would not contain such an error.3 That case is distinguishable. That case concerned an error in the body of an affidavit, not a pre-printed form. Specifically, in Mohamud v Canada, the RPD had concluded that the fact that an affidavit which had been submitted contained a typo meant that it must be fraudulent.4 The court observed that documents, even when prepared by a professional, may contain errors. However, there is an important difference between a clerical error in the body of a document and material errors in the pre-printed portions of what is contended to be an official corporate letterhead, form, or stamp.5 It is reasonable to expect that pre-printed or standardized portions of documents will ordinarily be proofread and corrected over time in the case of a longstanding business; such typographical errors properly serve to impugn the authenticity of the documents.6\n[11] The RPD was right that, on a balance of probabilities, the appellant has supplied fraudulent documents to this Board as genuine. The purpose of tendering these documents was to establish that he was involved with running this XXXX business. The fact that the documents are not genuine causes me to draw a negative inference about the credibility of this. This issue relates directly to the core of the claim given that the appellant asserts that it was his decision to hire an employee at this business that led to his targeting and persecution in India. If he was not associated with the business, as alleged, then this could not have occurred.\nInconsistent dates about working at XXXX XXXX\n[12] The appellant says that in addition to operating this XXXX store, he also worked part time at an XXXX XXXX. He provided inconsistent dates and years about when he allegedly worked at the XXXX XXXX. In the \"Application Summary\" document recording what he stated to the Canadian government upon filing this claim, he is recorded as having worked there from XXXX 2016 to XXXX 2017. However, he testified that he only worked there in 2018. When confronted with this discrepancy, the appellant had no explanation. The appellant does not dispute the RPD's reasons on this point and I uphold them. I conclude he has not established he ever did work there. This further detracts from a conclusion that the appellant has been involved in the XXXX business. I assign less weight to the letter from the XXXX about his employment which says he worked there in 2018 than I do to the appellant's contradictory submission on point.\nInconsistent evidence about experience of employee the appellant allegedly hired\n[13] The appellant was also inconsistent about the employee who he states led to his problems. He wrote that he hired her for the XXXX business because she had good experience in the field; he testified that she had never worked in the XXXX field before. When confronted with this contradiction, he indicated that the employee had sales experience. The RPD was right to conclude that the appellant's testimony about hiring her is not credible because that is not the same field. The appellant does not dispute the RPD's reasons on this point and I uphold them, though I assign more limited weight to this issue than I do the above ones. My decision does not turn on this finding.\n[14] The reason why I assign more limited weight to this credibility conclusion is because of the way that this RPD member approached questioning on this issue (as well as some of the other issues that I do not rely on in these reasons). In my view, the Member did not follow the best practices for questioning in a refugee hearing. The object of confronting a claimant with probing and testing questions is to have a proper basis on which to make a decision on the credibility of the evidence. When doing so, much can depend on the sequence in which the Member questions a claimant on a potentially significant discrepancy.\n[15] As an aside, I do not impugn the RPD Member's overall conduct during the hearing, which was most professional. IRB Members are to ensure the climate necessary for the operation of justice through their moderation, discipline, and courtesy in their relations with counsel, the parties, and any witnesses.7 In my view of the hearing, this Member did so with aplomb. He was scrupulously fair, concerned about the claimant's mental state, and provided a full opportunity for counsel to advocate on behalf of his client, while also conducting an efficient hearing.\n[16] The more limited observation I make is that, in my review of the hearing, the specific manner in which this Member put potential discrepancies to the claimant did not establish the proper evidentiary foundation for assigning full weight to the RPD's resultant credibility conclusions. I will explain. In this case, it appears that when a potential discrepancy arose with the evidence, the Member often immediately put it to the appellant and asked for an explanation. For example, in the following exchange, the Member confronted the claimant regarding whether an individual was his employee's brother or cousin quite quickly:\nMEMBER: And at some point, she told you, she is looking for a job for her cousin. Can you tell me about that?\nCLAIMANT: Yes, ...she came and asked me for a kind of help. ... Her brother wanted a job and if I could help regarding that, that is why.\nMEMBER: Said her brother wanted a job. Was she an older brother or a younger brother?\nCLAIMANT: Her older brother.\nMEMBER: So, I see in your Basis of Claim form that, I will actually read it to you: She told me that she is looking for a job for her cousin, XXXX. So, you just told me that he is her brother.\nCLAIMANT: As you know that in India, even if it is, if it is somebody's uncle's son or paternal uncle's son, we still call that person brother. So in that basis, he was her brother.\n[17] A recommended questioning approach is not to immediately flag a problem, but instead 1) to back up and ask an open question on the general area that includes the point where the discrepancy arose to see if the discrepancy is spontaneously resolved, 2) if the claimant repeats the discrepant evidence, a Member should summarize their understanding of the testimony - \"so you are saying that he was a brother of your employee and they had the same parents?\", and 3) if the claimant confirms the Member's understanding of the testimony, put the discrepancy to the claimant and ask for an explanation - \"could you please explain why you said....\"\n[18] The results of the above approach can be far more useful in assessing credibility than where a Member immediately flags a problem. Apparent discrepancies which were caused merely by faulty translations or ambiguous terms often resolve themselves in a helpful and satisfying manner as the claimant restates the evidence without a motive to reconcile contradictions. Furthermore, if the discrepancy does not resolve itself on its own, the record will include a firmer foundation for assessing any explanation by the claimant. In my view, if this approach had been utilized during the hearing, either with the question about whether the individual was a brother or cousin, or the question of the appellant's employee's past experience in the XXXX field, this would have allowed me to place more weight on the RPD's conclusions.\nThe appellant provided a non-genuine medical letter to support his claim\n[19] I now turn to my final credibility concern. The appellant indicates that he was detained and assaulted by police in India. He states that he sought medical attention immediately after his detention in XXXX 2022. He submitted a medical record from the Indian hospital that he attended to corroborate this. I conclude that the medical record is, on a balance of probabilities, not genuine.\n[20] There is sufficient evidence in this case to conclude on a balance of probabilities that this medical document concerning his alleged XXXX 2022 hospital visit is not genuine. This evidence includes:\n(i) The National Documentation Package (NDP) indicates that fraudulent documents are easily obtained in India.8 Many other panels of this Board have concluded that they have received manufactured or non-genuine medical documents in claims from this country.9 That said, this does not mean that this particular document is fraudulent, it only alerts a panel to the possibility of such.\n(ii) This panel disclosed the Medical Council of India Code of Medical Ethics Regulation 1.4.1 and appendix 3, which provide that all medical certificates given to patients are to include the name of the treating physician and the registration number accorded to them by the State Medical Council\/Medical Council of India.10 This report does not appear to identify the physician that treated the patient. While it includes a code below the stamp and signature, this number appears to correspond to a doctor in a different city, at a different hospital, when I checked it on the Indian Medical Registry. The requirement that medical reports include the doctor's registration number is an important security feature to be able to confirm that a report is written by a duly accredited and registered medical practitioner. The RAD may conclude that evidence is not credible where it lacks reasonably expected security features.11\n(iii) The report indicates that the appellant suffered injuries, including \"bruises and marks all over the body\" and pain in his XXXX XXXX. This would ordinarily trigger an obligation to produce a medico-legal report. However, this report is not in the expected format, with the details that the country condition evidence before me indicates should be expected in such a report.12 Other panels of the RAD have found that where a medical document does not match the description of documents outlined in the NDP that are to be issued in these circumstances, this entitles a panel to assign it no weight.13\n(iv) The RAD wrote to the appellant identifying the above issues on the face of the document. After being confronted with these concerns, the appellant did not provide any supplemental information that would reasonably explain the issues, such as by offering to obtain a follow-up letter from the hospital about the issues. Indeed, the appellant did not reply whatsoever.\n(v) This panel specifically requested in writing that the appellant make the doctor who wrote his medical certificate available at a hearing so that the certificate's authenticity could be verified by asking questions of the appellant and the doctor. The RAD indicated that it was prepared to be flexible with the scheduling of such a hearing to accommodate the time differences involved. The appellant did not respond to this request. A negative inference may be drawn from this unexplained failure to provide probative witness evidence on point.14\n[21] In this case, I find that, on a balance of probabilities, the appellant's medical document is fraudulent. The issues on the face of the document raise concerns about its genuineness, but I place the most weight on the fact that the issues were not reasonably explained, including through the provision of relevant witness evidence after it was specifically requested. I draw a negative inference about the general credibility of the appellant and about his allegations that he was injured by authorities in the manner described in the medical report.\nOverall conclusion on credibility\n[22] The RPD drew additional negative credibility inferences; I do not rely on them. In my view, while additional contradictions and other credibility concerns could further strengthen this conclusion, the above credibility concerns are sufficient to conclude that the appellant has not established on a balance of probabilities that he was involved with the XXXX business or that he hired an employee, as alleged. If he did not hire that employee for his XXXX store, the hiring of that employee could not have led to a series of events that caused the police to pursue, detain, and torture him while searching for that employee and her cousin.\n[23] I conclude that the appellant was generally not a credible witness. He has not established any of his claims and allegations on a balance of probabilities.\n[24] On appeal, the appellant observes that the RPD provided general reasons for assigning the remainder of his documentary evidence low weight, but that it did not comment on each piece of evidence. I am not satisfied that the RPD erred in this respect because it explained why the appellant's documents were insufficient to overcome or outweigh the credibility issues that emerged during the hearing. As stated in Karayel v Canada, \"the Board is free to weigh evidence as it sees fit. However, the Applicant must be assured when reading the decision that the evidence was considered.\"15\n[25] In this case, the appellant has demonstrated an ability and willingness to furnish false evidence as genuine in support of his claim. When combined with the contradictions noted above, this causes me to find that the remainder of his documents are properly assigned low weight and that they are insufficient to establish his allegations on a balance of probabilities.\n[26] When making this determination, I reviewed the entire record. The appellant provided rent receipts, but they are all from the appellant's brother, so they do not establish the appellant was involved in the business. He provided a registration certificate and statement of marks relating to his brother's membership with the XXXX XXXX XXXX XXXX XXXX; this also does not establish the appellant's involvement with the XXXX business. As discussed, I assign the salary payslips no weight because of the discrepant company name stamped on them, which causes me to find that they are more likely than not non-genuine. I assign the bill of supply document no weight for the same reason. The business cards and pictures of glasses cases are assigned low weight as well, given the other fraudulent documents in this package. The wife's medical document establishes injuries, but not that they were caused in the manner alleged. The letter from the municipal councillor is not consistent with the claimant's information originally supplied to the Canadian government about when he worked at the XXXX XXXX; I assign it low weight. I assign low weight to the affidavit from the appellant's parents, which appears to be a recitation of his Basis of Claim narrative that does not differentiate between what the parents observed directly and what they are relating that they could not have witnessed (for example, what they say occurred to the appellant while he was detained).\nCONCLUSION\n[27] I dismiss the appeal and confirm the decision of the RPD that the appellant is neither a Convention Refugee nor a person in need of protection.\n(signed)\n\"J. Prowse\"\nJoshua M. Prowse\nFebruary 14, 2024\nDate\n1 Appellant's Record, Written Declaration.\n2 Canada (Citizenship and Immigration) v. Singh, 2016 FCA 96 (CanLII), [2016] 4 FCR 230, at para. 71.\n3 Appeal memorandum, para. 26.\n4 Mohamud v. Canada (Citizenship and Immigration), 2018 FC 170 (CanLII), <https:\/\/canlii.ca\/t\/hqlqd>.\n5 Azenabor v Canada (Citizenship and Immigration), 2020 FC 1160, at paragraph 31.\n6 X (Re), 2016 CanLII 151526 (CA IRB).\n7 Guermache v. Canada (Minister of Citizenship and Immigration), 2004 FC 870 (CanLII), at para 5.\n8 National Documentation Package, India, 30 June 2022, tab 9.5. Immigration and Refugee Board of Canada. 21 March 2011. IND103688.E, pages 4-5. National Documentation Package, India, 30 June 2022, tab 3.5: Availability and prevalence of fraudulent identity documents, including membership cards of political parties (2011-April 2014). Immigration and Refugee Board of Canada. 5 May 2014. IND104839.E.\n9 See, for example: Rejuyan v. Canada (Citizenship and Immigration), 2023 FC 642 (CanLII), at para 15; Singh v. Canada (Citizenship and Immigration), 2022 FC 79 (CanLII), at para 38; Singh v. Canada (Citizenship and Immigration), 2023 FC 862 (CanLII), at para 35.\n10 Medical Council of India (MCI) was replaced in 2020 by the National Medical Commission (NMC), but the Code of Medical Ethics continues to apply. See: National Documentation Package, India, 30 June 2022, tab 1.14: ?Country Policy and Information Note. India. Medical and healthcare provision. Version. 1.0. United Kingdom. Home Office. October 2020, page 7.\n11 Popoola v. Canada (Citizenship and Immigration), 2022 FC 6 (CanLII), at paras 17 and 31.\n12 National Documentation Package, India, 30 June 2022, tab 9.5: ?Admission policies and procedures at private and public medical institutions... Immigration and Refugee Board of Canada. 21 March 2011. IND103688.E, pages 3-4.\n13 X (Re), 2019 CanLII 100449 (CA IRB), at para 21.\n14 Ma v. Canada (Citizenship and Immigration), 2010 FC 509.\n15 Karayel v Canada (Minister of Citizenship and Immigration), 2010 FC 1305 at paras 15-17.\n---------------\n------------------------------------------------------------\n---------------\nRAD File \/ Dossier de la SAR : MC3-63380\nRAD.25.02 (August 20, 2021)\nDisponible en français\n2\nImmigration and Refugee\nBoard of Canada\nRefugee Appeal Division\nCommission de l'immigration et du statut de réfugié du Canada\nSection d'appel des réfugiés\nRAD.25.02 (August 20, 2021)\nDisponible en français\n",
        "language":"en",
        "other":"{\"decision-maker_name\": \"Joshua M. Prowse\"}"
    },
    {
        "citation":"VC2-05699",
        "citation2":"",
        "dataset":"RAD",
        "name":"",
        "source_url":"VC2-05699 a.txt",
        "scraped_timestamp":"2024-07-12",
        "document_date":"2024-02-21",
        "year":2024,
        "unofficial_text":"\nRAD File \/ Dossier de la SAR : VC2-05699\nPrivate Proceeding \/ Huis clos\nReasons and Decision ? Motifs et décision\nPerson who is the subject of the appeal\nXXXX XXXX XXXX\nPersonne en cause\nDate of decision\nFebruary 21, 2024\nDate de la décision\nPanel\nMe Martine Durocher\nTribunal\nCounsel for the person who is the subject of the appeal\nMe Stewart Istvanffy\nConseil de la personne en cause\nDesignated representative\nN\/A\nReprésentant(e) désigné(e)\nCounsel for the Minister\nN\/A\nConseil du ministre\nREASONS FOR DECISION\nOVERVIEW\n[1] I allow this appeal. XXXX XXXX XXXX (Appellant) is a citizen of Cameroon. He is appealing the negative decision of the Refugee Protection Division (RPD) dated June 17, 2022, following hearings held on October 1, 2021, February 2, 2022, and April 8, 2022.\n[2] The RPD found that the Appellant was a person referred to in article 1F(a) of the Convention, for being complicit of crimes against humanity committed by the Cameroonian government during his employment as XXXX XXXX XXXX (XXXX) of XXXX XXXX in the Southwest province of Cameroon. The panel also concluded that the Appellant's wife, the associate claimant, was a Convention refugee, based on her imputed political opinion as the partner of a well-known person in Cameroon, and was the victim of threats by the Anglophone separatist militants. Her case was not appealed.\n[3] The Appellant's career in the Cameroon civil service spanned from 1999 until 2018. During his employment period, he climbed the institutional ladder, acquiring increasingly important roles and responsibilities. Most relevantly, from XXXX 2017 until XXXX 2018, he held the position of XXXX in the XXXX XXXX while the conflict between English Cameroonians and the governmental authorities escalated.\n[4] He alleges having refused to carry out the orders of the Governor to XXXX XXXX XXXX XXXX XXXX XXXX XXXX during his tenure as XXXX. On XXXX XXXX, 2018, unknown men attacked a convoy in which the Appellant took part. He was injured by gunshot and was medevacked to Douala 24 hours later. He claims that the government abandoned him and wanted him dead because he refused to XXXX XXXX XXXX XXXX XXXX in his jurisdiction, including XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX.\n[5] On XXXX XXXX XXXX 2018, the Appellant was declared on retirement. On XXXX XXXX, 2018, his residence was vandalized by individuals who called him a traitor. He moved to Douala but continued to receive threatening phone calls from unknown persons. He left Cameroon for the United States on XXXX XXXX, 2018, but joined his wife in Nigeria in XXXX 2018. They both travelled to Canada and asked for asylum on October 11, 2019.\n[6] Before the RPD, the determinative issue was the Appellant's complicity to the international crimes or criminal purpose. Before the Refugee Appeal Division (RAD), the determinative issues are the alleged participation of the Appellant in the crimes against humanity and credibility regarding the inclusion analysis.\n[7] The Minister of Citizenship and Immigration (the Minister) intervened before both the RPD and the RAD. On appeal, he underlines that the Appellant did not raise any legal issue regarding the RPD's analysis leading to the conclusion that he contributed to the crimes against humanity or criminal purpose of the government. He opines that the RPD correctly found that, in light of the evidence, the Appellant voluntarily and knowingly provided a significant contribution to the crimes against humanity committed by the government security forces.\n[8] The RAD finds that the RPD erred in its analysis and that there are no serious reasons for considering that the Appellant significantly contributed to the international crimes or criminal purpose. I also find that the Appellant would face a serious possibility of persecution if he were to return to Cameroon.\nDECISION\n[9] The appeal is allowed. I substitute my own decision that the Appellant is not a person referred to in Article 1Fa and that he is a Convention refugee.\nNEW EVIDENCE\n[10] The Appellant requests the RAD to admit new evidence on appeal pursuant to section 110(4) of the Immigration and Refugee Protection Act (IRPA):\nSubmitted at the perfection of the appeal\n1. Affidavit of XXXX XXXX XXXX dated XXXX XXXX, 2022, a Cameroonian legal practitioner, reporting, inter alia, the efforts of the Appellant in preventing the XXXX XXXX XXXX XXXX against the people of XXXX.\n2. Appellant's written statement on new evidence, dated September 12, 2022.\nSubmitted after the perfection of the appeal\n3.Two letters signed by XXXX XXXX XXXX, dated XXXX XXXX, 2018, and XXXX XXXX, 2018, providing additional information about: (i) the crimes that occurred during the Appellant's tenure as an XXXX, as well as his refusal to XXXX XXXX XXXX XXXX ordered by the governor, and the consequences he suffered as a result; (ii) the Appellant's personality and the plot to assassinate him.\n4. X-Ray report from XXXX XXXX Hospital dated XXXX XXXX, 2022, showing fragments of an old bullet injury.\n5. A letter signed by XXXX XXXX, a lawyer at the Nigerian and Cameroon bar associations, dated XXXX XXXX XXXX 2022, who is the son of the Appellant. The author provides first-hand information about the XXXX XXXX, 2017, and XXXX XXXX, 2017, demonstrations and explains his implication in defending those who were arbitrarily arrested and detained for protesting. He also affirms that his father would face a danger to his life if he were to return to Cameroon.\n6. Judgment of the Federal High Court of Nigeria, Abuja Judicial Division, regarding the Ambazonian leaders who were detained in Nigeria, dated March 1, 2019, true copy of September 14, 2022.\n7. Letter of XXXX XXXX XXXX, president of XXXX, dated XXXX XXXX, 2022, declaring that the Appellant managed the protests in the XXXX XXXX so well that no one was killed nor injured. He also states that the Appellant would face great danger if he were to return to Cameroon.\n8. Affidavit signed under oath by the Appellant, detailing the factual elements at the heart of his claim.\nThe evidence presented by the Appellant is accepted in part\n[11] According to the IRPA, I can only accept evidence that:\n(i) arose after the RPD decision; or\n(ii) was not reasonably available at the time of the decision; or\n(iii) that you could not reasonably have been expected in the circumstances to bring to the RPD before the decision.\n(iv) If the evidence meets one or more of these requirements, I must decide if the evidence is new, credible, and relevant before I can accept it.1\n[12] Regarding the first document dated XXXX XXXX, 2022, therefore after the rendering of the negative decision on June 17, 2022, the Appellant fails to articulate any submission to explain why he was unable to obtain this evidence in a timely fashion, in violation of Rule 3(3)(g)(iii) of the RAD Rules. I also note that the declaration does not pertain to events that arose after the negative decision was rendered. Indeed, the information reiterates the allegations already brought before the tribunal and already in evidence. I will therefore decline to accept this document onto the record as the criteria of section 110(4) of IRPA are not met.\n[13] As for the Appellant's declaration of September 12, 2022, I note that he only repeats his testimony already rendered before the RPD without bringing any new information or evidence. His declaration is therefore not probative and will not be part of the record as evidence.\n[14] The Appellant argues that he had been unaware of the attestations described at point 3, from a freelanced journalist, until he contacted a former colleague. The submissions fail to elaborate why he did not contact this former colleague and provides no name or affidavit to ascertain his identity. I am therefore not satisfied that it was unreasonable for him to bring this evidence forward before. Also, I note that, by XXXX 2018, the journalist reports that he was made aware that the Appellant is somewhere in Canada. However, the Appellant reached Canada only in XXXX 2019. This discrepancy undermines the reliability of the documents. I also note that some of the language used by the journalist suspiciously echoes the one used by the Appellant in his narrative to describe the events he faced while in Cameroon. Finally, the information was already before the RPD, and therefore it brings nothing new to the file. In these circumstances, I reject the request to admit those documents on appeal as the criteria are not met, including the ones of newness and credibility.\n[15] The Appellant also failed to explain why he had been unable to obtain an X-Ray report to corroborate his testimony that he was previously shot. I understand that he undertook the necessary steps after he received the negative decision of the RPD. Though I find this evidence credible, I do not believe that it would be relevant. Indeed, the RPD accepted the allegation that the Appellant was ambushed and shot while in Cameroon; it is therefore not at issue before the RAD. I therefore reject the request to admit this document into evidence.\n[16] A similar analysis can be applied to the document described under number 5 from the Appellant's son. The Appellant has failed to explain why he was unable to bring this evidence forward before the RPD negative decision was rendered. I presume that he had been in contact with his son during that time, or, at least, there is no evidence that he was not in contact with him. Also, the information articulated therein repeats the evidence that is already before the tribunal. It is a well-established jurisprudential principle that the RAD proceedings do not constitute another opportunity to complete a deficient record or present new evidence, because the Appellant is surprised by the RPD's conclusion.2 I therefore reject the request to admit the document onto the record.\n[17] As for the judgement from Nigeria, I understand that it concerns the legality of the detention of alleged members of Ambazonia in Nigeria, in which the Appellant's son acted as a lawyer. The Appellant argues that the document shows that \"they always supported human rights\". However, I do not see the probative value of this information. It is not at issue whether the Appellant supported or not human rights. I understand that this document would be difficult to obtain. I also find it credible. However, I cannot see a substantial link with the case before me. It does not reveal any information regarding the crimes in XXXX during the Appellant's tenure and the link between his conduct and the crimes in question. I therefore decline to accept it onto the record because of lack of relevancy.\n[18] Regarding the document described above under number 7, the Appellant explains that he contacted the XXXX of the XXXX XXXX XXXX XXXX through lawyers in the United States and that he accepted to write the letter of support after his \"cry\" that he was being excluded from the Canadian refugee protection programme and that he was \"charged with being complicit with the Cameroon Government in Committing genocide\" (sic). He believes that the President made inquiries about him to establish the facts and in order to support his case.\n[19] I would like first to rectify that the Appellant was not charged with any crimes. These are not criminal proceedings. The RPD found that, through his conduct, he significantly contributed to the commission of crimes against humanity perpetrated in the region, on a \"serious reasons for considering\" basis, which is a much lower evidentiary standard than on a \"balance of probabilities\".\n[20] I believe that this evidence was not reasonably accessible to him prior to the negative RPD decision. Indeed, the steps to locate and be put in contact with the President were probably difficult. The content of the letter also seems to indicate some level of newness, or, at least, includes possibly independent and verified facts. The document seems authentic on a prima facie basis and speaks of the identity of the attackers in the ambush incident during which the Appellant was shot with live ammunition. I therefore find that the criteria of rule 29 of the RAD Rules, as well as of section 110 of IRPA, have been met. I also find the document to be credible, probative, and new. Consequently, I accept to file the document into the record.\n[21] I will also accept the Appellant's affidavit in which he explains the steps he undertook to obtain the new evidence presented for all the admissibility criteria that are met.\n[22] In light of this new evidence, I assess the criteria for holding a hearing in accordance with section 110 (6) of IRPA. I find that it does not particularly affect the credibility of the Appellant that would allow a positive outcome.\nPROCEDURAL MATTERS\n[23] On November 28, 2023, the RAD sent an Alazar notice to the parties, raising it as a new issue regarding a seemingly reversal of the burden of proof operated by the RPD at paragraph 97 of the decision. The notice also requested the parties to send submissions, if any, on the issue of inclusion, if the Appellant was found not to be excluded pursuant to section 98 of IRPA. The Appellant sent his submissions on December 12, 2023. The Minister sent his response on December 20, 2023.\nANALYSIS\n[24] My role is to look at all the evidence, including the hearings, and decide if the RPD made the correct decision.3\nThe RPD incorrectly found that the Appellant is excluded pursuant to Article 1F(a)\n[25] In this analysis, I will first examine whether the RPD correctly found that crimes against humanity occurred at the time the Appellant was the XXXX in the XXXX XXXX, namely between XXXX 2017 and XXXX 2018. I then find that the RPD correctly found that the Appellant made a contribution to the furtherance of the criminal purpose, but that this contribution was not significant. Since the actus reus element of the contribution test is not fulfilled, I find unnecessary to address the other elements.\nThe RPD correctly found that the Cameroonian government committed crimes against humanity\n[26] It is not at issue before the RAD that the Cameroonian government committed widespread and systematic attacks against the civilian population, and thereby committing prohibited acts of murder, torture, sexual violence, inhumane treatment, and imprisonment as crimes against humanity against the Anglophone population of Western Cameroon.\n[27] However, in order to correctly assess whether there are serious reasons to consider that the Appellant significantly contributed to those crimes, it is necessary to elaborate a timeline of the events marking the internal armed conflict opposing the Cameroonian security forces to the Anglophone militia during the Appellant's tenure as a XXXX, namely from XXXX 2017 until XXXX 2018, based on the evidence adduced. Here are the relevant events:\n1. On December 8, 2016, in Bamenda, clashes irrupted between pro-government rally and Anglophones that resulted in four deaths, several wounded and 50 arrested. The government responded by militarizing the region, which escalated the conflict.4\n2. A consortium was created of Anglophone lawyers and teachers to lead the negotiations with the central government.5 Negotiations being unsuccessful, they declared a \"Ghost Town\" operation by which the Anglophones were asked to boycott schools, shops and businesses that escalated from 1 day a week to three days a week, by October 2017. The government responded by cutting off access to internet from January 17 to April 20, 2017, but text messages and phone calls were still functioning.6\n3. On September 22, 2017, tens of thousands of people demonstrated in the North and Southwestern provinces. Generally peaceful, those protests lead to some violence perpetrated by protestors and the use of excessive force by security forces.7\n4. On October 1, 2017, thousands of people marched in the streets of Bamenda, Buea and across the Western provinces, symbolically declaring the independence of Ambazonia.8 Security and defence forces used tear gas and live ammunition against the protestors. More than twenty people were killed and 500 arbitrarily arrested on that day alone. It is estimated that the clashes lasting between September 28 and October 2 resulted in 40 deaths, over 100 people injured, and several hundred people were arrested and arbitrarily detained.9 Security forces made use of torture, perpetrated sexual abuse, destroyed property and looted homes, as well as shot at protestors from a helicopter in Kumba, Bamenda and Buea.10 Internet was cut off again from October 2017 until February 2018. More than 160 000 people were displaced.11 Villages of secessionist leaders were targeted. Violence continued throughout the following week. A state of emergency was imposed on the two Western regions from 29 September until 3 October.12 This was followed by a series of military-led operations conducted between December 2017 and February 2018 in various villages of Manyu, Meme, Boyo divisions in Southwest region, that included killings, torture, illegal arrests and property destruction.13\n5. A number of Anglophone militant groups started to emerge and used violence to reach their objectives. Between September 2017 and May 2018, at least 44 members of the security forces were killed while on duty. Those groups also targeted individuals who were suspected to sympathize with the government inflicting beatings, harassment and destruction of their properties.14 A pattern of attacks on schools, teachers and those perceived as collaborators was documented.15 Between February 2017 and May 2018, at least 42 schools were attacked and burned, while three teachers were killed and 2 principals were kidnapped.16 In particular, on October 17, 2017, a section of a primary school in Menji was burned down by a group of youths.17 The same group destroyed two private homes were destroyed and the perceived collaborators to the government were beaten.18\n6. Stuck between the violence from the government and the separatist groups, by April 2018 more than 20 000 people sought refuge in Nigeria and 150,000 Anglophones were internally displaced.19\n[28] Consequently, I find that the RPD correctly found that during the relevant period of the Appellant's function as a XXXX in XXXX XXXX the civilian population of North and Southwestern regions were attacked by both the security and militant forces. The number of victims of crimes of murder, torture, sexual violence, arbitrary imprisonments and forced displacement reaches thousands of people from the Anglophone regions, which, in my view, satisfies the criterion of \"widespread attack against a civilian population\". I note that the evidence shows a pattern of conduct on behalf of the security forces from which a state policy can be inferred, elevating those crimes to crimes against humanity. I note that the Anglophone militia do not constitute a state government. However, in my view, the group does exhibit the characteristics of an organisation with the level of structures \"sufficiently efficient to ensure the coordination necessary to carry out an attack directed against a civilian population\", satisfying the criterion of organisational policy required for crimes against humanity.20\n[29] However, I find that the evidence fails to show that the security forces committed proscribed acts within the XXXX XXXXduring the XXXX-month period in question. Indeed, the crimes described in paragraph 5, above mentioned, were committed by the opposite faction, namely the Anglophone militia.\n[30] As for the \"criminal common purpose\" in question, it needs to involve or result in the commission of a crime listed under Article 7 of the Rome Statute. I note that Ezokola does not define the meaning of \"criminal purpose\" within international criminal law. However, the SCC cites Article 25(3)(d) of the Rome Statute defining the \"criminal purpose\" as encompassing the commission of crimes under the jurisdiction of the Court, if not as an aim, as a method to reach the objective.21 This approach echoes the one adopted by the ad hoc tribunals.22 It also chimes with the UK case J.S. cited by the SCC in Ezokola.23\n[31] In this instant case, I consider that the RPD correctly found that the Cameroonian government implemented a plan to suppress the Anglophone population's demands for changes and more autonomy through the commission of proscribed acts, as listed under article 7 of the Rome Statute, namely an attack against the civilian population through murders, arbitrary imprisonment, torture and sexual violence.\nThe RPD erred in its analysis of the Appellant's complicity into the international crimes\n[32] At paragraphs 21 to 24 of his appeal memorandum, the Appellant seems to argue that the RPD erred in applying the Ezokola test and that the conclusion violates Canada's commitment towards asylum seekers. Citing the Hamida case of the Federal Court, he puts forward that, because he was targeted by the repressive regime for refusing to cooperate with the central government in implementing the repressive measures against the population, the analysis could not lead to the conclusion that there were serious reasons to believe that he participated in the international crimes or criminal purpose identified above. In his response to the Alazar notice, he reiterates his claim that, as the XXXX XXXX XXXX in the district, he worked at resolving problems peacefully and that no deaths were reported in his jurisdiction during his tenure. He states that he testified having clearly rejected the orders to XXXX XXXX XXXX XXXX XXXX, and he favoured dialogue to resolve the conflict without violence.\n[33] As noted above, the Minister opines that the Appellant did not formulate any legal arguments in objecting to the conclusion regarding his complicity to the said crimes. He argues that the RPD correctly found that there were serious reasons to consider that the Appellant was complicit to the international crimes, since he had a significant position of authority and control over the security forces in his division, and that he was responsible to implement the governor's directives. He also put forward that the RPD correctly found that there was insufficient evidence to conclude that the Appellant had been targeted by the Cameroonian government for being put in retirement and that no medical report was produced to evidence the attack he was subjected to.\n[34] In his response to the Alazar notice, the Minister states that in paragraph 97 of the decision, the RPD did not enunciate the correct test under Article 1F(a). However, he argues that he has established, on a balance of probabilities, that human rights violations in the XXXX region were perpetrated and that the Appellant failed to effectively counter the Minister's evidence. He points at the article that showed the Appellant threatening the population in XXXX, and paragraph 94 of the decision giving weight to the article. He refers to the Mbarushimana case of the International Criminal Court (ICC) listing factors that can be taken into account when assessing the significance of a contribution.24 He submits that the third factor listed is not relevant in assessing the contribution, as it applies in criminal cases to determine whether the defendant should be convicted as principal or accessories or acquitted altogether, which contrasts with the Ezokola test of complicity that concerns the significant contribution to the common purpose of others. He reiterates that the Appellant knew about human rights violations in Cameroon, based on his own testimony, that he was responsible for maintaining law and order, that he passed on instructions of the governor to ensure their implementation, while making no efforts to prevent the crimes committed by security forces.\nThe Applicable Law for Complicity Test\n[35] In Ezokola, the Supreme Court of Canada (SCC) decided that the test to determine complicity in international crimes under Article 1F(a) of the Convention should be as follows: \"there must be serious reasons for considering that the claimant has voluntarily made a significant and knowing contribution to the organization's crime or criminal purpose.\"25\n[36] This is a legal test. As underscored by the SCC in Mugesera, the serious reasons for considering standard concerns factual findings. The tribunal must then assess whether the factual findings meet the requirements to engage one's criminal liability, which constitutes a question of law. The facts as found on a serious reason for considering basis need to show that the reproached conduct raises to the level of significant, knowing and voluntary contribution to the crimes or criminal purpose, not whether there are serious reasons for considering that the said conduct could meet those legal requirements.26\n[37] The RPD correctly listed the factors that may be in assistance when assessing whether the Appellant's conduct meets the actus reus and mens rea for complicity.27 The SCC specified which factor was relevant in the determination of the elements of the test, namely the significant contribution, the knowledge or the voluntary aspect of the contribution.\n[38] When discussing the threshold of what constitutes a \"significant contribution\", the SCC referred to paragraph 277 of the Mbarushimana Decision on the Confirmation of charges:\nSuch a threshold is necessary to exclude contributions which, because of their level or nature, were clearly not intended by the drafters of the Statute to give rise to individual criminal responsibility. For instance, many members of a community may provide contributions to a criminal organisation in the knowledge of the group's criminality, especially where such criminality is public knowledge. Without some threshold level of assistance, every landlord, every grocer, every utility provider, every secretary, every janitor or even every taxpayer who does anything which contributes to a group committing international crimes could satisfy the elements of 25(3)(d) liability for their infinitesimal contribution to the crimes committed.28\n[39] In the Mbarushimana case, the Pre-trial Chamber also drew a parallel between the \"significant contribution\" required as part of the Joint Criminal Enterprise - third form (JCE 3) and the \"significant contribution\" under Article 25 (3)(d) of the Rome Statute. Inspired by the academia and the experience of the International Criminal Tribunal for the former Yugoslavia (ICTY) and by the International Criminal Tribunal for Rwanda (ICTR) (together \"ad hoc tribunals\"), the Pre-Trial Chamber provided a list of factors to further assist in the determination of whether the contribution reaches the level of \"significant\" needed in international criminal law to trigger individual criminal responsibility:\nGuided by leading scholars and past international cases as to why defendants have been convicted as principals, convicted as accessories or acquitted altogether, the Chamber considers that several factors are useful to help assess whether the suspect's relevant conduct amounts to a significant contribution: (i) the sustained nature of the participation after acquiring knowledge of the criminality of the group's common purpose; (ii) efforts made to prevent criminal activity or to impede the efficient functioning of the group's crimes; (iii) whether the person creates or merely executes the criminal plan; (iv) the position of the suspect in the group or relative to the group; and (v) perhaps most importantly, the role the suspect played vis-à-vis the seriousness and scope of the crimes committed.29 (emphasis added)\n[40] These factors are all consistent with those already elaborated by the SCC and provide additional guidance, useful when dealing more specifically with the significance of the contribution. They are only a guide and are not determinative. As underlined by the Minister, it only provides additional factors that can be considered in the assessment, and they are not a substitution to assessment of the complicity test.\n[41] I reject the Minister's submission that the third factor is irrelevant to assess the contribution in refugee cases. The Ezokola complicity test constitutes the minimum legal requirements that can give rise to individual criminal responsibility under the international criminal law regime. It does not follow that it is the only way a person can be found excluded from the asylum claim regime - the person could have participated as conspirator in creating a criminal plan, which would be a valid basis for exclusion.\nThe RPD erred when assessing the significance of the Appellant's contribution\n[42] The significant contribution corresponds to the actus reus of the complicity.30 This contribution needs to have significantly impacted the commissions of the crimes or the furtherance of the criminal purpose.31 The degree of contribution must be carefully assessed, as the contribution of any nature could be characterized as furthering the criminal purpose of a group.32 The following factors were identified by the SCC to be particularly relevant in the assessment of this component of the test: (i) the size and nature of the organization; (ii) the part of the organization with which the refugee claimant was most directly concerned; (iii) the refugee claimant's duties and activities within the organization; (iv) the refugee claimant's position or rank in the organization; (v) the length of time the refugee claimant was in the organization, particularly after acquiring knowledge of the group's crime or criminal purpose.\na) The size and nature of the organization\n[43] I find that the RPD erred when it ruled that this factor was not \"determinative\", because the Cameroonian government was a large multifaceted organization. The fact that the Cameroonian government was a very large and multifaceted organization is inversely proportional to the link between his conduct and the likelihood that he knew his conduct significantly impacted the commission of the crimes. I therefore find that this factor militates against the finding that there are serious reasons for considering that the Appellant's conduct significantly impacted the international crimes or criminal purpose in the Western regions.\nb) The part of the organization with which the individual was most directly involved\n[44] The SCC described the purpose of this factor as follows:\nThe part of the organization with which the refugee claimant was most directly concerned. This factor may be relevant if particular parts of the organization were known to be involved with the crime or criminal purpose. For example, where only one part of the organization in question was involved in the crime or criminal purpose, a claimant's exclusive affiliation with another part(s) of the organization may serve to exonerate him or her for the purpose of art. 1F(a).33 (emphasis added)\n[45] As explained in the RPD decision, which stands uncontested, the Appellant served as XXXX of the XXXX XXXX. The XXXX XXXXconstitutes therefore the part of the organization with which the Appellant was the most concerned.\n[46] No evidence shows that the Appellant would have any jurisdiction outside his own division. As listed above, crimes committed in the Southern region were perpetrated by the security forces in the other divisions. As per his testimony, and as relayed in the RPD decision, the Appellant, in his role, was connected to the law-and-order apparatus of the XXXX XXXX through the application of paragraph 40 of the 2008\/377 decree contained in exhibit 11 (the Decree). There is no evidence that he played a role within the security of the whole Southern region or that his powers extended beyond the borders of this division. His implication was therefore exclusive to the XXXX XXXX where no crime was perpetrated by the governmental securities during his XXXX-month tenure, as found earlier.\n[47] I find that the RPD erred and that this factor militates against the finding that there are serious reasons for considering that the Appellant's conduct significantly impacted the international crimes or criminal purpose in the Western regions.\nc) The individual's duties, activities, and rank as XXXX in XXXX\n[48] The SCC stated that the link between the Appellant's duties and activities and the crimes or criminal purpose are particularly important in assessing his alleged significant contribution. Most relevant to this case is that the Appellant's high rank may indicate an effective control over those directly responsible for the crimes, favouring a finding of significant contribution.34\n[49] I find that the RPD correctly concluded that, while the Appellant did not exercise exclusive authority over the forces of law and order, he did hold a significant position over the XXXX XXXX in XXXX and was responsible for the XXXX of the XXXX XXXX over the population, which weighs in favor of a finding of complicity. However, I note that, at this junction, there was no finding to conclude whether the Appellant even implemented \"repressive measures\" against the population living in his division. Indeed, the record supports the Appellant's testimony that no proscribed act was perpetrated by the security forces under his responsibility during his tenure. As it will be discussed below, the RPD erred when reversing the burden of proof, requiring the Appellant to prove, on a balance of probabilities, that there were no \"repressive measures\" implemented in his division capable of significantly further the criminal purpose.\n[50] It is not at issue that the Appellant had no effective control over the security forces responsible for having committed the proscribed acts in other divisions. It is thus incorrect to conclude that his lack of action could incur his criminal liability by omission in the absence of any legal duty to act.35 There is no evidence that he played a role at the regional or central levels.\n[51] As the RPD pointed out, the duties and activities of the Appellant were multifold. He described his daily activities as the XXXX of the XXXX XXXX of the division, XXXX XXXX XXXX XXXX, includingXXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX, as well as XXXX XXXX XXXX XXXX.36 The Appellant also drew a very important distinction between the different functions of the gendarmerie and police: they are put at the disposal of the administrative authority in the division, namely the XXXX, for security purposes, but they also XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX. This is corroborated in article 38 of the Decree, specifying that judicial matters are outside the XXXX authority. He was not responsible for prosecuting members of the militia who committed crimes against the civilian population. Overall, those functions do not militate in favor of a significant contribution to the international crimes or criminal purpose.\n[52] However, as it will be detailed later, I find that the RPD correctly concluded that the Appellant issued threats of the use of force against the civilian population during a speech. I believe that this would militate in favor of a finding that the Appellant contributed to crimes against humanity during the relevant period.\nd) The length of time the refugee claimant was in the organization, particularly after acquiring knowledge of the group's crime or criminal purpose\n[53] The SCC explained that a lengthy period of employment may increase the significance of the individual's contribution in the organization's crimes or criminal purpose.37 This, in my view, implies that (i) the government was pursuing a criminal purpose that involved the commission of crimes, as defined in the Rome Statute, either war crimes or crimes against humanity, during the period of employment; and that (ii) the Appellant adopted a conduct that significantly contributed to the commission of international crimes during the relevant time. Indeed, as it is specified in Mugesera, the proscribed acts need to be part of a widespread and systematic attack to be considered an international crime.38 In the absence of an armed conflict or an attack against a civilian population, human rights abuses or crimes committed by the authorities do not raise to such a level.\n[54] I note that the RPD relied on the Appellant's testimony about witnessing violation of human rights by the security forces while he was posted in XXXX and XXXX in 2011 and 2013. The first incident involved the beating of a transporter by gendarmes for refusing to give them a tip, and the other concerned the beating of a truck driver by authorities for having refused to transport material for the military in XXXX39. There is no evidence that those incidents relate to an attack against the civilian population, and they are unconnected to the 2017 and 2018 attack against the Anglophone civilian population.40 I therefore rule that those incidents are not relevant to the international crimes or criminal purpose and the RPD erred when relying on those facts to base its conclusion about his alleged significant contribution to crimes against humanity perpetrated during his tenure as XXXX in XXXX.\n[55] I find that the RPD erred when it concluded that the Appellant's long service with the government \"despite knowing that human rights abuses were taking place and that they were sanctioning the murder, illegal detention, sexual violence and burning of villages in the Southwestern region, weighs in favor of finding that he was complicit.\" I note that in Ezokola, the SCC explained that a lengthy period of employment \"may [...] increase the significance of an individual's contribution to the organization's crime or criminal purpose,\" particularly after acquiring knowledge of the criminal purpose.41 However, I also note that mere membership, even after acquiring this knowledge, is insufficient. Not only did the SCC expressly reject \"guilt by association,\" but it also specified that a claimant cannot \"be complicit by simply remaining in his or her position without protest\", unless the Appellant occupied a position of authority that provided him with a duty to act.42 As stated earlier, there is no evidence that the Appellant had a duty to act outside his jurisdiction, where the international crimes occurred. It is therefore necessary to examine how, or by which conduct, his remaining in his position in XXXX increased his contribution to the criminal purpose. This analysis does not pertain to the knowledge of the Appellant of the international crimes or criminal purpose, but is limited to the significant impact of the Appellant's contribution.\n[56] I find that the relevant period of time during which the Appellant's conduct is alleged to have contributed to international crimes or criminal purpose spanned over XXXX months, not 30 years. The evidence does not reveal how the Appellant's conduct was linked to possible crimes against humanity perpetrated against the Anglophones, or against other groups in Cameroon, while serving in lower ranked capacities, in different parts of the country. This short period of time does not militate in favor of a significant contribution to the crimes or criminal purpose.\n[57] Overall, I find that the assessment of the Ezokola factors do not militate in favor of the Appellant's participation into the international crimes or criminal purpose.\ne) The RPD correctly found that the Appellant contributed to the criminal purpose\n[58] I understand from the RPD's analysis in paragraphs 92 to 98, that the Appellant was found to have contributed to the crimes or criminal purpose through the implementation of the Governor's orders to impose repressive measures against the Anglophone population and having issued a threat to use the security forces against the protestors.\n[59] The RPD first found that the Appellant presented insufficient evidence to establish, on a balance of probabilities, that he did not order repressive measures during his tenure and thereby contributing to the international crimes. The RPD specified though that, even if it were to accept that the Appellant did not impose repressive measures upon his population, \"he participated in the common purpose of upholding and perpetuating the government's regime through force and terror directed at civilians.\" In reaching those conclusions, the RPD took into account the following: (i) the video showing the Appellant addressing the crowd in a peaceful manner has low probative value since it represents only a short snapshot in time unable to demonstrate that it ended peacefully or that no repressive measures were taken; (ii) According to an article, the Appellant threatened the crowd to use force if they were not to calm down; (iii) state of emergency measures were ordered by the two regional Governors from 29 September to 3 October 2017; (iv) a report from Amnesty International revealing that a primary school and two private residences in Menji were set ablaze in October 2017.\n[60] I believe that the RPD erred when it required the Appellant to establish, on a balance of probabilities, that he did not impose repressive measures during his tenure in the XXXX XXXX. This is a reversal of the burden of proof, as it belonged to the Minister to prove that the Appellant implemented such measures in his division in furtherance of the criminal purpose, on a serious reason for considering basis. I will therefore assess whether the evidence allows to conclude that the Minister successfully established that there were serious reasons for considering that the Appellant contributed to the crimes or criminal purpose by imposing repressive measures in his division.\n[61] I believe that the RPD erred when it refused to attach probative value to the video, in the context of the rest of the evidence in the file. As noted above, there was no report of proscribed acts committed by the security forces during the time the Appellant was XXXX in the XXXX XXXX, which corroborates the Appellant's testimony in this regard. Furthermore, I find that the RPD failed to apply the Maldonado principle by which the Appellant's testimony is presumed true, unless credibility concerns arise.43 The RPD did not draw a negative inference against the Appellant's testimony in a general manner. I note that, throughout the proceedings, even during the interview with the CBSA agent on April 22, 2021, the Appellant steadfastly claimed that he refused to impose restrictive measures that would lead to the commission of crimes by the security forces against the population while he was XXXX, providing internal coherence to the evidence. The Appellant's testimony therefore finds at least partial corroboration that he did not impose repressive measures, but instead used dialogue to ease the crisis, as shown in the video footage. Consequently, I find that the evidence as a whole, including the video, shows that the Appellant most likely used peaceful means to reduce tensions among the population living in his division, which does not support the finding that there are serious reasons for considering that he imposed restrictive measures upon the population in his division that had a significant impact on the commission of international crimes or criminal purpose.\n[62] Also, I note that the crimes relied upon by the RPD, during that XXXX XXXXmonth period in XXXX, were perpetrated by the Anglophone militia groups who set schools and private residences on fire in October 2017, as reported by Amnesty International.44 I am unable to discern how the Appellant could have participated to the crimes committed by the opposing faction. It is important to recall that both opposing factions, namely the government security forces and the Anglophone armed groups, perpetrated crimes against humanity, against the Anglophone civilian population during that period, and the Appellant is reproached to have participated in those committed by the government, not the ones perpetrated by the Anglophone armed groups. Also, his responsibility did not include the investigation and prosecution of crimes, as described earlier. The RPD therefore erred in relying on this evidence to conclude that the Appellant imposed restrictive measures upon the population or that his conduct contributed significantly to the furtherance of the criminal objective perpetrated by the governmental security forces.\n[63] I agree with the RPD's analysis that the article shows that there are serious reasons to consider that the Appellant likely issued the threat to use force if the crowd went out of hand. However, no evidence shows that those threats were carried out in any way. This significance of his contribution to the criminal purpose will be assessed later.\n[64] With regard to the banning of demonstrations for a few days, I do not find that imposing this emergency measure during a time of civilian unrest would constitute, in and of himself, a crime against humanity, especially for such a short period of time. I also find the link between the criminal purpose, comprised of proscribed acts committed in other divisions, and the four-day period of banning demonstrations in XXXX XXXX to be tenuous. However, I will assess the significance of this contribution later.\n[65] There is no evidence that the security forces under his authority contributed to the crimes against humanity during his tenure. As noted above, in the Decree or other objective evidence, the Appellant did not exercise any authority over the security forces outside his division or at the Governor level, and therefore a conduct of \"contribution by omission\" is unfounded. As such, it is incorrect to draw an inference that he contributed to crimes committed by security elsewhere solely for lack of protest, or for passive acquiescence.\n[66] Consequently, I will assess whether having issued a threat to use the security forces and by imposing a short ban on demonstrations qualify as a significant contribution to the crimes or criminal purpose.\nf) the RPD erred when it found that the Appellant's conduct had a significant impact on the crimes or furtherance of the criminal purpose\n[67] It is not disputed that the Appellant did not participate in the formulation and creation of the criminal purpose. Though the evidence does not show that he tried to prevent the crimes committed in other divisions, he refused to implement the orders of the Governor within his jurisdiction, which can be seen as an attempt to frustrate the functioning of the group's criminal plan, as opposed to make it more effective or expeditious. As it will be detailed later, the RAD finds that the Cameroonian authorities most likely forced the Appellant into retirement because of his refusal to cooperate with the Government by committing proscribed acts against the protestors.45\n[68] As an XXXX, he was the XXXX XXXX XXXX in his division and could use the XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX. However, the evidence does not show that he played a role at the regional or central government levels, who were at the origin of the common purpose and was unrelated to those who perpetrated the proscribed acts as part of the common plan. There is therefore no evidence that he participated in the commission of the proscribed acts in other divisions on the basis of an omission to fulfill a legal duty to act.\n[69] However, as found above, there are serious reasons for considering that he did warn the civilian population that he would send the security forces if they did not calm down, effectively issuing a threat to use excessive force, contributing to criminal purpose. In my view, this contribution cannot be qualified as \"sustained\" but rather as \"punctual\" and the threat did not materialize. I consider the impact of this conduct on the furtherance of the criminal purpose to be minor.\n[70] As stated above, I also find that the short ban on demonstrations has a tenuous link with the criminal purpose, namely the repression of the Anglophone population through the commission of proscribed acts. Indeed, this measure was imposed on both the Anglophone and Francophone communities, therefore it does not have a discriminatory element that could have contributed to the persecutory intent attached to the proscribed acts enumerated above. In light of the short period that it was imposed and the chaotic public security situation prevailing in the region between XXXX XXXX and XXXX XXXX, 2017, I find that there are no serious reasons for considering that this measure was imposed as a restrictive measure contributing to the criminal purpose, and if it did, the impact was minor.\n[71] Finally, I find the Appellant's role vis-à-vis the seriousness and scope of the crimes committed throughout the region not to be significant, as no evidence points that he restricted the right to protests within his jurisdiction during his tenure that would have significantly contributed to the furtherance of the criminal purpose, or that he used disproportionate force leading to the commission of international crimes in the management of those protests or against Anglophone militants, as it was the case in other divisions. This takes in consideration the number of victims and casualties of the proscribed acts perpetrated by the government security forces elsewhere in the region, as previously listed.\n[72] I therefore find that the Appellant's conduct does not rise to the level of a significant contribution to the crimes against humanity perpetrated against the Anglophones community, or the criminal purpose, during the time of his tenure based on the following consideration: (i) he did not participate in the creation of the criminal purpose; (ii) evidence shows that he frustrated the implementation of the criminal purpose by refusing to implement orders of the Governor; (iii) his role was limited within the XXXX XXXX where no proscribed acts occurred, as no evidence shows that he was involved in the decision-making process at the regional or central governmental levels or had a duty to act; (iv) his conduct was punctual or had a minor impact on the furtherance of the criminal purpose, especially vis-à-vis the seriousness and scope of the crimes and criminal purpose.\n[73] Consequently, I find that the RPD erred and that the Minister failed to establish that there were serious reasons for considering that the Appellant significantly contributed to the crimes or criminal purpose. It is unnecessary for me to address the other two elements of the complicity test. The Appellant is therefore not excluded from the asylum regime as per Article 1F(a) of the Convention. I will assess whether he qualifies as a refugee under sections 96 and 97 of the IRPA.\nThe Appellant qualifies as a refugee on the basis of the Convention\n[74] The RPD found that the Appellant's wife would face more than a serious possibility of persecution if she were to return to Cameroon. This finding was based on the following considerations: (i) her testimony to the effect that she received threatening phone calls and that she was attacked by armed men looking for her husband and calling him a traitor; (ii) the objective evidence revealing the crimes committed by the Anglophone armed groups against members of the population, in particular those not following their policies; (iii) repressive measures were undertaken by the government during the Appellant's tenure as XXXX in XXXX. The conclusion was reached despite the finding that the Appellant's wife displayed an incompatible behaviour by omitting to request asylum during her one-year stay in Nigeria, while risking deportation back to Cameroon.\n[75] The tribunal rejected the Appellant's testimony to the effect that the Cameroonian government was also an agent of persecution. The RPD found that, contrary to the Appellant's statement, the central government did provide some level of care by medevacking him back to Douala to receive appropriate care after the XXXX XXXX, 2018, ambush and did not see his forced retirement as a persecutory act. The tribunal concluded that the allegations that the Cameroonian government wants to persecute the Appellant are speculative.\n[76] In his response to the Alazar notice, the Minister opines that the Appellant has failed to establish his subjective fear, since he did not claim refugee status during his XXXX-month stay in the United States. He cites Federal Court caselaw to state that the Appellant did not provide a reasonable explanation for having failed to seek asylum and that the goal of the refugee programme is not to select the country where to make a claim, but rather to make a claim in the first safe country or at the first opportunity. The Minister also raises the possibility of an internal flight alternative (IFA) in Douala, the biggest city in Cameroon.\n[77] The Appellant reiterates his main allegations laid out in his claim and during his testimony before the RPD. He states that he was targeted by both the Cameroonian Government, for being disloyal to the central government in refusing to implement orders, and by the Anglophone separatists who perceive him as a \"sellout\" to the government. He recounts the suicide mission to which he was sent by the Governor and during which he was shot by unknown armed men. He complains that the central government did not provide proper support when he was injured and that he was effectively dismissed from his employment after more than 35 years by a XXXX XXXX XXXX XXXX XXXX, which was disrespectful in his view. He also denounced the ongoing insecurity plaguing Camerron since the last elections.\na) The RPD erred when concluding that the Cameroon Government was not an agent of prejudice\n[78] As analysed below, I find that the RPD incorrectly assessed the evidence regarding the Appellant's allegation that the Cameroonian government could also be an agent of persecution, by applying a North American reasoning to a set of facts emanating from a different social context. Indeed, the RPD incorrectly concluded that whether the Appellant was being targeted by the Cameroon governmental authorities for having refused to implement \"restrictive measures\" remained speculative. I also find that, based on objective evidence cited the decision, the Appellant faces a serious possibility of persecution as an Anglophone member of the diaspora who are perceived by the Cameroonian administration as being responsible for the civil conflict and could therefore be targeted by the authorities and subject to imprisonment, torture or death.46\n[79] I note that, during his testimony, the Appellant provided a set of circumstances that prompted him to believe that the central government of Cameroon was after him: (i) he was asked to go on a mission with inadequate protection considering the volatile insecurity situation ; (ii) after having been shot by armed groups, it took 24 hours to be evacuated for treatment; (iii) he was \"abandoned\" by his government at the hospital and needed to pay for his care; (iv) he was shortly after placed into forced retirement while removing all security details which could put him at risk of backlash from the separatist fighters; (v) he was not invited to be present at the hand-over to the person taking his place as XXXX in XXXX and had to leave all his possessions behind.47 He also testified that he was given \"intelligence\" from a friend in the police that the Cameroonian authorities put him on a black list because he did \"not collaborate with the government to kill innocence civilians in order to quell the crisis in the northwest and the southwest regions.\" 48\n[80] I believe that, jointly, these circumstances indicate that, at the very least, the Cameroonian government wanted to force the Appellant out of the civil service, on a balance of probabilities. The evidence does not show any other reason than the one provided by the Appellant throughout his evidence: the government wanted to get rid of him because he was not cooperating with the state policy of imposing violent repressive measures against the protestors. The Minister did not formulate any other possible reasonable alternative justifying such governmental actions against the Appellant. I also find that the Appellant testified from the point of view of a career civil servant within the Cameroonian society that is characterised by different expectations than those at play in the Canadian public administration. The Minister did not offer any evidence that could negatively impact on the Appellant's testimony in that regard. I therefore find that, on a balance of probabilities, the government put the Appellant in forced retirement and treated him disrespectfully because he refused to implement its repressive policies.\n[81] I observe that such coercive actions from the authorities against an Anglophone voicing his disagreement with the central government's policies chime with the objective evidence reporting on the fate of members of the diaspora returning to Cameroon.49 Indeed, the objective evidence reveals the illegal imprisonment of the Anglophone leaders for their role in opposing the government's actions through protests. I also note that the central government complains that the conflict is being fueled by Anglophones living abroad and is therefore suspicious of those returning in the country and members of the diaspora. I note that the Appellant reached out to the President of XXXX for support and could therefore be perceived as a separatist.\n[82] I therefore find that, as a returnee and opponent to the central government repressive policies, the Appellant would face a serious possibility of persecution on the basis of perceived or real political opinion. The objective evidence states that such risk would be faced all across Cameroon.50\nb) The RPD correctly concluded that the Anglophone militia was agent of persecution\n[83] I agree with the analysis of the RPD that the Appellant's wife would face a serious possibility of persecution at the hand of Anglophone separatists based on perceived political opinion. I note that the threatening phone calls from the agents of prejudice were aimed primarily at the Appellant, not at his wife. A fortiori, the same reasoning applies to the Appellant.\n[84] According to the objective evidence contained in the new National Documentary Package (NDP) for Cameroon, the separatists armed forces continue to present a threat to those perceived as having collaborated with the central government or spoken against their policies.51 I agree with the analysis of the RPD concluding that the Appellant's wife was attacked in her home by assailants looking for the Appellant and calling him a traitor and that she continued to receive threatening phone calls while in Douala.\n[85] I reject the Minister's contention that the Appellant's failure to claim refugee status negates his allegation that he has subjective fears to return to Cameroon. I note that, at that time, the Appellant had just been ambushed, shot, and thrown out of his position by the administration, by forcing him into retirement, and effectively ending his long career. He was staying in the United States on a valid visa and was not facing expulsion. This is not evidence of his lack of fear of returning to Cameroon.\n[86] Though the Appellant received the support of the President of XXXX living in the United States, I believe that the Appellant could still risk being targeted by local Anglophone militia who would still perceive him as having collaborated with the central government.\n[87] In those circumstances, since the authorities are also the agent of persecution, the Appellant would not be entitled to adequate state protection. As stated above, the objective evidence reveals that the risk is nationwide. The Appellant would therefore not benefit from an IFA in Douala.\n[88] Consequently, I conclude that the Appellant would face a serious possibility of persecution, if he were to return to Cameroon, on the basis of his political opinion, real or imputed.\nCONCLUSION\n[89] The appeal is allowed. I substitute my own decision that the Appellant is a Convention refugee.\n(signed)\nMe Martine Durocher\nMe Martine Durocher\n21 février 2024\nDate\n1 Canada (Citizenship and Immigration) v. Singh, 2016 FCA 96; Raza v. Canada (Citizenship and Immigration), 2007 FCA 385.\n2 Casilimas Murcia v. Canada (Citizenship and Immigration), 2019 FC 1182 (CanLII), at para 50.\n3 Canada (Citizenship and Immigration) v. Huruglica, 2016 FCA 93; Rozas del Solar v. Canada (Citizenship and Immigration), 2018 FC 1145.\n4 M-4, p. 10.\n5 M-4, p. 11.\n6 M-16, pp. 23-24; M-4, p. 13.\n7 M-16, p. 25.\n8 M-16, 25.\n9 M-16, p. 25 (p. 755); M-6, p. 2.\n10 M-6, p. 2.\n11 Libération Célian\nhttps:\/\/www.liberation.fr\/planete\/2018\/06\/12\/au-cameroun-la-sale-guerre-derriere-la-crise-anglophone_1658321\/, cited in footnote 110 in M-16.\n12 M-6, p. 3.\n13 M-15, pp. 18-30.\n14 M-15, p. 10-12.\n15 Ibid.\n16 M-15,\n17 M-15, p. 13.\n18 M-15, p. 17.\n19 M -15, p.11.\n20 The Prosecutor v. Katanga, International Criminal Court (ICC), Jugement rendu en application de l'article 74 du Statut, 07.03.2014, (http:\/\/www.legal-tools.org\/doc\/9813bb\/), para. 1119.\n21 Ezokola v. Canada (Citizenship and Immigration), 2013 SCC 40 (CanLII), [2013] 2 SCR 678, at para. 54.\n22 The Prosecutor of the Special Court v. Alex Tamba Brima, Brima Bazzy Kamara, Santigie Borbor Kanu (the AFRC accused) (Appeal Judgment), SCSL-2004-16-A, Special Court for Sierra Leone, 22 February 2008, paras. 76-80. available at: https:\/\/www.refworld.org\/cases,SCSL,48441e412.html. The ad hoc tribunals are the International Criminal Tribunal for the former Yugoslavia (ICTY) and the International Criminal Tribunal for Rwanda (ICTR). It also includes hybrids tribunals, such as the Special Court for Sierra Leone (SCLS), the Extraordinary Chambers in the Courts of Cambodia (ECCC) or the Special Tribunal for Lebanon (STL).\n23 R. (J.S. (Sri Lanka)) v. Secretary of State for the Home Department, [2010] UKSC 15, [2011] 1 A.C. 184 (\"J.S.\"), at para. 7.\n24 The Prosecutor v. Mbarushimana, ICC-01\/04-01\/10-465-Red, Decision on the Confirmation of Charges, 16 December 2011, aff'd ICC-01\/04-01\/10-514, 30 May 2012, at para. 284.\n25 Ezokola v. Canada (Citizenship and Immigration), 2013 SCC 40 (CanLII), [2013] 2 SCR 678, at para 84.\n26 Mugesera v. Canada (Minister of Citizenship and Immigration), 2005 SCC 40 (CanLII), [2005] 2 SCR 100, at para 116.\n27 Ezokola v. Canada (Citizenship and Immigration), 2013 SCC 40 (CanLII), [2013] 2 SCR 678, at para 91.\n28 Ezokola v. Canada (Citizenship and Immigration), 2013 SCC 40 (CanLII), [2013] 2 SCR 678, at para 57.\n29 Prosecutor v. Callixte Mbarushimana, ICC-01\/04-01\/10-465-Red, Decision on the Confirmation of Charges, 16 December 2011 (ICC, Pre-Trial Chamber I), at para. 284.\n30 Ezokola v. Canada (Citizenship and Immigration), 2013 SCC 40 (CanLII), [2013] 2 SCR 678, at para 56.\n31 Ezokola v. Canada (Citizenship and Immigration), 2013 SCC 40 (CanLII), [2013] 2 SCR 678, at para 94.\n32 Ezokola v. Canada (Citizenship and Immigration), 2013 SCC 40 (CanLII), [2013] 2 SCR 678, at para 87.\n33 Ezokola v. Canada (Citizenship and Immigration), 2013 SCC 40 (CanLII), [2013] 2 SCR 678, at para 95.\n34 Ezokola v. Canada (Citizenship and Immigration), 2013 SCC 40 (CanLII), [2013] 2 SCR 678, at paras. 96-97.\n35 Ezokola v. Canada (Citizenship and Immigration), 2013 SCC 40 (CanLII), [2013] 2 SCR 678, at para 82.\n36 Transcript February 2, 2022, pp. 20-21.\n37 Ezokola v. Canada (Citizenship and Immigration), 2013 SCC 40 (CanLII), [2013] 2 SCR 678, at para 98.\n38 Mugesera v. Canada (Minister of Citizenship and Immigration), 2005 SCC 40 (CanLII), [2005] 2 SCR 100, at para. 167.\n39 Transcription, February 2, 2022, pp. 25.\n40 M-2 CBSA, p. 42 or 344.\n41 Ezokola v. Canada (Citizenship and Immigration), 2013 SCC 40 (CanLII), [2013] 2 SCR 678, at para 98.\n42 Ezokola v. Canada (Citizenship and Immigration), 2013 SCC 40 (CanLII), [2013] 2 SCR 678, at para 82, confirming Ramirez v. Canada (Minister of Employment and Immigration), 1992 CanLII 8540 (FCA), [1992] 2 FC 306, pp. 319-320.\n43 Maldonado v Canada (Minister of Employment and Immigration), 1979 CanLII 4098 (FCA), [1980] 2 FC 302 (CA).\n44 M15, p. 400-401.\n45 See supra, para. 79.\n46 National Documentation Package, Cameroon, 28 April 2023, tab 1.14: ?Country Policy and Information Note. Cameroon: North-West\/South-West crisis. Version 2.0. United Kingdom. Home Office. December 2020.\n47 Transcriptions, February 2, 2022, pp. 29-30.\n48 Transcriptions, February 2, 2022, p. 23.\n49 National Documentation Package, Cameroon, 28 April 2023, tab 1.14: ?Country Policy and Information Note. Cameroon: North-West\/South-West crisis. Version 2.0. United Kingdom. Home Office. December 2020.\n50 Ibid.\n51 National Documentation Package, Cameroon, 28 April 2023, tab 2.1: ?Cameroon. Country Reports on Human Rights Practices for 2022. United States. Department of State. 27 February 2023; National Documentation Package, Cameroon, 28 April 2023, tab 1.14: ?Country Policy and Information Note. Cameroon: North-West\/South-West crisis. Version 2.0. United Kingdom. Home Office. December 2020.\n---------------\n------------------------------------------------------------\n---------------\nRAD File \/ Dossier de la SAR : VC2-05699\nRAD.25.02 (August 20, 2021)\nDisponible en français\n2\nImmigration and Refugee\nBoard of Canada\nRefugee Appeal Division\nCommission de l'immigration et du statut de réfugié du Canada\nSection d'appel des réfugiés\nRAD.25.02 (August 20, 2021)\nDisponible en français\n",
        "language":"en",
        "other":"{\"decision-maker_name\": \"Me Martine Durocher\"}"
    },
    {
        "citation":"VC3-14129",
        "citation2":"",
        "dataset":"RAD",
        "name":"",
        "source_url":"VC3-14129 a.txt",
        "scraped_timestamp":"2024-07-12",
        "document_date":"2024-03-04",
        "year":2024,
        "unofficial_text":"\nRAD File \/ Dossier de la SAR : VC3-14129\nPrivate Proceeding \/ Huis clos\nReasons and Decision ? Motifs et décision\nPerson who is the subject of the appeal\nXXXX XXXX XXXX\nPersonne en cause\nDate of decision\nMarch 4, 2024\nDate de la décision\nPanel\nJoshua M. Prowse\nTribunal\nCounsel for the person who is the subject of the appeal\nBjorn Harsanyi\nConseil de la personne en cause\nDesignated representative\nN\/A\nReprésentant(e) désigné(e)\nCounsel for the Minister\nN\/A\nConseil du ministre\nREASONS FOR DECISION\nOVERVIEW\n[1] XXXX XXXX XXXX, a citizen of Mexico, appeals a decision of the Refugee Protection Division (RPD) rejecting his claim for refugee protection.\n[2] The appellant states that he fears returning to Mexico after the Sinaloa cartel kidnapped his brother, XXXX, for extortion purposes and another brother of his was ambushed by three Sinaloa cartel members and suffered a shotgun wound before escaping. The appellant states that he has received threats from the cartel that he will be killed if he does not pay them.\n[3] The RPD found that the appellant has an Internal Flight Alternative (IFA) in either Mexico City or Merida. I dismiss the appeal as there was no error in this RPD finding.\nNEW EVIDENCE AND ORAL HEARING\n[4] The appellant submits new evidence on appeal, namely letters from his cousin and aunt about the continuing interest of the agents of harm.1 I accept the documents for the reasons offered in the appeal submissions.\n[5] Despite admitting this new evidence, I am not holding an oral hearing. Where the RAD admits new evidence, it may hold a hearing only if that evidence raises a serious issue with respect to the credibility of the person who is the subject of the appeal. This evidence does not. Where the RAD does not have credibility concerns as a result of the evidence, but rather concerns about the evidence's weight, the criteria for holding an oral hearing are not met.2 The evidence, and the appellant, are credible, but the new documents simply do not sufficiently establish that he faces the requisite likelihood of harm in the IFA locations.\nANALYSIS\n[6] My role is to independently look at all the evidence and decide if the RPD made the correct decision. The RPD did not have any meaningful advantage in deciding this case as the issues that the RPD based its findings on are fully reproduced in the record, including the transcript and audio recording before me.\n[7] The RPD correctly concluded that this is not a case where there is a nexus to a Convention ground. The appellant does not contest this finding on appeal. I adopt the RPD's reasons on point that this claim involving targeting by a gang should solely be assessed pursuant to s. 97 of the Immigration and Refugee Protection Act (IRPA).\n[8] The RPD correctly articulated the test for finding that a claimant has a viable Internal Flight Alternative. An IFA is viable if 1) the appellant does not face s. 97 harm or a reasonable chance of persecution there, and 2) conditions in the IFA are such that it would not be unreasonable for the appellant to seek refuge there.\nFirst prong of the IFA test: Risk of persecution or s. 97 harm\n[9] The RPD concluded that it was not sufficiently likely that the agents of harm in this case would have the motivation to pursue the appellant if he were living in Mexico City or Merida. This is the case because:\n* The appellant relocated to, and spent almost half a year in, another state prior to coming to Canada. He has not established that he was pursued there - despite the agents of harm knowing of the city he had relocated to and having threatened him - which points to them not being motivated to pursue him elsewhere in Mexico;\n* Looking at the experiences of similarly situated persons, one of the appellant's brothers indicates that he has been able to return to Mexico from the United States in order to visit his son, without facing any additional identified issues.3 The appellant's other brother has lived elsewhere in Mexico for the last decade and has not been threatened or harmed, though it appears he may be of less interest to the cartel;4\n* More generally, the country conditions evidence indicates that such cartels will not typically track individuals for unpaid extortion fees unless the group perceives a substantial monetary gain, or when an individual possesses too much knowledge about the group's operations, something that does not sufficiently apply here; and\n* The appellant's personal profile is not such that he has established that the cartel would be motivated to pursue him for other reasons such as personal vendetta, rivalry, betrayal, or public exposure.\n[10] The appellant contests this finding about the motivation of the agents of harm. For the following reasons, I am satisfied that the RPD's finding was correct.\n[11] Like the RPD, I find on a balance of probabilities that the agents of harm are not motivated to pursue the appellant in the IFAs, and that this is determinative of his risk there. The appellant points to the case Atamanchuk v. Canada, and suggests that it stands for the proposition that an applicant need only show evidence of localized targeting in one part of a country in order to render an IFA non-viable.5 I do not read the case as standing for that proposition. The part of the case that the appellant points to concluded that the decision-maker had acted unreasonably in according no weight to particular evidence that the applicant wanted to admit. The court concluded that the weight of the letters was apparent, as they suggested that the IFA in the case might not be viable. In short, I read that Federal Court case as standing for the proposition that that decision-maker acted unreasonably in how they weighed particular evidence, as evidence of localized targeted should be admitted and considered. I do not read the case as standing for the proposition that facing a localized risk from a powerful entity is sufficient to conclude internal flight alternatives are unavailable. A person in need of protection must face a risk in every part of their country.6 The fact that agents of harm are willing to locate an appellant within their own home area does not demonstrate that they are motivated to locate them outside of their home state, which is what they have to demonstrate to show that they would not be safe in an IFA location.7\n[12] The fact that there is insufficient evidence in this case to establish that the appellant would be at risk in the IFAs does not mean, as he submits, that the Board has \"set an impossible evidentiary onus on the Appellant to prove motivation in a proposed IFA\".8 This Board (and, indeed, this Member) have found in many cases that individuals from Mexico have established that they lack a viable internal flight alternative in Mexico to escape cartel-based threats.9 Every case turns on its own facts, starting with the country conditions evidence. The nature of the targeting and pursuit of the appellant in this case simply does not demonstrate that he faces the requisite likelihood of harm in the IFAs.\n[13] I reject the appellant's argument that the Federal Court has established a two-year threshold and ruled that it is unreasonable to draw inferences about a criminal organization's modus operandi when less than two years has elapsed since a credible threat.10 The case that the appellant cites for that proposition concerned a situation where a decision-maker inferred from the passage of time that a criminal gang no longer had the means or motivation to harm a claimant.11 That is not what is being done here. Instead, the fact that the appellant was not pursued elsewhere in Mexico, where he relocated and spent almost half a year, despite the agents of harm knowing of the city he had moved to and having threatened him, is being relied upon as something that points to them not being motivated to pursue him elsewhere in Mexico. This form of reasoning is not based on the mere passage of time, but instead on the past conduct of the agent of harm (or lack thereof). There is no minimum timeframe for this type of analysis.12\n[14] I accept the appellant's new evidence on appeal that the agents of harm have continued to ask after him in his home area of Mexico. As the appellant submits, such \"incidental\" tracking of individuals, as extended family members are stopped and questioned, is common.13 While I accept that this demonstrates that the agents of harm remain interested in the appellant, I do not accept that this establishes that they are motivated to take steps to harm the appellant if he were residing in one the IFAs far away from his home city.\n[15] I am satisfied that the RPD was correct to conclude that the country conditions evidence indicates that cartels such as that at issue in this claim will not typically track individuals by reason of unpaid extortion fees alone, unless the group perceives a substantial monetary gain. When reaching this conclusion, the RPD relied on a report from this Board's research unit entitled ?Profiles of individuals targeted and tracked by criminal organizations and cartels; tracking methods and motivations of criminal groups and cartels to track individuals (2021-August 2023)?. Reviewing the evidence before me cumulatively, including the portions of this report that the appellant highlights in his appeal submissions, I am satisfied that the RPD correctly weighed the information before it.\n[16] This above report quotes three sources which speak to the issue of the motivation of criminal groups to track individuals to other parts of Mexico. Firstly, a retired professor who specializes in Mexican organized crime groups is quoted as saying that anyone who poses a threat to the business of a cartel will be targeted.14 Secondly, a managing editor at Mexico Violence Resource Project is quoted as stating that criminal organizations have a strong incentive to make sure the acts of violence that they threaten are carried through, but that the motivation and capacity to follow through are different things. The managing editor states that one could say that it is not likely that a criminal group will follow up on a threat, but one never knows for sure what the group's capacity is. Thirdly, a professor specializing in Mexico-United States of America relations and organized crime is quoted as stating that criminal networks make a cost-benefit analysis to decide whether to track an individual. Further, he states that criminal groups will not typically track individuals for unpaid extortion fees, or if the target decides to flee the country, unless the group perceives a substantial monetary gain, or the individual has too much knowledge about the group's operations. In such cases, the group may invest the resources in tracking the target.15\n[17] I find that the evidence does not establish that the appellant has the profile of an individual who the cartel would invest the resources in tracking to the IFAs. The appellant did not pay an extortion fee demanded of him and some of his family have been targeted. However, there is no evidence that the appellant poses a threat to the business of the cartel; insufficient evidence on which one could infer that the Sinaloa cartel would perceive the monetary gain at issue, XXXX XXXX XXXX Mexican Pesos, to be a sufficiently \"substantial\" amount to trigger a nationwide pursuit of this appellant; nor sufficient evidence that the appellant has special knowledge of the group's operations.\n[18] The appellant has not established that he would be at risk in the IFAs as a result of cartel-linked lookouts at ports of entry in Mexico or as a result of the cartel discovering his whereabouts through his family. I accept the appellant's submission that the cartel has been able to, and can, \"easily\" locate him through his family.16 However, this case turns not on the capacity of the cartel to locate the appellant (which is amply established), but instead on their motivation to pursue him (which is not).\n[19] I am satisfied that the appellant could live openly, not in hiding. The appellant was able to advise his family of his location when he relocated within Mexico in the past - indeed, he stayed at his uncle's home in the new town17 and communicated with his brother about moving.18 His brother also advised the public prosecutor that he had relocated to this other city, and asked that the police be informed.19 They did so while the family was aware of how the cartel was infiltrated with the police.20 Indeed, the agents of harm then indicated that they were aware that the appellant had relocated to Aguascalientes.21 However, the agents of harm never approached his family in Aguascalientes to ask after him.22 In short, based on this history, I am satisfied that the appellant could live openly, not in hiding, in IFA locations in Mexico and he would not, on a balance of probabilities, face the harms that make someone a person in need of protection.\n[20] For these reasons, I find on a balance of probabilities that the agents of harm are not motivated to pursue the appellant to the IFAs in other Mexican states. I find that the appellant does not face a personal risk to life, risk of torture, or risk of cruel and unusual punishment or treatment, on a balance of probabilities, in the IFAs.\nSecond prong of the IFA test: Jeopardy to life or safety in the IFA locations\n[21] In order for an IFA to be viable, it must not be unduly harsh to expect an appellant to relocate to it. If there are conditions which would jeopardize the life or safety of an appellant in travelling to or temporarily relocating to the safe area, then it cannot be considered a viable IFA.23 In this case, the IFAs that the RPD proposed are reasonable ones.\n[22] The appellant does not contest the RPD's conclusion that the IFAs are reasonable. I independently uphold the RPD's finding and adopt its reasons on point.\nCONCLUSION\n[23] I am therefore satisfied that the RPD properly applied both parts of the analysis for assessing the viability of an IFA, and correctly determined that the appellant has viable IFAs. The appellant has not shown that he faces either a reasonable chance of persecution for a Convention reason, or, on a balance of probabilities, a danger of torture, a risk to his life, or cruel and unusual treatment or punishment in the IFAs, or that it would be objectively unreasonable in his circumstances to relocate to these IFAs.\n[24] I dismiss the appeal and confirm the decision of the RPD that the appellant is neither a Convention refugee nor a person in need of protection.\n(signed)\n\"J. Prowse\"\nJoshua M. Prowse\nMarch 4, 2024\nDate\n1 Appellant's Record, Written Declaration.\n2 Adera v. Canada (Citizenship and Immigration), 2016 FC 871 (CanLII), at para. 57.\n3 RPD record page 273, XXXX XXXX XXXX narrative.\n4 Transcript of 2023-10-31 RPD hearing, pages 13 and 14-15.\n5 Appeal submissions, para. 19 and subsequent.\n6 IRPA s. 97.\n7 Singh v. Canada (Citizenship and Immigration), 2023 FC 1211 (CanLII), at para. 34.\n8 Appeal memorandum, para. 22.\n9 e.g. X (Re), 2020 CanLII 125562 (CA IRB), <https:\/\/canlii.ca\/t\/jshhl>; X (Re), 2019 CanLII 143545 (CA IRB), <https:\/\/canlii.ca\/t\/j9bpv>; X (Re), 2020 CanLII 125298 (CA IRB), <https:\/\/canlii.ca\/t\/jsctf>.\n10 Appeal memorandum, para. 26.\n11 Espana Alvarez v. Canada (Citizenship and Immigration), 2021 FC 935 (CanLII), at para 23.\n12 Solomon v. Canada (Citizenship and Immigration), 2023 FC 1092 (CanLII), at para 25.\n13 Appeal submissions, para. 10.\n14 Ibid. at p. 10.\n15 National Documentation Package, Mexico, 29 September 2023, Tab 7.53: ?Profiles of individuals targeted and tracked by criminal organizations and cartels; tracking methods and motivations of criminal groups and cartels to track individuals (2021-August 2023)?. Immigration and Refugee Board of Canada. MEX201601.E, p. 11.\n16 Appeal submissions, para. 31.\n17 Transcript of 2023-10-31 RPD hearing, page 9.\n18 Transcript of 2023-10-31 RPD hearing, page 9.\n19 RPD record, page 138, complaint to public prosecutor.\n20 Transcript of 2023-10-31 RPD hearing, page 11.\n21 RPD record, page 305, text messages.\n22 Transcript of 2023-10-31 RPD hearing, page 13.\n23 Ranganathan v Canada (Minister of Citizenship and Immigration), 2000 CanLII 16789 (FCA).\n---------------\n------------------------------------------------------------\n---------------\nRAD File \/ Dossier de la SAR : VC3-14129\nRAD.25.02 (August 20, 2021)\nDisponible en français\n2\nImmigration and Refugee\nBoard of Canada\nRefugee Appeal Division\nCommission de l'immigration et du statut de réfugié du Canada\nSection d'appel des réfugiés\nRAD.25.02 (August 20, 2021)\nDisponible en français\n",
        "language":"en",
        "other":"{\"decision-maker_name\": \"Joshua M. Prowse\"}"
    }
]